Repository: pypi-data/pypi-mirror-370
Catalog: packages/pretix-mollie/pretix_mollie-2.4.1-py3-none-any.whl/pretix_mollie/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Accept payments through Mollie, a European payment provider supporting credit cards as well as many local payment methods such as giropay, direct debit, iDEAL, wire transfers, and many more.
fi: Hyväksy maksuja Mollien kautta, joka on eurooppalainen maksupalveluntarjoaja ja joka tukee useita maksutapoja, kuten luottokortit, Giropay, suoraveloitus, iDEAL, tilisiirrot ym.

source: The provided key "%(value)s" does not look valid. It should start with "%(prefix)s".
fi: Annettu avain ”%(value)s” ei näytä kelvolliselta. Sen pitäisi alkaa sanalla ”%(prefix)s”.

source: Disconnect from Mollie
fi: Katkaise yhteys Mollieen

source: The Mollie plugin is operating in test mode. No money will actually be transferred.
fi: Mollie-lisäosa toimii testitilassa. Mitään rahaa ei todellisuudessa siirretä.

source: Mollie account
fi: Mollie-tili

source: Website profile
fi: Verkkosivustoprofiili

source: Endpoint
fi: Loppupiste

# mollie
source: Testing
fi: Testaus

source: Secret key
fi: Salainen avain

source: Credit card
fi: Luottokortti

source: Bank transfer
fi: Pankkisiirto

source: Belfius Pay Button
fi: Belfius-maksunappi

source: KBC/CBC Payment Button
fi: KBC/CBC-maksunappi

source: Mollie reported an error: {}
fi: Mollie raportoi virheestä: {}

source: We had trouble communicating with Mollie. Please try again and get in touch with us if this problem persists.
fi: Meillä oli vaikeuksia kommunikoida Mollien kanssa. Yritä uudelleen ja ota meihin yhteyttä, jos ongelma jatkuu.

source: Credit card via Mollie
fi: Luottokortti Mollien kautta

source: Bancontact via Mollie
fi: Bancontact Mollien kautta

source: Bank transfer via Mollie
fi: Pankkisiirto Mollien kautta

source: Account holder
fi: Tilinomistaja

source: Please transfer the invoice amount to the bank account of our payment service provider using the specified reference:
fi: Siirrä laskun summa maksupalveluntarjoajamme pankkitilille käyttäen annettua viitenumeroa:

source: Reference
fi: Viite

source: Please only use the given reference. Otherwise, your payment can not be processed.
fi: Käytä vain annettua viitettä. Muussa tapauksessa maksuasi ei voida käsitellä.

source: Belfius Pay Button via Mollie
fi: Belfius-maksunappi Mollien kautta

source: Bitcoin via Mollie
fi: Bitcoin Mollien kautta

source: EPS via Mollie
fi: EPS Mollien kautta

source: giropay via Mollie
fi: Giropay Mollien kautta

source: iDEAL via Mollie
fi: iDEAL Mollien kautta

source: ING Home’Pay via Mollie
fi: ING Home’Pay Mollien kautta

source: KBC/CBC Payment Button via Mollie
fi: KBC/CBC-maksunappi Mollien kautta

source: paysafecard via Mollie
fi: PaysafeCard Mollien kautta

source: Sofort via Mollie
fi: Sofort Mollien kautta

source: Payment canceled.
fi: Maksu peruutettu.

source: Payment failed.
fi: Maksu epäonnistui.

source: Payment succeeded.
fi: Maksu onnistui.

source: Payment expired.
fi: Maksu vanheni.

source: Payment method disabled since we were unable to refresh the access token. Please contact support.
fi: Maksutapa poistettu käytöstä, koska emme pystyneet päivittämään tunnusta. Ota yhteyttä asiakaspalveluun.

source: Mollie reported an event: {}
fi: Mollie raportoi tapahtuman: {}

source: Mollie Connect: Client ID
fi: Mollie Connect: Asiakastunnus

source: Mollie Connect: Client secret
fi: Mollie Connect: Asiakassalaisuus

source: After you submitted your order, we will redirect you to Mollie to complete your payment. You will then be redirected back here to get your tickets.
fi: Kun olet lähettänyt tilauksesi, ohjaamme sinut Mollie-palveluun suorittamaan maksun loppuun. Tämän jälkeen sinut ohjataan takaisin tänne saadaksesi lippusi.

source: Payment method
fi: Maksutapa

source: After completing your purchase, we will ask you to transfer the money to a bank account, using a personal reference code.
fi: Kun olet suorittanut ostoksesi loppuun, pyydämme sinua siirtämään rahat pankkitilille henkilökohtaista viitekoodia käyttäen.

source: Status
fi: Tila

source: Paid at
fi: Maksettu maksutavalla

source: Expires at
fi: Umpeutuu

source: Settlement amount
fi: Maksun määrä

source: Card holder
fi: Kortin omistaja

source: Card number
fi: Kortin numero

source: Card type
fi: Kortin tyyppi

source: Payer name
fi: Maksajan nimi

source: Bitcoin amount
fi: Bitcoin-määrä

source: Error message
fi: Virheilmoitus

source: Please transfer the full amount to the following bank account. Reference: %(code)s Amount: %(total)s %(bank)s
fi: Siirrä koko summa seuraavalle pankkitilille. Viite: %(code)s Summa: %(total)s %(bank)s

source: Please transfer the full amount to the following bank account:
fi: Siirrä koko summa seuraavalle pankkitilille:

source: Amount:
fi: Summa:

source: Reference code (important):
fi: Viitekoodi (tärkeä):

source: After you sent the bank transfer, you can close this window. We will send you an email as soon as we received your payment.
fi: Kun olet lähettänyt tilisiirron, voit sulkea tämän ikkunan. Lähetämme sinulle sähköpostia heti, kun olemme saaneet maksusi.

source: Open banking app
fi: Avaa pankkisovellus

source: Requires that the app supports BezahlCode
fi: Edellyttää, että sovellus tukee BezahlCodea

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
fi: Odotamme vastausta maksupalveluntarjoajalta maksuasi koskien. Ota meihin yhteyttä, jos tämä kestää kauemmin kuin muutaman päivän.

source: The payment transaction could not be completed for the following reason:
fi: Maksutapahtumaa ei voitu suorittaa seuraavasta syystä:

source: Unknown reason
fi: Tuntematon syy

source: The payment process has started in a new window.
fi: Maksuprosessi on käynnistynyt uudessa ikkunassa.

source: The window to enter your payment data was not opened or was closed?
fi: Ikkunaa maksutietojen syöttämiseksi ei avattu tai se suljettiin?

source: Click here in order to open the window.
fi: Klikkaa tästä avataksesi ikkunan.

source: An error occurred during connecting with Mollie, please try again.
fi: Mollie-yhteyden muodostamisessa tapahtui virhe, yritä uudelleen.

source: Mollie returned an error: {}
fi: Mollie palautti virheilmoituksen: {}

source: Please create a website profile in your Mollie account and try again.
fi: Luo verkkosivustoprofiili Mollie-tililläsi ja yritä uudelleen.

source: Please fill in your company details in your Mollie account and try again.
fi: Täytä yrityksesi tiedot Mollie-tililläsi ja yritä uudelleen.

source: Your Mollie account is now connected to pretix. You can change the settings in detail below.
fi: Mollie-tilisi on nyt yhdistetty pretixiin. Voit muuttaa asetuksia yksityiskohtaisesti alla.

source: Your Mollie account has been disconnected.
fi: Mollie-tilisi yhteys on katkaistu.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check back in a couple of minutes.
fi: Saimme maksusi, mutta emme voineet merkitä lippuasi, koska palvelimella oli ruuhkaa. Tarkista uudelleen parin minuutin kuluttua.

source: We received your payment but were unable to mark your ticket as paid as one of your ordered products is sold out. Please contact the event organizer for further steps.
fi: Saimme maksusi, mutta emme voineet merkitä lippuasi maksetuksi, koska yksi tilaamistasi tuotteista on loppuunmyyty. Ota yhteyttä tapahtuman järjestäjään jatkotoimia varten.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
fi: Valitettavasti maksuprosessissa tapahtui virhe. Tarkista sähköposteissasi oleva linkki jatkaaksesi.

source: Integration for the Mollie payment provider.
fi: Mollie-maksuntarjoajan integrointi.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check beck in a couple of minutes.
fi: Saimme maksusi, mutta emme voineet merkitä lippuasi, koska palvelimella oli ruuhkaa. Tarkistakaa parin minuutin kuluttua.
