Repository: pypi-data/pypi-mirror-370
Catalog: packages/open-web-calendar/open_web_calendar-1.51-py3-none-any.whl/open_web_calendar/translations/*/LC_MESSAGES/host/self.md.po
Languages: nl

source: Self-Hosting & Deployment
nl: Zelf hosten en deployen

source: You do not have to host the Open Web Calendar yourself but you are encouraged to. It is intended to work behind a company firewall, through a proxy and also without access to the Internet.
nl: U hoeft niet de Open Web Calendar zelf te hosten, maar dit wordt wel aanbevolen. Het is ontwikkeld om ook achter een bedrijfsfirewall te werken, door een proxy en zelfs zonder toegang tot het internet.

source: Several hosting options are already documented. We are grateful if you can add your favorite one, too.
nl: Verschillende hostingpartijen zijn al gedocumenteerd. Wij zijn u dankbaar als u uw favoriete partij ook wilt toevoegen.

source: You can create a fork of this repository which automatically deploys to [Vercel](https://vercel.com/):
nl: U kunt een vork maken van deze repository, die automatisch deployed naar [Vercel](https://vercel.com/):

source: [![Deploy with Vercel](https://vercel.com/button)](https://vercel.com/new/clone?repository-url=https%3A%2F%2Fgithub.com%2Fniccokunzmann%2Fopen-web-calendar.git)
nl: [![Deployen met Vercel](https://vercel.com/button)](https://vercel.com/new/clone?repository-url=https%3A%2F%2Fgithub.com%2Fniccokunzmann%2Fopen-web-calendar.git)

source: Alternatively you can create a one off deploy by cloning this repository and running `npx vercel` at the root.
nl: Als alternatief kunt u ook een eenmalige kopie deployen door deze repository te klonen en `npx vercel` uit te voeren in de root.

source: You can deploy the app using [Heroku](https://heroku.com).
nl: U kunt de applicatie deployen met [Heroku](https://heroku.com).

source: [![Deploy to Heroku](https://www.herokucdn.com/deploy/button.svg)](https://heroku.com/deploy?template=https://github.com/niccokunzmann/open-web-calendar)
nl: [![Deployen naar Heroku](https://www.herokucdn.com/deploy/button.svg)](https://heroku.com/deploy?template=https://github.com/niccokunzmann/open-web-calendar)

source: Heroku uses [gunicorn](https://gunicorn.org/) to run the server, see the [Procfile](https://github.com/niccokunzmann/open-web-calendar/blob/master/Procfile).
nl: Heroku gebruikt [gunicorn](https://gunicorn.org/) om de server to draaien. Zie ook [Procfile](https://github.com/niccokunzmann/open-web-calendar/blob/master/Procfile).

source: [![Install Open Web Calendar with YunoHost](https://install-app.yunohost.org/install-with-yunohost.svg)](https://install-app.yunohost.org/?app=open-web-calendar)
nl: [![Installeer Open Web Calendar met YunoHost](https://install-app.yunohost.org/install-with-yunohost.svg)](https://install-app.yunohost.org/?app=open-web-calendar)

source: If you run your own server, you can choose to run the Open Web Calendar with Docker. Building, running and updating are [documented here](../docker).
nl: Wanneer u uw eigen server heeft, kan gekozen worden om Open Web Calender in Docker te gebruiken. Installatie, runnen en updaten zijn [hier gedocumenteerd](../docker).

source: You can choose to run the Open Web Calendar installed as a Python package from PyPI. To do this, have a look at [the documentation](../pypi).
nl: U kunt kiezen om Open Web Calendar te installeren als een Python package van PyPi. Om dit te bewerkstelligen, kijk naar [de documentatie](../pypi).

source: If you wish to receive notifications about new updates of the software, watch the [GitHub repository](https://github.com/niccokunzmann/open-web-calendar/).
nl: Als u meldingen wilt ontvangen over nieuwe updates van de software, bekijk de [GitHub repository](https://github.com/niccokunzmann/open-web-calendar/).
