Repository: pypi-data/pypi-mirror-370
Catalog: packages/pomoglorbo/pomoglorbo-2025.8.21.tar.gz/pomoglorbo-2025.8.21/src/pomoglorbo/messages/*/LC_MESSAGES/messages.po
Languages: de

source: Reset
de: Neustart

source: Reset All
de: Neustart+

source: Exit
de: Beenden

source: Help ==== Start | {start} Pause | {pause} Reset | {reset} Reset All | {reset_all} Help | {help} Focus Prev | {focus_previous} Focus Next | {focus_next} Exit | {exit_clicked}
de: Hilfe Start | {start} Pause | {pause} Neustart | {reset} Neustart+ | {reset_all} Hilfe | {help} Zurück | {focus_previous} Vorwärts | {focus_next} Beenden | {exit_clicked}

source: Press [start] to continue
de: [Start] drücken um weiter zu machen

source: Press [start] to begin
de: [Start] drücken um anzufangen

source: Could not find socket at {socket_path}
de: Konnte bei {socket_path} keinen Socket finden.

source: Error: Could not connect to Pomoglorbo instance
de: Fehler: Konnte nicht mit Pomoglorbo Instanz verbinden

source: Encountered other error
de: Ein anderer Fehler ist aufgetreten

source: Have a nice day
de: Schönen Tag noch

source: Pomoglorbo: TUI Pomodoro Technique Timer
de: Pomoglorbo: Eine Pomodoro-Uhr als Text-Nutzerschnittstelle

source: Please refer to the terms of the LICENSES included with Pomoglorbo. Curious about how to use Pomoglorbo? Read my blog post: https://www.justus.pw/posts/2024-06-18-try-pomoglorbo.html Stay up to date with changes: https://codeberg.org/justusw/Pomoglorbo Reach out to me if you have any questions: justus@jwpconsulting.net
de: Bitte schau in die Lizenzbedingungen im LICENSES Ordner, der in Pomoglorbo enthalten ist. Möchtest du mehr über Pomoglorbo lernen? Schau gerne in meinem Blog nach: https://www.justus.pw/posts/2024-06-18-try-pomoglorbo.html Halt dich auf dem Laufenden: https://codeberg.org/justusw/Pomoglorbo Für Fragen stehe ich gerne zur Verfügung: justus@jwpconsulting.net

source: Mute alarm
de: Spiel keinen Alarm

source: Play alarm and exit
de: Spiel Alarm und beende das Programm

source: Display version and exit
de: Zeige Version an und beende das Programm

source: Custom audio file for alarm
de: Wähle Audio-Datei für Alarm

source: Append these arguments to external command invocation when starting the next Pomodoro
de: Hänge diese Argumente an jeden externen Befehlsaufruf wenn ein Pomodoro anfängt

source: Ready
de: Bereit

source: Work mode
de: Arbeiten

source: Paused
de: Pausiert

source: Small break
de: Kleine Pause

source: Long break
de: Große Pause

source: usage:
de: Benutzung:

source: (default: %(default)s)
de: (Standard: %(default)s)

source: .__call__() not defined
de: .__call__() ist nicht definiert

source: unknown parser %(parser_name)r (choices: %(choices)s)
de: Unbekannter parser %(parser_name)r (Möglich: %(choices)s)

source: argument "-" with mode %r
de: Argument "-" mit Modus %r

source: can't open '%(filename)s': %(error)s
de: Kann nicht '%(filename)s' öffnen: %(error)s

source: cannot merge actions - two groups are named %r
de: Kann nicht Aktionen mischen - Zwei Gruppen heißen %r

source: 'required' is an invalid argument for positionals
de: 'required' ist ein ungültiges Argument für Positionale

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
de: Ungültige Zeichenfolge %(option)r: Diese muss mit dem Zeichen %(prefix_chars)r anfangen

source: dest= is required for options like %r
de: dest= ist notwendig für Optionen wie %r

source: invalid conflict_resolution value: %r
de: Ungültiger conflict_resolution Wert: %r

source: conflicting option string: %s
de: Widersprüchliche Options-Zeichenfolge: %s

source: mutually exclusive arguments must be optional
de: Gegenseitig ausschließende Argumente müssen optional sein

source: positional arguments
de: Positionale Argumente

source: options
de: Optionen

source: show this help message and exit
de: Zeige diese Hilfe an und beende das Programm

source: cannot have multiple subparser arguments
de: Es können nicht mehrere Unterparser-Argumente angegeben werden

source: subcommands
de: Unterbefehle

source: unrecognized arguments: %s
de: Unbekannte Argumente: %s

source: not allowed with argument %s
de: Nicht zusammen mit Argument %s erlaubt

source: ambiguous option: %(option)s could match %(matches)s
de: Mehrdeutige Option: %(option)s könnte mit %(matches)s übereinstimmen

source: ignored explicit argument %r
de: Ignoriere explizites Argument %r

source: the following arguments are required: %s
de: Die folgenden Argumente werden benötigt: %s

source: one of the arguments %s is required
de: Eines der Argumente %s wird benötigt

source: expected one argument
de: Erwarte ein Argument

source: expected at most one argument
de: Erwarte nicht mehr als ein Argument

source: expected at least one argument
de: Erwarte mindestens ein Argument

source: expected %s argument
de: Erwarte %s Argument

source: unexpected option string: %s
de: Unerwartete Options-Zeichenfolge: %s

source: %r is not callable
de: %r kann nicht aufgerufen werden

source: invalid %(type)s value: %(value)r
de: Ungültiger Wert %(type)s: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
de: Ungültige Wahl: %(value)r (wähle aus %(choices)s)

source: %(prog)s: error: %(message)s
de: %(prog)s: Fehler: %(message)s
