Repository: pypi-data/pypi-mirror-370
Catalog: packages/open-web-calendar/open_web_calendar-1.51.tar.gz/open_web_calendar-1.51/open_web_calendar/translations/*/LC_MESSAGES/templates.md.po
Languages: nl

source: We have prepared a variety of different styles so you can edit them to your needs. For each style, you can edit the calendar and shape it as you need it. If you are inspired, you can also just head over and [start from scratch](https://open-web-calendar.hosted.quelltext.eu).
nl: We hebben eeen aantal verschillende stijlen voorbereid die u naar wens kunt aanpassen. Voor iedere stijl kunt u de kalender wijzigen en aanpassen zoals u het wilt gebruiken. Als u ge√Ønspireerd bent, kunt u ook helemaal [opnieuw beginnen](https://open-web-calendar.hosted.quelltext.eu).

source: Are you proud of your calendar? Share it in the [Showcase Section]!
nl: Bent u trots op uw kalender? Deel het in de [Showcase sectie]!

source: Multiple Calendars
nl: Meerdere kalenders

source: You can embed several calendars into one view. In this example, we show different rooms in an office.
nl: U kunt meerdere kalenders integreren in een weergave. In dit voorbeeld tonen we verschillende ruimtes in een kantoorpand.

source: This is also useful if you have multiple calendar sources - be it different places, clubs, applications or organizations.
nl: Dit is ook handig als u meerdere kalenderbronnen heeft - hetzij in verschillende plaatsen, clubs, applicaties of organisaties.

source: hours
nl: uren

source: CalDAV Sign Up
nl: CalDAV aanmelden

source: The Open Web Calendar supports CalDAV for instant event synchronization. You can use it e.g. with Nextcloud.
nl: De Open Web Calendar ondersteunt CalDAV voor directe gebeurtenissensynchronisatie. U kunt deze bijv. gebruiken met NextCloud.

source: In the example below, we used CalDAV to create event that you can sign up to. Once you sign up, you receive an email invitation and your name and email show up in the calendar.
nl: In het voorbeeld hieronder gebruiken we CalDAV om een gebeurtenis te maken waar u zich op kunt abonneren. Zodra u zich aanmeldt, ontvangt u een uitnodiging per e-mail en wordt uw naam en e-mail adres getoond in de kalender.

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/caldav-signup.json" target="_blank">Edit the calendar</a>
nl: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/caldav-signup.json" target="_blank">Wijzig de kalender</a>

source: Activate CalDAV Sign Up
nl: Acrtiveer aanmelden via CalDAV

source: URL-Encryption
nl: URL-codering

source: Participants
nl: Deelnemers

source: [Tutorial: Event Sign Up with Nextcloud](https://youtu.be/RnMz23p7UP0)
nl: [Instructie: Aanmelden evenementen met NextCloud](https://youtu.be/RnMz23p7UP0)

source: [Blog: CalDAV Sign Up with Nextcloud](/news/2025-03-17-caldav-nextcloud-sign-up)
nl: [Blog: CalDAV aanmelden met NextCloud](/news/2025-03-17-caldav-nextcloud-sign-up)

source: Place all required `.ics` files in the [calendars] directory.
nl: Plaats alle verplichte `.ics` bestanden in de [calendars] directory.

source: Calendar
nl: Kalender

source: Specification
nl: Specificatie
