Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.14.tar.gz/transpolibre-0.8.14/locale/*/LC_MESSAGES/transpolibre.po
Languages: ar, bn, de, fr, pl

source: The specified PO file does not exist or is not a file:
ar: لا يوجد ملف PO المحدد أو ليس ملفًا:
bn: নির্দিষ্ট ফাইলটি বিদ্যমান নেই বা এটি একটি ফাইল নয়ঃ
de: Die angegebene PO-Datei existiert nicht oder ist keine Datei:
fr: Le fichier PO spécifié n'existe pas ou n'est pas un fichier :
pl: Określony plik PO nie istnieje lub nie jest plikiem:

source: Read PO file:
ar: قراءة ملف PO:
bn: PO ফাইল পড়ুন:
de: PO-Datei lesen:
fr: Lire le fichier PO:
pl: Przeczytaj plik PO:

source: Original:
ar: الأصلي:
bn: আমরা সবাই জানি যে, আমাদের শরীরের প্রতিটি অঙ্গেরই নিজস্ব কাজ রয়েছে।
pl: Oryginalny:

source: Translation:
ar: أخبرتني أنني كنت أبدو وكأني في حالة سكر.
bn: আমরা সবাই জানি যে, আমাদের শরীরের জন্য পানি কতটা গুরুত্বপূর্ণ।
de: Die meisten Menschen sind sich einig, dass die Welt ein besserer Ort wäre, wenn die Menschen mehr Liebe hätten.
fr: Le 1er janvier 2019, le gouvernement a annoncé qu’il allait mettre en place un système de gestion des déchets solides dans les zones rurales.
pl: W 1999 roku, w wieku 16 lat, został członkiem zespołu, który zdobył mistrzostwo kraju w kategorii juniorów.

source: Error: unknown language code:
ar: خطأ: رمز لغة غير معروف:
bn: ত্রুটিঃ অজানা ভাষা কোডঃ
de: Fehler: unbekannter Sprachcode:
fr: Erreur : code de langue inconnu :
pl: Błąd: nieznany kod języka:

source: Translate PO files
ar: ترجمة ملفات PO
bn: PO ফাইল অনুবাদ করুন
de: PO-Dateien übersetzen
fr: Traduire des fichiers PO
pl: Tłumacz pliki PO

source: LibreTranslate API key
ar: مفتاح API لـ LibreTranslate
bn: LibreTranslate API কী
de: LibreTranslate-API-Schlüssel
fr: Clé API LibreTranslate
pl: Klucz API LibreTranslate

source: Local CUDA device number (Default 0)
ar: رقم جهاز CUDA المحلي (الافتراضي 0)
bn: স্থানীয় CUDA ডিভাইস নম্বর (ডিফল্ট 0)
de: Lokale CUDA-Geräteinummer (Standard 0)
fr: Numéro de périphérique CUDA local (par défaut 0)
pl: Numer lokalnego urządzenia CUDA (domyślnie 0)

source: Debugging
ar: تصحيح الأخطاء
bn: ডিবাগিং
de: Fehlerbehebung
fr: Débogage
pl: Debugowanie

source: Device to use for local translation: auto, cpu, gpu (Default auto)
ar: جهاز للاستخدام في الترجمة المحلية: auto, cpu, gpu (الافتراضي auto)
bn: স্থানীয় অনুবাদে ব্যবহারযোগ্য ডিভাইস: auto, cpu, gpu (ডিফল্ট auto)
de: Gerät für die lokale Übersetzung: auto, cpu, gpu (Standard auto)
fr: Appareil à utiliser pour la traduction locale : auto, cpu, gpu (par défaut auto)
pl: Urządzenie do użycia dla lokalnego tłumaczenia: auto, cpu, gpu (Domyślnie auto)

source: Translation engine (Default: LibreTranslate)
ar: محرك الترجمة (الافتراضي: LibreTranslate)
bn: অনুবাদ ইঞ্জিন (ডিফল্ট: LibreTranslate)
de: Übersetzungs-Engine (Standard: LibreTranslate)
fr: Moteur de traduction (par défaut : LibreTranslate)
pl: Silnik tłumaczenia (domyślnie: LibreTranslate)

source: PO file to translate
ar: ملف PO للترجمة
bn: অনুবাদ করার জন্য PO ফাইল
de: PO-Datei zum Übersetzen
fr: Fichier PO à traduire
pl: Plik PO do przetłumaczenia

source: List available languages
ar: قائمة اللغات المتوفرة
bn: উপলব্ধ ভাষার তালিকা
de: Verfügbare Sprachen auflisten
fr: Liste des langues disponibles
pl: Lista dostępnych języków

source: Model for Local or Ollama (Default local: ModelSpace/GemmaX2-28-9B-v0.1, default Ollama: aya-expanse:32b)
ar: نموذج للمحلي أو أولاما (المحلي الافتراضي: ModelSpace/GemmaX2-28-9B-v0.1، أولاما الافتراضي: aya-expanse:32b)
bn: স্থানীয় বা ওল্লামা মডেল (ডিফল্ট স্থানীয়: মডেলস্পেস / জেমমাএক্স 2-28-9 বি-ভি 0.1, ডিফল্ট ওল্লামা: আয়া-এক্সপেন্স: 32 বি)
de: Modell für Local oder Ollama (Standard local: ModelSpace/GemmaX2-28-9B-v0.1, Standard Ollama: aya-expanse:32b)
fr: Modèle pour Local ou Ollama (local par défaut : ModelSpace/GemmaX2-28-9B-v0.1, Ollama par défaut : aya-expanse:32b)
pl: Model dla Local lub Ollama (domyślny lokalny: ModelSpace/GemmaX2-28-9B-v0.1, domyślny Ollama: aya-expanse:32b)

source: Overwrite existing translations
ar: استبدال الترجمات الموجودة
bn: বিদ্যমান অনুবাদগুলি ওভাররাইট করুন
de: Bestehende Übersetzungen überschreiben
fr: Écraser les traductions existantes
pl: Nadpisz istniejące tłumaczenia

source: Source Language ISO 639 code (Default en)
ar: رمز لغة المصدر ISO 639 (الافتراضي en)
bn: উৎস ভাষা ISO 639 কোড (ডিফল্ট en)
de: Code der Ausgangssprache nach ISO 639 (Standard: en)
fr: Code ISO 639 de la langue source (par défaut en)
pl: Kod języka źródłowego ISO 639 (domyślnie en)

source: Target Language ISO 639 code (Default es)
ar: رمز لغة الهدف ISO 639 (الافتراضي es)
bn: লক্ষ্য ভাষা ISO 639 কোড (ডিফল্ট es)
de: Zielsprache ISO 639-Code (Standard: es)
fr: Code ISO 639 de la langue cible (par défaut es)
pl: Kod języka docelowego ISO 639 (domyślny es)

source: Engine URL (Default LibreTranslate: http://127.0.0.1:8000, default Ollama: http://127.0.0.1:11434)
ar: عنوان محرك البحث (افتراضي LibreTranslate: http://127.0.0.1:8000، افتراضي Ollama: http://127.0.0.1:11434)
bn: ইঞ্জিন ইউআরএল (ডিফল্ট LibreTranslate: http://127.0.0.1:8000, ডিফল্ট Ollama: http://127.0.0.1:11434)
de: Engine-URL (Standard LibreTranslate: http://127.0.0.1:8000, Standard Ollama: http://127.0.0.1:11434)
fr: URL du moteur (LibreTranslate par défaut : http://127.0.0.1:8000, Ollama par défaut : http://127.0.0.1:11434)
pl: Adres URL silnika (domyślny LibreTranslate: http://127.0.0.1:8000, domyślny Ollama: http://127.0.0.1:11434)

source: Increase output verbosity
ar: زيادة تفصيل الإخراج
bn: আউটপুটের বর্ণনার পরিমাণ বৃদ্ধি করুন
de: Erhöhen der Ausgabedetails
fr: Augmenter la longueur des sorties
pl: Zwiększ szczegółowość wyjścia

source: Show version
ar: عرض الإصدار
bn: সংস্করণ দেখান
de: Version anzeigen
fr: Afficher la version
pl: Pokaż wersję

source: Language:
ar: اللغة:
bn: আমরা সবাই জানি যে, আমাদের শরীরের জন্য পানি খুবই গুরুত্বপূর্ণ। We all know that water is very important for our body.
de: Die meisten Menschen sind sich einig, dass die Welt ein besserer Ort wäre, wenn wir alle mehr Liebe hätten.
fr: Langues:
pl: Język:

source: Code:
ar: الرمز:
bn: <p>এই পৃষ্ঠাটির জন্য কোনও বিষয়বস্তু নেই।
pl: Kod:

source: Targets:
ar: الأهداف:
bn: লক্ষ্যগুলি হলোঃ
de: Ziele:
fr: Objectifs :
pl: Cele:

source: Local Torch
ar: مشعل محلي
bn: স্থানীয় টর্চ
fr: Torch local
pl: Lokalna latarka

source: GPU requested but CUDA is not available. Falling back to CPU.
ar: تم طلب وحدة معالجة الرسومات ولكن CUDA غير متوفر. الرجوع إلى وحدة المعالجة المركزية.
bn: GPU অনুরোধ করা হয়েছে কিন্তু CUDA উপলব্ধ নয়। CPU-এ ফিরে যাচ্ছে।
de: GPU angefordert, aber CUDA ist nicht verfügbar. Rückfall auf CPU.
fr: Le GPU a été demandé, mais CUDA n'est pas disponible. On utilise le CPU.
pl: GPU jest wymagane, ale CUDA nie jest dostępna. Użycie CPU.

source: URL detected
ar: تم اكتشاف عنوان URL
bn: URL সনাক্ত করা হয়েছে
de: URL erkannt
fr: URL détectée
pl: Wykryto adres URL

source: Email detected
ar: تم اكتشاف بريد إلكتروني
bn: ই-মেইল সনাক্ত করা হয়েছে
de: E-Mail erkannt
fr: Email détectée
pl: Wykryto wiadomość e-mail

source: No URL or Email detected
ar: لم يتم الكشف عن عنوان URL أو البريد الإلكتروني
bn: কোন URL বা ইমেইল সনাক্ত করা হয়নি
de: Keine URL oder E-Mail gefunden
fr: Aucune URL ou adresse email détectée
pl: Nie wykryto adresu URL ani adresu e-mail

source: None
ar: لا شيء
bn: কোনটিই নয়
de: Keine
fr: Aucun
pl: Żaden

source: Error: file is required.
ar: خطأ: الملف مطلوب.
bn: ত্রুটিঃ ফাইলটি প্রয়োজনীয়।
de: Fehler: Datei erforderlich.
fr: Erreur : le fichier est requis.
pl: Błąd: plik jest wymagany.
