class TetrisError(Exception):
    """Базовое исключение для всех ошибок, связанных с движком"""

    pass


class GameOver(TetrisError):
    """
    Исключение, выбрасываемое, когда игра окончена.
    Обычно это происходит, когда новая фигура не может быть размещена на поле.
    """

    pass


class InvalidMove(TetrisError):
    """
    Исключение, выбрасываемое при попытке совершить недопустимый ход.
    Например, разместить фигуру за пределами поля или поверх других блоков.
    """

    pass


class NoValidMovesError(TetrisError):
    """
    Исключение, выбрасываемое ботом, когда для текущей фигуры нет ни одного валидного хода.
    """

    pass
