Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.15.tar.gz/transpolibre-0.8.15/docs/_source/locale/*/LC_MESSAGES/libretranslate.po
Languages: bn, hi, it, ja, pt, tr, zh

source: LibreTranslate
bn: লিব্রেট্রান্সলেট
ja: LibreTranslateについて

source: transpolibre uses a LibreTranslate server for translations.
bn: ট্রান্সপলিব্রে অনুবাদের জন্য একটি লিব্রেট্রান্সলেট সার্ভার ব্যবহার করে।
hi: transpolibre अनुवाद के लिए एक LibreTranslate सर्वर का उपयोग करता है.
it: transpolibre utilizza un server LibreTranslate per le traduzioni.
ja: transpolibreは翻訳のためにLibreTranslateサーバーを使用しています。
pt: O transpolibre utiliza um servidor LibreTranslate para traduções.
tr: transpolibre çeviriler için bir LibreTranslate sunucusu kullanır.
zh: transpolibre 使用 LibreTranslate 服务器进行翻译。

source: Local Server
bn: স্থানীয় সার্ভার
hi: स्थानीय सर्वर
it: Server locale
ja: ローカル サーバ
pt: Servidor local
tr: Yerel Sunucu
zh: 本地服务器

source: You can run your own LibreTranslate server.
bn: আপনি নিজের নিজের লাইব্রেরি সার্ভার চালাতে পারেন।
hi: आप अपना खुद का लिबरेट्रांस सर्वर चला सकते हैं।
it: È possibile eseguire il proprio server LibreTranslate.
ja: 独自の LibreTranslate サーバーを実行できます。
pt: Você pode executar seu próprio servidor LibreTranslate.
tr: Kendi LibreTranslate sunucunuzu çalıştırabilirsiniz.
zh: 您可以运行自己的 LibreTranslate 服务器。

source: Server Installation
bn: সার্ভার ইনস্টলেশন
hi: सर्वर स्थापना
it: Installazione del server
ja: サーバーのインストール
pt: Instalação do servidor
tr: Sunucu Kurulumu
zh: 服务器安装

source: To install your own server, you can do it thusly on Debian:
bn: আপনার নিজের সার্ভার ইনস্টল করতে, আপনি ডেবিয়ানে এটি করতে পারেন:
hi: अपना खुद का सर्वर स्थापित करने के लिए, आप इसे डेबियन पर इस प्रकार कर सकते हैं:
it: Per installare il proprio server, è possibile farlo in questo modo su Debian:
ja: 独自のサーバをインストールするには、Debianで次のように実行できます。
pt: Para instalar seu próprio servidor, você pode fazer isso assim no Debian:
tr: Kendi sunucunuzu kurmak için, bunu Debian'da şu şekilde yapabilirsiniz:
zh: 要在自己的服务器上安装，在 Debian 上可以这样操作：

source: Note, the first time it is run, it will download the translation models. The web URL won't be available until this is complete. It will download (currently) approximately 9 gigs of data.
bn: দ্রষ্টব্য, প্রথমবার এটি চালানো হলে, এটি অনুবাদ মডেলগুলি ডাউনলোড করবে। এটি সম্পূর্ণ না হওয়া পর্যন্ত ওয়েব ইউআরএল উপলব্ধ হবে না। এটি (বর্তমানে) প্রায় 9 গিগাবাইট ডেটা ডাউনলোড করবে।
hi: ध्यान दें, पहली बार इसे चलाने पर, यह अनुवाद मॉडल डाउनलोड करेगा. वेब URL तब तक उपलब्ध नहीं होगा जब तक यह पूरा नहीं हो जाता. यह (वर्तमान में) लगभग 9 गिग्स डेटा डाउनलोड करेगा.
it: Nota: la prima volta che viene eseguito, scaricherà i modelli di traduzione. L'URL web non sarà disponibile fino al termine del download. Verrà scaricato (al momento) circa 9 GB di dati.
ja: 注意：初めて実行すると、翻訳モデルがダウンロードされます。これが完了するまで、Web URLは利用できません。（現在）約9ギガバイトのデータがダウンロードされます。
pt: Observe que, na primeira vez que for executado, ele baixará os modelos de tradução. O URL da web não estará disponível até que isso seja concluído. Ele baixará (atualmente) aproximadamente 9 gigas de dados.
tr: Not: İlk çalıştırıldığında çeviri modelleri indirilecektir. Bu işlem tamamlanana kadar web URL'si kullanılamaz. (Şimdilik) yaklaşık 9 gigabayt veri indirilecektir.
zh: 请注意，首次运行时，它会下载翻译模型。在下载完成之前，Web URL 将不可用。它将下载大约 9GB 的数据（目前）。

source: Translation model files download to here:
bn: অনুবাদ মডেল ফাইলগুলি এখানে ডাউনলোড করুন:
hi: अनुवाद मॉडल फ़ाइलें यहां डाउनलोड करें:
it: I file del modello di traduzione sono scaricabili qui:
ja: 翻訳モデルファイルのダウンロードはこちら
pt: Arquivos de modelo de tradução para download aqui:
tr: Çeviri modeli dosyaları buraya indirilebilir:
zh: 翻译模型文件下载到这里:

source: systemd
bn: সিস্টেমডি
hi: सिस्टमडी
ja: システムデーモン

source: You can set up the server to start on boot with systemd. It will need a startup script and a systemd file.
bn: আপনি সিস্টেমডের সাথে বুটে সার্ভারটি শুরু করতে সেট আপ করতে পারেন। এটির জন্য একটি স্টার্টআপ স্ক্রিপ্ট এবং একটি সিস্টেমড ফাইল প্রয়োজন।
hi: आप सर्वर को बूट पर सिस्टमडी के साथ शुरू करने के लिए सेट कर सकते हैं. इसके लिए एक स्टार्टअप स्क्रिप्ट और एक सिस्टमडी फ़ाइल की आवश्यकता होगी.
it: È possibile impostare il server per l'avvio all'accensione con systemd. Per farlo è necessario uno script di avvio e un file systemd.
ja: システム起動時にサーバを起動するように設定できます。起動スクリプトと systemd ファイルが必要です。
pt: Você pode configurar o servidor para iniciar na inicialização com o systemd. Ele precisará de um script de inicialização e um arquivo systemd.
tr: Sunucuyu systemd ile önyükleme sırasında başlatmak için ayarlayabilirsiniz. Bir başlangıç betiği ve bir systemd dosyasına ihtiyacı olacaktır.
zh: 您可以使用 systemd 设置服务器在启动时启动。它需要一个启动脚本和一个 systemd 文件。

source: Edit the systemd service file:
bn: systemd পরিষেবা ফাইল সম্পাদনা করুন:
hi: systemd सेवा फ़ाइल को संपादित करें:
it: Modifica il file di servizio systemd:
ja: systemd サービスファイルを編集します:
pt: Edite o arquivo de serviço do systemd:
tr: systemd servis dosyasını düzenleyin:
zh: 编辑 systemd 服务文件:

source: Add contents such as this, adjusting path and user to where you put the startup script:
bn: এই ধরনের বিষয়বস্তু যুক্ত করুন, পথ এবং ব্যবহারকারীকে সেখানে সামঞ্জস্য করুন যেখানে আপনি স্টার্টআপ স্ক্রিপ্ট রেখেছেন:
hi: इस तरह की सामग्री जोड़ें, पथ और उपयोगकर्ता को समायोजित करें जहाँ आप स्टार्टअप स्क्रिप्ट डालते हैं:
it: Aggiungere contenuti come questo, regolando il percorso e l'utente in base a dove si trova lo script di avvio:
ja: パスとユーザーを調整して、起動スクリプトを配置する場所に、次の内容を追加します。
pt: Adicione conteúdos como este, ajustando o caminho e o utilizador para onde colocou o script de arranque:
tr: Başlangıç betiğini koyduğunuz yere yol ve kullanıcıyı ayarlayarak, bu gibi içerikler ekleyin:
zh: 添加以下内容，将 path 和 user 调整为启动脚本所在的路径和用户：

source: Create the startup script:
bn: স্টার্টআপ স্ক্রিপ্ট তৈরি করুন:
hi: स्टार्टअप स्क्रिप्ट बनाएँ:
it: Creare lo script di avvio:
ja: 起動スクリプトを作成します。
pt: Crie o script de inicialização:
tr: Başlangıç komut dosyasını oluşturun:
zh: 创建启动脚本:

source: Add contents such as this, adjusting to the correct path:
bn: এই ধরনের বিষয়বস্তু যোগ করুন, সঠিক পথে সামঞ্জস্য করুন:
hi: इस तरह की सामग्री जोड़ें, सही पथ को समायोजित करें:
it: Aggiungere contenuti come questo, regolando il percorso corretto:
ja: 正しいパスに調整して、次のような内容を追加します。
pt: Adicione conteúdos como este, ajustando-os ao caminho correto:
tr: Doğru yola göre ayarlama yaparak, bu gibi içerikler ekleyin:
zh: 添加以下内容，并调整为正确的路径：

source: Web Access
bn: ওয়েব অ্যাক্সেস
hi: वेब एक्सेस
it: Accesso al Web
ja: ウェブアクセス
pt: Acesso Web
tr: Web Erişimi
zh: 网络访问

source: You can then access your model remotely via the server's IP or from localhost, such as:
bn: তারপরে আপনি সার্ভারের আইপি বা লোকালহোস্ট থেকে দূরবর্তীভাবে আপনার মডেল অ্যাক্সেস করতে পারেন, যেমনঃ
hi: फिर आप सर्वर के आईपी या लोकलहोस्ट से अपने मॉडल को दूरस्थ रूप से एक्सेस कर सकते हैं, जैसे:
it: È quindi possibile accedere al modello in remoto tramite l'IP del server o da localhost, ad esempio:
ja: その後、サーバーのIPまたはlocalhostからリモートでモデルにアクセスできます。 例えば、
pt: Você pode acessar seu modelo remotamente através do IP do servidor ou do localhost, como:
tr: Daha sonra modelinize sunucunun IP'si veya localhost'tan uzaktan erişebilirsiniz, örneğin:
zh: 然后，您可以通过服务器的 IP 或从本地主机远程访问您的模型，例如：
