Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.15.tar.gz/transpolibre-0.8.15/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: ar, bn, hi, it, pt, tr

source: Source Code
ar: رمز المصدر
bn: সোর্স কোড
hi: स्रोत कोड
it: Codice sorgente
pt: Código-fonte
tr: Kaynak Kodu

source: Source code repository for this documentation.
ar: مستودع شفرة المصدر لهذه الوثيقة.
bn: এই ডকুমেন্টেশনের জন্য সোর্স কোড রিপোজিটরি।
hi: इस दस्तावेज़ के लिए स्रोत कोड भंडार.
it: Repository del codice sorgente per questa documentazione.
pt: Repositório do código-fonte para esta documentação.
tr: Bu dokümantasyon için kaynak kod deposu.

source: Note, this is how to build documentation for the ``transpolibre`` application itself, not how to use ``transpolibre``.
ar: لاحظ، هذه هي كيفية إنشاء الوثائق لتطبيق ``transpolibre`` نفسه، وليس كيفية استخدام ``transpolibre``.
bn: দ্রষ্টব্য, এটি ``transpolibre`` অ্যাপ্লিকেশনটির জন্য ডকুমেন্টেশন তৈরি করার পদ্ধতি, ``transpolibre`` ব্যবহারের পদ্ধতি নয়।
hi: ध्यान दें, यह ``transpolibre`` एप्लिकेशन के लिए दस्तावेज़ीकरण बनाने का तरीका है, न कि ``transpolibre`` का उपयोग कैसे करें।
it: Nota, questo è il modo per costruire la documentazione per l'applicazione ``transpolibre`` stessa, non il modo per usare ``transpolibre``.
pt: Note, esta é a forma de construir a documentação para a própria aplicação ``transpolibre``, não como usar o ``transpolibre``.
tr: Not: Bu, ``transpolibre`` uygulamasının kendisi için belgelerin nasıl oluşturulacağıdır, ``transpolibre``'nin nasıl kullanılacağı değil.

source: Build Documentation
ar: بناء الوثائق
bn: ডকুমেন্টেশন তৈরি করুন
hi: दस्तावेज़ीकरण बनाएँ
it: Costruisci la documentazione
pt: Criar documentação
tr: Belgelendirme Oluştur

source: To build this documentation locally, do thusly.
ar: لإنشاء هذه الوثائق محليًا، قم بذلك.
bn: এই ডকুমেন্টেশনটি স্থানীয়ভাবে তৈরি করতে, এভাবে করুন।
hi: इस दस्तावेज़ को स्थानीय रूप से बनाने के लिए, इस तरह से करें।
it: Per costruire questa documentazione localmente, fate così.
pt: Para construir esta documentação localmente, faça o seguinte.
tr: Bu dokümantasyonu yerel olarak oluşturmak için, şu şekilde yapın.

source: Install Dependencies
ar: قم بتثبيت التبعيات
bn: নির্ভরতা ইনস্টল করুন
hi: निर्भरताएँ स्थापित करें
it: Installare le dipendenze
pt: Instalar dependências
tr: Bağımlılıkları Yükle

source: Install dependencies, such as with Debian:
ar: قم بتثبيت الإضافات، مثلما هو الحال مع دبيان:
bn: নির্ভরতা ইনস্টল করুন, যেমন ডেবিয়ানের সাথেঃ
hi: निर्भरताएँ स्थापित करें, जैसे कि डेबियन के साथ:
it: Installare le dipendenze, come con Debian:
pt: Instale as dependências, como no Debian:
tr: Debian gibi bağımlılıkları yükleyin:

source: Download Documentation Source
ar: تحميل الوثائق المصدر
bn: ডকুমেন্টেশন ডাউনলোড করুন উৎস
hi: डॉक्यूमेंटेशन स्रोत डाउनलोड करें
it: Scarica la documentazione Fonte
pt: Baixar documentação Fonte
tr: Belge Kaynağını İndir

source: Setup Python
ar: إعداد بايثون
bn: পাইথন সেটআপ
hi: पायथन सेटअप करें
it: Configurazione di Python
pt: Configurando o Python
tr: Python'u Kurma

source: Documentation Build Help
ar: بناء الوثائق المساعدة
bn: ডকুমেন্টেশন বিল্ড সহায়তা
hi: डॉक्यूमेंटेशन बिल्ड हेल्प
it: Documentazione Build Aiuto
pt: Documentação Ajuda de compilação
tr: Belgelendirme Yapı Yardımı

source: For documentation build help, run:
ar: للحصول على مساعدة في بناء الوثائق، قم بتشغيل:
bn: ডকুমেন্টেশন বিল্ডের সাহায্যের জন্য, চালান:
hi: डॉक्यूमेंटेशन बिल्ड हेल्प के लिए, चलाएँ:
it: Per assistenza alla compilazione della documentazione, eseguire:
pt: Para obter ajuda na compilação da documentação, execute:
tr: Belgelendirme oluşturma yardımı için:

source: This will display this help:
ar: سيُعرض هذا الدعم:
bn: এই সাহায্য প্রদর্শন করবে:
hi: इससे यह मदद प्रदर्शित होगी:
it: Questo comando visualizza questo aiuto:
pt: Isto irá exibir esta ajuda:
tr: Bu yardımın gösterilmesini sağlar:

source: Clean
ar: نظيف
bn: পরিষ্কার
hi: साफ़
it: Pulito
pt: Limpo
tr: Temiz

source: Clean build artifacts thusly.
ar: قم بتنظيف نتاجات البناء على هذا النحو.
bn: এইভাবে পরিষ্কার বিল্ড আর্টিফ্যাক্ট।
hi: इस प्रकार साफ निर्माण कलाकृतियों।
it: In questo modo, gli artefatti di build vengono puliti.
pt: Limpe os artefatos de compilação assim.
tr: Bu şekilde temiz yapı kalıntıları.

source: Build HTML Documentation
ar: بناء وثائق HTML
bn: HTML ডকুমেন্টেশন তৈরি করুন
hi: HTML दस्तावेज़ीकरण बनाएँ
it: Costruisci la documentazione HTML
pt: Criar documentação HTML
tr: HTML Belgelendirme Oluştur

source: To build the HTML documentation, run:
ar: لإنشاء وثائق HTML، قم بتشغيل:
bn: এইচটিএমএল ডকুমেন্টেশন তৈরি করতে, চালানঃ
hi: HTML दस्तावेज़ बनाने के लिए, चलाएँ:
it: Per costruire la documentazione HTML, eseguire:
pt: Para construir a documentação HTML, execute:
tr: HTML belgelerini oluşturmak için:

source: The resulting HTML will be in ``docs/_build/html/`` with a top-level ``index.html`` file located here: ``docs/index.html``.
ar: سيكون HTML الناتج في ``docs/_build/html/`` مع وجود ملف ``index.html`` في أعلى المستوى هنا: ``docs/index.html``.
bn: ফলাফলের এইচটিএমএলটি ``docs/_build/html/`` এ থাকবে এবং শীর্ষ-স্তরের ``index.html`` ফাইলটি এখানে অবস্থিত: ``docs/index.html``।
hi: परिणामी HTML ``docs/_build/html/`` में होगा, जिसमें एक शीर्ष-स्तरीय ``index.html`` फ़ाइल यहां स्थित होगी: ``docs/index.html``।
it: Il codice HTML risultante sarà in ``docs/_build/html/`` con un file ``index.html`` di primo livello che si trova qui: ``docs/index.html``.
pt: O HTML resultante estará em ``docs/_build/html/`` com um arquivo ``index.html`` de nível superior localizado aqui: ``docs/index.html``.
tr: Oluşan HTML dosyaları ``docs/_build/html/`` dizininde olacak ve en üst düzey ``index.html`` dosyası burada bulunacak: ``docs/index.html``.

source: Build LaTex PDF
ar: بناء ملف PDF من LaTex
bn: LaTex পিডিএফ তৈরি করুন
hi: LaTex PDF बनाएँ
it: Costruisci LaTex PDF
pt: Criar um PDF em LaTex
tr: LaTex PDF oluştur

source: To build a PDF document from a LaTeX build, first install dependencies (this is way more than needed):
ar: لإنشاء مستند PDF من بنية LaTeX، قم أولاً بتثبيت التبعيات (وهو أكثر بكثير مما هو مطلوب):
bn: একটি LaTeX বিল্ড থেকে একটি পিডিএফ ডকুমেন্ট তৈরি করতে, প্রথমে নির্ভরতা ইনস্টল করুন (এটি প্রয়োজনের চেয়ে অনেক বেশি):
hi: LaTeX बिल्ड से PDF दस्तावेज़ बनाने के लिए, पहले निर्भरता स्थापित करें (यह ज़रूरत से ज़्यादा है):
it: Per costruire un documento PDF da un file LaTeX, prima installate le dipendenze (questo è molto più di quanto necessario):
pt: Para criar um documento PDF a partir de uma compilação LaTeX, primeiro instale as dependências (isso é muito mais do que o necessário):
tr: Bir LaTeX derlemesinden bir PDF belgesi oluşturmak için, önce bağımlılıkları yükleyin (bu ihtiyaç duyulan şeyden çok daha fazlasıdır):

source: Then build the LaTeX and PDF documents:
ar: ثم قم بتجميع وثائق لاتايكس وبي دي اف:
bn: এখন LaTeX এবং PDF ফাইল তৈরি করুনঃ
hi: फिर LaTeX और PDF दस्तावेज़ बनाएँ:
it: Quindi costruite i documenti LaTeX e PDF:
pt: Em seguida, crie os documentos LaTeX e PDF:
tr: Sonra LaTeX ve PDF belgelerini oluşturun:

source: Build PDF
ar: بناء ملفات PDF
bn: পিডিএফ তৈরি করুন
hi: PDF बनाएँ
it: Crea PDF
pt: Criar PDF
tr: PDF oluştur

source: To build a PDF document from LaTeX:
ar: لإنشاء مستند PDF من LaTeX:
bn: LaTeX থেকে পিডিএফ ডকুমেন্ট তৈরি করুন
hi: LaTeX से PDF दस्तावेज़ बनाने के लिए:
it: Per creare un documento PDF da LaTeX:
pt: Para criar um documento PDF a partir do LaTeX:
tr: LaTeX'ten PDF belgesi oluşturmak için:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre.pdf``.
ar: سيكون ملف PDF الناتج هنا: ``docs/_build/latex/en/transpolibre.pdf``.
bn: ফলাফল হিসেবে পিডিএফ এখানে পাওয়া যাবে: ``docs/_build/latex/en/transpolibre.pdf``।
hi: परिणामी पीडीएफ यहां होगी: ``docs/_build/latex/en/transpolibre.pdf``।
it: Il PDF risultante sarà qui: ``docs/_build/latex/en/transpolibre.pdf``.
pt: O PDF resultante estará aqui: ``docs/_build/latex/en/transpolibre.pdf``.
tr: Oluşan PDF burada olacaktır: ``docs/_build/latex/tr/transpolibre.pdf``.

source: eBook
ar: كتاب إلكتروني
bn: ইবুক
hi: ईबुक
tr: E-Kitap

source: To greatly reduce the size of the PDF to 150 dpi for an eBook, run:
ar: لتقليل حجم ملف PDF إلى 150 نقطة في البوصة لكتاب إلكتروني، قم بتشغيل:
bn: ই-বুকের জন্য পিডিএফের আকারটি 150 ডিপিআইতে হ্রাস করতে, চালানঃ
hi: किसी ई-बुक के लिए PDF का आकार बहुत कम करके 150 dpi करने के लिए, निम्न को चलाएँ:
it: Per ridurre drasticamente le dimensioni del PDF a 150 dpi per un eBook, eseguire:
pt: Para reduzir consideravelmente o tamanho do PDF para 150 dpi para um eBook, execute:
tr: Bir e-Kitap için PDF'nin boyutunu 150 dpi'ye büyük ölçüde küçültmek için:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
ar: سيكون ملف PDF الناتج هنا: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
bn: ফলাফল হিসেবে পিডিএফ এখানে পাওয়া যাবে: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``।
hi: परिणामी पीडीएफ यहां होगी: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``।
it: Il PDF risultante sarà qui: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
pt: O PDF resultante estará aqui: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
tr: Oluşan PDF burada olacaktır: ``docs/_build/latex/tr/transpolibre-ebook-tr.pdf``.

source: Prepress
ar: مرحلة ما قبل الطباعة
bn: প্রিপ্রেস
hi: प्रीप्रेस
pt: Pré-impressão

source: To reduce the size of the PDF to 300 dpi for printing, run:
ar: لتقليل حجم ملف PDF إلى 300 نقطة في البوصة للطباعة، قم بتشغيل:
bn: প্রিন্টের জন্য পিডিএফের আকার 300 ডিপিআইতে কমাতে, চালানঃ
hi: छापने के लिए PDF के आकार को 300 dpi तक कम करने के लिए, निम्न को चलाएँ:
it: Per ridurre le dimensioni del PDF a 300 dpi per la stampa, eseguire:
pt: Para reduzir o tamanho do PDF para 300 dpi para impressão, execute:
tr: PDF'nin boyutunu yazdırma için 300 dpi'ye indirmek için:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
ar: سيكون ملف PDF الناتج هنا: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
bn: ফলাফল হিসেবে পিডিএফ এখানে পাওয়া যাবে: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``।
hi: परिणामी पीडीएफ यहां होगी: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``।
it: Il PDF risultante sarà qui: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
pt: O PDF resultante estará aqui: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
tr: Oluşan PDF burada olacaktır: ``docs/_build/latex/tr/transpolibre-prepress-tr.pdf``.

source: Build All Documentation
ar: بناء جميع الوثائق
bn: সমস্ত ডকুমেন্টেশন তৈরি করুন
hi: सभी दस्तावेज़ीकरण बनाएँ
it: Compila tutta la documentazione
pt: Compilar toda a documentação
tr: Tüm Belgeleri Oluştur

source: To build all documentation, including HTML and PDFs.
ar: لإنشاء جميع الوثائق، بما في ذلك HTML وPDF.
bn: এইচটিএমএল এবং পিডিএফ সহ সমস্ত ডকুমেন্টেশন তৈরি করতে।
hi: HTML और PDF सहित सभी दस्तावेज़ीकरण बनाने के लिए.
it: Per costruire tutta la documentazione, compresi i file HTML e PDF.
pt: Para construir toda a documentação, incluindo HTML e PDFs.
tr: HTML ve PDF'ler dahil tüm belgeleri oluşturmak için.

source: Translations
ar: الترجمات
bn: অনুবাদ
hi: अनुवाद
it: Traduzioni
pt: Traduções
tr: Çeviriler

source: See ``README.md`` for notes on how to update package translations.
ar: راجع ``README.md`` للحصول على ملاحظات حول كيفية تحديث ترجمات الحزمة.
bn: প্যাকেজ অনুবাদগুলি কীভাবে আপডেট করবেন সে সম্পর্কে নোটগুলির জন্য `` README.md`` দেখুন।
hi: पैकेज अनुवादों को कैसे अपडेट किया जाए, इस पर नोट्स के लिए ``README.md`` देखें।
it: Per informazioni su come aggiornare le traduzioni dei pacchetti, vedere ``README.md``.
pt: Consulte o ``README.md`` para obter notas sobre como atualizar as traduções do pacote.
tr: Paket çevirilerinin nasıl güncelleneceğine dair notlar için ``README.md`` dosyasına bakın.
