Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.15.tar.gz/transpolibre-0.8.15/docs/_source/locale/*/LC_MESSAGES/todo.po
Languages: de, ja, ko, zh

source: Work to do on transpolibre.
de: Arbeit an transpolibre.
ja: transpolibreでやるべき仕事。
ko: 트랜스폴리브레에 대해 해야 할 일이 있습니다.
zh: transpolibre 上还有很多工作要做。

source: Fix broken PDF languages: ar fr he ja zh.
de: Probleme bei PDF-Sprachen behoben: ar fr he ja zh.
ja: 壊れたPDF言語を修正：ar fr he ja zh。
ko: 깨진 PDF 언어 수정: ar fr he ja zh.
zh: 修复了损坏的 PDF 语言：ar fr he ja zh。

source: Fix missing fonts for PDF generation.
de: Fehlende Schriftarten für die PDF-Generierung beheben.
ja: PDF生成のためのフォントの欠落を修正しました。
ko: PDF 생성에 누락된 글꼴을 수정합니다.
zh: 修复了 PDF 生成时缺少字体的问题。

source: Fix --help in docs for multiple languages.
de: --help in der Dokumentation für mehrere Sprachen korrigieren.
ja: 複数の言語のドキュメントで --help を修正しました。
ko: 다중 언어에 대한 문서에서 --help를 수정했습니다.
zh: 修复了多语言文档中的 --help。

source: LibreTranslate
ja: LibreTranslateについて

source: Fix formatting of URLs.
de: Formatierung von URLs korrigiert.
ja: URLのフォーマットを修正しました。
ko: URL의 형식을 수정합니다.
zh: 修复了 URL 格式。

source: Fix formatting of inline code with backticks.
de: Korrigieren Sie die Formatierung von Inline-Code mit umgekehrten Apostrophen.
ja: バッククォートで囲まれたインラインコードのフォーマットを修正しました。
ko: 백틱으로 인라인 코드의 서식을 수정합니다.
zh: 修复了带反引号的内联代码的格式。

source: Ollama
ja: オッラマ
ko: 올라마
zh: 奥拉马

source: Add docs for using ollama.
de: Dokumente zur Verwendung von ollama hinzufügen.
ja: ollama の使用に関するドキュメントを追加しました。
ko: ollama 사용에 대한 문서를 추가합니다.
zh: 添加了使用 ollama 的文档。

source: Write better prompt.
de: Schreiben Sie eine bessere Eingabeaufforderung.
ja: より良いプロンプトを書く。
ko: 더 나은 프롬프트를 작성하십시오.
zh: 写一个更好的提示。

source: Local
de: Lokal
ja: ローカル
ko: 현지
zh: 当地

source: Add docs for supporting local model.
de: Dokumente für die Unterstützung des lokalen Modells hinzufügen.
ja: ローカルモデルをサポートするためのドキュメントを追加しました。
ko: 로컬 모델 지원에 대한 문서 추가.
zh: 添加了支持本地模型的文档。

source: Models
de: Modelle
ja: モデル
ko: 모델
zh: 型号

source: Add a Models page.
de: Fügen Sie eine Seite "Modelle" hinzu.
ja: Models ページを追加します。
ko: 모델 페이지를 추가합니다.
zh: 添加一个“模型”页面。

source: Note which ones work best.
de: Notieren Sie sich, welche am besten funktionieren.
ja: どのものが一番よく効くか注意してください。
ko: 어떤 것이 가장 잘 작동하는지 알아보십시오.
zh: 注意哪些效果最好。

source: Note licenses.
de: Beachten Sie die Lizenzbestimmungen.
ja: ライセンスに注意してください。
ko: 참고 라이센스.
zh: 注意许可证。

source: App Translation
de: App-Übersetzung
ja: アプリの翻訳
ko: 앱 번역
zh: App翻译

source: Update app translation with new files.
de: Aktualisieren Sie die App-Übersetzung mit den neuen Dateien.
ja: 新しいファイルでアプリの翻訳を更新します。
ko: 새 파일로 앱 번역을 업데이트합니다.
zh: 使用新文件更新应用程序翻译。
