Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.15.tar.gz/transpolibre-0.8.15/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: fr, ja, tr, zh

source: Usage
fr: Utilisation
ja: 使用法
tr: kullanım
zh: 使用

source: Thusly.
fr: Ainsi.
ja: このように。
tr: Bu şekilde.
zh: 就是这样。

source: Help
fr: Aide
ja: ヘルプ
tr: Yardım
zh: 帮助

source: Examples
fr: Exemples
ja: 例
tr: Örnekler
zh: 示例

source: To translate a single PO file:
fr: Pour traduire un seul fichier PO :
ja: 単一の PO ファイルを翻訳するには:
tr: Tek bir PO dosyasını çevirmek için:
zh: 要翻译单个 PO 文件:

source: To translate specifying to/from language:
fr: Pour traduire en spécifiant la langue de départ et la langue de destination:
ja: 言語の指定で翻訳する:
tr: Dil belirterek çevirmek için:
zh: 要翻译的指定语言：

source: To use a particular LibreTranslate server:
fr: Pour utiliser un serveur LibreTranslate particulier :
ja: 特定の LibreTranslate サーバを使用するには:
tr: Belirli bir LibreTranslate sunucusu kullanmak için:
zh: 要使用特定的 LibreTranslate 服务器:

source: To list languages available on a LibreTranslate server:
fr: Pour lister les langues disponibles sur un serveur LibreTranslate :
ja: LibreTranslate サーバで利用可能な言語をリストするには:
tr: LibreTranslate sunucusunda bulunan dilleri listelemek için:
zh: 列出 LibreTranslate 服务器上可用的语言:

source: To translate all the PO files in a directory:
fr: Pour traduire tous les fichiers PO d'un répertoire :
ja: ディレクトリ内のすべての PO ファイルを翻訳するには:
tr: Bir dizindeki tüm PO dosyalarını çevirmek için:
zh: 要翻译目录中的所有 PO 文件:

source: To tranlate with a local model:
fr: Pour traduire avec un modèle local :
ja: ローカルモデルで翻訳するには:
tr: Yerel bir model ile çeviri yapmak için:
zh: 使用本地模型进行翻译：

source: The LibreTranslate URL and API key can be stored using dotenv, so it doesn't need to be specified on the command line. For instance instead of doing this:
fr: L'URL et la clé API de LibreTranslate peuvent être stockées à l'aide de dotenv, ce qui signifie qu'elles n'ont pas besoin d'être spécifiées sur la ligne de commande. Par exemple, au lieu de faire ceci :
ja: LibreTranslateのURLとAPIキーはdotenvを使って保存できるので、コマンドラインで指定する必要はありません。例えば、次のようにします。
tr: LibreTranslate URL ve API anahtarı dotenv kullanılarak saklanabilir, bu yüzden komut satırında belirtilmesi gerekmez. Örneğin, bunun yerine:
zh: LibreTranslate URL 和 API 密钥可以使用 dotenv 存储，因此不需要在命令行上指定。例如，不用这样：

source: You can add the URL adding the ``LT_URL`` variable to an ``.env`` file in the base directory:
fr: Vous pouvez ajouter l’URL en ajoutant la variable ``LT_URL`` à un fichier ``.env`` dans le répertoire de base :
ja: ベースディレクトリにある ``.env`` ファイルに ``LT_URL`` 変数を追加することで、URLを追加できます:
tr: LT_URL değişkenini taban dizinindeki bir .env dosyasına ekleyerek URL’yi ekleyebilirsiniz:
zh: 您可以将 ``LT_URL`` 变量添加到基本目录中的 ``.env`` 文件中，以添加 URL：

source: The same can be done with the API key, such as:
fr: Il en va de même pour la clé API, par exemple :
ja: API キーでも同じことができます。たとえば、
tr: Aynı şey API anahtarı için de yapılabilir, örneğin:
zh: API 密钥也可以这样做，例如：

source: A default Ollama model:
fr: Modèle Ollama par défaut :
ja: デフォルトのOllamaモデル:
tr: Varsayılan bir Ollama modeli:
zh: 默认的 Ollama 模型:

source: A default Ollama URL:
fr: URL Ollama par défaut :
ja: デフォルトの Ollama URL:
tr: Varsayılan Ollama URL'si:
zh: 默认的 Ollama URL:
