Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.14.tar.gz/transpolibre-0.8.14/docs/_source/locale/*/LC_MESSAGES/libretranslate.po
Languages: ar, id, pl

source: transpolibre uses a LibreTranslate server for translations.
ar: يستخدم موقع ترانسبوليبري خادم لبرترانسل للترجمات.
id: transpolibre menggunakan server LibreTranslate untuk terjemahan.
pl: transpolibre używa serwera LibreTranslate do tłumaczeń.

source: Local Server
ar: الخادم المحلي
id: Server Lokal
pl: Serwer lokalny

source: You can run your own LibreTranslate server.
ar: يمكنك تشغيل خادم LibreTranslate الخاص بك.
id: Anda dapat menjalankan server LibreTranslate Anda sendiri.
pl: Możesz uruchomić własny serwer LibreTranslate.

source: Server Installation
ar: تركيب الخادم
id: Instalasi Server
pl: Instalacja serwera

source: To install your own server, you can do it thusly on Debian:
ar: لتثبيت الخادم الخاص بك، يمكنك القيام بذلك على نظام التشغيل ديبين:
id: Untuk menginstal server Anda sendiri, Anda dapat melakukannya dengan cara ini pada Debian:
pl: Aby zainstalować własny serwer, możesz to zrobić w ten sposób na Debianie:

source: Note, the first time it is run, it will download the translation models. The web URL won't be available until this is complete. It will download (currently) approximately 9 gigs of data.
ar: لاحظ أنه عند تشغيله لأول مرة، سيقوم بتنزيل نماذج الترجمة. ولن يتوفر عنوان URL الخاص بالموقع حتى اكتمال ذلك. وسيتم تنزيل ما يقارب 9 جيجابايت من البيانات (في الوقت الحالي).
id: Perhatikan, saat pertama kali dijalankan, akan mengunduh model terjemahan. URL web tidak akan tersedia sampai ini selesai. Ini akan mengunduh (saat ini) sekitar 9 pertunjukan data.
pl: Pamiętaj, że po uruchomieniu po raz pierwszy program pobierze modele tłumaczenia. Adres URL nie będzie dostępny, dopóki nie zostanie to zakończone. Pobieranie zajmie (obecnie) około 9 gigabajtów danych.

source: Translation model files download to here:
ar: تنزيل ملفات نموذج الترجمة إلى هنا:
id: File model terjemahan download ke sini:
pl: Pliki modelu tłumaczenia pobrać tutaj:

source: systemd
ar: سيستم دي

source: You can set up the server to start on boot with systemd. It will need a startup script and a systemd file.
ar: يمكنك إعداد الخادم لبدء التشغيل عند التمهيد باستخدام systemd. وسوف يحتاج إلى نص بدء التشغيل وملف systemd.
id: Anda dapat mengatur server untuk memulai pada saat boot dengan systemd. Ini akan memerlukan skrip startup dan file systemd.
pl: Możesz skonfigurować serwer do uruchamiania przy starcie systemu z systemd. Będzie potrzebował skryptu startowego i pliku systemd.

source: Edit the systemd service file:
ar: قم بتحرير ملف خدمة النظام:
id: Edit file layanan systemd:
pl: Edytuj plik usługi systemd:

source: Add contents such as this, adjusting path and user to where you put the startup script:
ar: أضف محتويات مثل هذا، مع تعديل المسار والمستخدم إلى المكان الذي وضعت فيه نص بدء التشغيل:
id: Tambahkan konten seperti ini, sesuaikan path dan user ke tempat Anda meletakkan skrip startup:
pl: Dodaj zawartość taką jak ta, dostosowując ścieżkę i użytkownika do miejsca, w którym umieściłeś skrypt startowy:

source: Create the startup script:
ar: قم بإنشاء نص بدء التشغيل:
id: Buat skrip startup:
pl: Tworzenie skryptu startowego:

source: Add contents such as this, adjusting to the correct path:
ar: أضف محتويات مثل هذا، مع تعديل المسار الصحيح:
id: Tambahkan konten seperti ini, sesuaikan dengan jalur yang benar:
pl: Dodaj zawartość taką jak ta, dostosowując ją do poprawnej ścieżki:

source: Web Access
ar: الوصول إلى شبكة الإنترنت
id: Akses Web
pl: Dostęp do sieci

source: You can then access your model remotely via the server's IP or from localhost, such as:
ar: يمكنك بعد ذلك الوصول إلى نموذجك عن بعد عبر عنوان IP الخاص بالخادم أو من localhost، مثل:
id: Anda kemudian dapat mengakses model Anda dari jarak jauh melalui IP server atau dari localhost, seperti:
pl: Następnie możesz uzyskać zdalny dostęp do modelu za pośrednictwem adresu IP serwera lub z localhost, na przykład:
