Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.14.tar.gz/transpolibre-0.8.14/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: de, es, fr, id

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
id: Kode Sumber

source: Source code repository for this documentation.
de: Quellcode-Repository für diese Dokumentation.
es: Repositorio del código fuente para esta documentación.
fr: Répértoire du code source pour cette documentation.
id: Repositori kode sumber untuk dokumentasi ini.

source: Note, this is how to build documentation for the ``transpolibre`` application itself, not how to use ``transpolibre``.
de: Beachten Sie, dass es sich hierbei um die Erstellung der Dokumentation für die Anwendung ``transpolibre`` selbst handelt, nicht um die Verwendung von ``transpolibre``.
es: Tenga en cuenta que esto es cómo construir la documentación para la propia aplicación ``transpolibre``, no cómo usar ``transpolibre``.
fr: Notez que c'est la façon de construire la documentation pour l'application ``transpolibre`` elle-même, pas la façon d'utiliser ``transpolibre``.
id: Perhatikan, ini adalah cara membangun dokumentasi untuk aplikasi ``transpolibre`` itu sendiri, bukan cara menggunakan ``transpolibre``.

source: Build Documentation
de: Dokumentation erstellen
es: Construir documentación
fr: Créer la documentation
id: Membangun Dokumentasi

source: To build this documentation locally, do thusly.
de: Um diese Dokumentation lokal zu erstellen, führen Sie die folgenden Schritte aus.
es: Para construir esta documentación localmente, haga lo siguiente.
fr: Pour construire cette documentation localement, procédez comme suit.
id: Untuk membangun dokumentasi ini secara lokal, lakukanlah seperti ini.

source: Install Dependencies
de: Installieren von Abhängigkeiten
es: Instalar dependencias
fr: Installer les dépendances
id: Instalasi Ketergantungan

source: Install dependencies, such as with Debian:
de: Installieren Sie Abhängigkeiten, wie bei Debian:
es: Instale las dependencias, tal como se hace con Debian:
fr: Installez les dépendances, comme avec Debian :
id: Instal dependensi, seperti pada Debian:

source: Download Documentation Source
de: Dokumentation herunterladen Quelle
es: Descargar documentación Fuente
fr: Télécharger la documentation Source
id: Unduh Dokumentasi Sumber

source: Setup Python
de: Python einrichten
es: Configuración de Python
fr: Configuration de Python
id: Pengaturan Python

source: Documentation Build Help
de: Dokumentation Erstellen von Hilfe
es: Ayuda para la compilación de documentación
id: Dokumentasi Membangun Bantuan

source: For documentation build help, run:
de: Führen Sie zum Anzeigen der Dokumentation aus:
es: Para obtener ayuda sobre la compilación de la documentación, ejecute:
fr: Pour de l'aide sur la création de la documentation, lancez :
id: Untuk bantuan pembuatan dokumentasi, jalankan:

source: This will display this help:
de: Dies wird diese Hilfe anzeigen:
es: Esto mostrará esta ayuda:
fr: Cela affichera cette aide :
id: Ini akan menampilkan bantuan ini:

source: Clean
de: Reinigen
es: Limpio
fr: Propre
id: Bersih

source: Clean build artifacts thusly.
de: Reinigen Sie die Build-Artefakte auf diese Weise.
es: Limpie los artefactos de compilación de esta manera.
fr: Nettoyez les artefacts de construction de la manière suivante.
id: Bersihkan artefak pembuatan dengan demikian.

source: Build HTML Documentation
de: HTML-Dokumentation erstellen
es: Generar documentación HTML
fr: Générer une documentation HTML
id: Membuat Dokumentasi HTML

source: To build the HTML documentation, run:
de: Führen Sie zum Erstellen der HTML-Dokumentation den Befehl aus:
es: Para construir la documentación HTML, ejecute:
fr: Pour construire la documentation HTML, lancez :
id: Untuk membangun dokumentasi HTML, jalankan:

source: The resulting HTML will be in ``docs/_build/html/`` with a top-level ``index.html`` file located here: ``docs/index.html``.
de: Die resultierende HTML-Datei befindet sich in ``docs/_build/html/`` mit einer Datei auf oberster Ebene ``index.html``, die sich hier befindet: ``docs/index.html``.
es: El HTML resultante estará en ``docs/_build/html/`` con un archivo ``index.html`` de nivel superior ubicado aquí: ``docs/index.html``.
fr: Le code HTML résultant sera dans ``docs/_build/html/`` avec un fichier ``index.html`` de haut niveau situé ici : ``docs/index.html``.
id: HTML yang dihasilkan akan berada di ``docs/_build/html/`` dengan file ``index.html`` tingkat atas yang terletak di sini: ``docs/index.html``.

source: Build LaTex PDF
de: LaTeX-PDF erstellen
es: Crear un PDF de LaTex
fr: Créer un PDF LaTex
id: Membuat PDF LaTex

source: To build a PDF document from a LaTeX build, first install dependencies (this is way more than needed):
de: Um ein PDF-Dokument aus einem LaTeX-Build zu erstellen, installieren Sie zuerst die Abhängigkeiten (das ist viel mehr als nötig):
es: Para construir un documento PDF a partir de una compilación de LaTeX, primero instale las dependencias (esto es mucho más de lo necesario):
fr: Pour construire un document PDF à partir d'une construction LaTeX, installez d'abord les dépendances (c'est bien plus que nécessaire) :
id: Untuk membangun dokumen PDF dari pembuatan LaTeX, pertama-tama instal dependensi (ini jauh lebih dari yang diperlukan):

source: Then build the LaTeX and PDF documents:
de: Erstellen Sie dann die LaTeX- und PDF-Dokumente:
es: Luego, construya los documentos LaTeX y PDF:
fr: Puis, construisez les documents LaTeX et PDF :
id: Kemudian buat dokumen LaTeX dan PDF:

source: Build PDF
de: PDF erstellen
es: Crear PDF
fr: Créer des PDF
id: Buat PDF

source: To build a PDF document from LaTeX:
de: So erstellen Sie ein PDF-Dokument aus LaTeX:
es: Para crear un documento PDF a partir de LaTeX:
fr: Pour construire un document PDF à partir de LaTeX :
id: Untuk membuat dokumen PDF dari LaTeX:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre.pdf``.
de: Die resultierende PDF-Datei wird hier gespeichert: ``docs/_build/latex/en/transpolibre.pdf``.
es: El PDF resultante estará aquí: ``docs/_build/latex/es/transpolibre.pdf``.
fr: Le fichier PDF résultant sera ici : ``docs/_build/latex/fr/transpolibre.pdf``.
id: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre.pdf``.

source: eBook
es: Libro electrónico
id: Buku elektronik

source: To greatly reduce the size of the PDF to 150 dpi for an eBook, run:
de: Um die PDF-Datei für ein eBook auf 150 dpi zu verkleinern, führen Sie Folgendes aus:
es: Para reducir considerablemente el tamaño del PDF a 150 dpi para un eBook, ejecute:
fr: Pour réduire considérablement la taille du PDF à 150 dpi pour un eBook, exécutez :
id: Untuk sangat mengurangi ukuran PDF menjadi 150 dpi untuk eBook, jalankan:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
de: Die resultierende PDF-Datei wird hier gespeichert: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
es: El PDF resultante estará aquí: ``docs/_build/latex/es/transpolibre-ebook-es.pdf``.
fr: Le PDF résultant sera ici : ``docs/_build/latex/fr/transpolibre-ebook-fr.pdf``.
id: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.

source: Prepress
de: Druckvorstufe
es: Preimpresión
fr: Prépresse
id: Pra-cetak

source: To reduce the size of the PDF to 300 dpi for printing, run:
de: Um die PDF-Datei für den Druck auf 300 dpi zu verkleinern, führen Sie Folgendes aus:
es: Para reducir el tamaño del PDF a 300 dpi para imprimir, ejecute:
fr: Pour réduire la taille du fichier PDF à 300 dpi pour l'impression, exécutez :
id: Untuk mengurangi ukuran PDF menjadi 300 dpi untuk pencetakan, jalankan:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
de: Die resultierende PDF-Datei wird hier gespeichert: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
es: El PDF resultante estará aquí: ``docs/_build/latex/es/transpolibre-prepress-es.pdf``.
fr: Le fichier PDF résultant sera ici : ``docs/_build/latex/fr/transpolibre-prepress-fr.pdf``.
id: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.

source: Build All Documentation
de: Alle Dokumentation erstellen
es: Generar toda la documentación
fr: Générer toute la documentation
id: Membangun Semua Dokumentasi

source: To build all documentation, including HTML and PDFs.
de: Alle Dokumentation wird erstellt, einschließlich HTML- und PDF-Dateien.
es: Para compilar toda la documentación, incluidos los archivos HTML y PDF.
fr: Pour construire toute la documentation, y compris les fichiers HTML et PDF.
id: Untuk membangun semua dokumentasi, termasuk HTML dan PDF.

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
id: Terjemahan

source: See ``README.md`` for notes on how to update package translations.
de: Siehe ``README.md`` für Hinweise zur Aktualisierung von Paketübersetzungen.
es: Consulte «README.md» para obtener notas sobre cómo actualizar las traducciones de paquetes.
fr: Voir « README.md » pour des notes sur la façon de mettre à jour les traductions des paquets.
id: Lihat ``README.md`` untuk catatan tentang cara memperbarui terjemahan paket.
