Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.14.tar.gz/transpolibre-0.8.14/docs/_source/locale/*/LC_MESSAGES/todo.po
Languages: es

source: Work to do on transpolibre.
es: Trabajo que hacer en transpolibre.

source: Fix broken PDF languages: ar fr he ja zh.
es: Corregir los idiomas PDF dañados: ar fr he ja zh.

source: Fix missing fonts for PDF generation.
es: Corregir las fuentes que faltan para la generación de PDF.

source: Fix --help in docs for multiple languages.
es: Corregir --help en los documentos para varios idiomas.

source: Fix formatting of URLs.
es: Corregir el formato de las URL.

source: Fix formatting of inline code with backticks.
es: Corregir el formato del código en línea con tilde.

source: Add docs for using ollama.
es: Añade documentación para usar ollama.

source: Write better prompt.
es: Escriba un aviso mejor.

source: Add docs for supporting local model.
es: Añadir documentación para dar soporte a modelos locales.

source: Models
es: Modelos

source: Add a Models page.
es: Añada una página de modelos.

source: Note which ones work best.
es: Tome nota de cuáles funcionan mejor.

source: Note licenses.
es: Tenga en cuenta las licencias.

source: App Translation
es: Traducción de aplicaciones

source: Update app translation with new files.
es: Actualice la traducción de la aplicación con los nuevos archivos.
