Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.14.tar.gz/transpolibre-0.8.14/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, es, hi, pt, ru

source: Usage
ar: استخدام
es: Uso
hi: उपयोग
pt: Uso
ru: Использование

source: Thusly.
ar: هكذا.
es: Así.
hi: इस प्रकार।
pt: Assim.
ru: Вот и все.

source: Help
ar: المساعدة
es: Ayuda
hi: सहायता
pt: Ajuda
ru: Помощь

source: Examples
ar: أمثلة
es: Ejemplos
hi: उदाहरण
pt: Exemplos
ru: Примеры

source: To translate a single PO file:
ar: لترجمة ملف PO واحد:
es: Para traducir un único archivo PO:
hi: एकल PO फ़ाइल का अनुवाद करने के लिए:
pt: Para traduzir um único arquivo PO:
ru: Чтобы перевести один файл PO:

source: To translate specifying to/from language:
ar: لترجمة تحديد إلى/من اللغة:
es: Para traducir especificando el idioma de origen y de destino:
hi: भाषा को निर्दिष्ट करने के लिए अनुवाद करने के लिए/से:
pt: Para traduzir, especifique o idioma de/para:
ru: Для перевода с указанием языка назначения/исходного языка:

source: To use a particular LibreTranslate server:
ar: لاستخدام خادم LibreTranslate معين:
es: Para usar un servidor LibreTranslate en particular:
hi: किसी विशेष LibreTranslate सर्वर का उपयोग करने के लिए:
pt: Para usar um servidor LibreTranslate específico:
ru: Чтобы использовать конкретный сервер LibreTranslate:

source: To list languages available on a LibreTranslate server:
ar: لإدراج اللغات المتوفرة على خادم LibreTranslate:
es: Para listar los idiomas disponibles en un servidor LibreTranslate:
hi: LibreTranslate सर्वर पर उपलब्ध भाषाओं की सूची:
pt: Para listar os idiomas disponíveis em um servidor LibreTranslate:
ru: Чтобы перечислить языки, доступные на сервере LibreTranslate:

source: To translate all the PO files in a directory:
ar: لترجمة جميع ملفات PO في الدليل:
es: Para traducir todos los archivos PO de un directorio:
hi: किसी निर्देशिका में सभी PO फ़ाइलों का अनुवाद करने के लिए:
pt: Para traduzir todos os arquivos PO em um diretório:
ru: Чтобы перевести все файлы PO в каталоге:

source: To tranlate with a local model:
ar: للتحويل مع نموذج محلي:
es: Para traducir con un modelo local:
hi: स्थानीय मॉडल के साथ ट्रांसलेट करने के लिए:
pt: Para traduzir com um modelo local:
ru: Чтобы перевести с помощью локальной модели:

source: Dotenv
hi: डॉटनेव

source: The LibreTranslate URL and API key can be stored using dotenv, so it doesn't need to be specified on the command line. For instance instead of doing this:
ar: يمكن تخزين عنوان URL الخاص بـ LibreTranslate ومفتاح API باستخدام dotenv، لذلك لا يحتاج إلى تحديدها على سطر الأوامر. على سبيل المثال، بدلاً من القيام بذلك:
es: La URL y la clave de API de LibreTranslate se pueden almacenar con dotenv, por lo que no es necesario especificarlos en la línea de comandos. Por ejemplo, en lugar de hacer esto:
hi: LibreTranslate URL और API key को dotenv का उपयोग करके संग्रहीत किया जा सकता है, इसलिए इसे कमांड लाइन पर निर्दिष्ट करने की आवश्यकता नहीं है। उदाहरण के लिए, ऐसा करने के बजाय:
pt: O URL e a chave API do LibreTranslate podem ser armazenados usando dotenv, então não precisa ser especificado na linha de comando. Por exemplo, em vez de fazer isso:
ru: URL и API-ключ LibreTranslate можно хранить с помощью dotenv, поэтому их не нужно указывать на командной строке. Например, вместо этого:

source: You can add the URL adding the ``LT_URL`` variable to an ``.env`` file in the base directory:
ar: يمكنك إضافة عنوان URL عن طريق إضافة متغير ``LT_URL`` إلى ملف ``.env`` في الدليل الأساسي:
es: Puede agregar la URL agregando la variable ``LT_URL`` a un archivo ``.env`` en el directorio base:
hi: आप बेस डायरेक्टरी में ``.env`` फ़ाइल में ``LT_URL`` वेरिएबल जोड़कर URL जोड़ सकते हैं:
pt: Você pode adicionar a URL adicionando a variável ``LT_URL`` a um arquivo ``.env`` no diretório base:
ru: Вы можете добавить URL, добавив переменную ``LT_URL`` в файл ``.env`` в базовом каталоге:

source: The same can be done with the API key, such as:
ar: يمكن القيام بنفس الشيء مع مفتاح API، مثل:
es: Lo mismo se puede hacer con la clave API, por ejemplo:
hi: एपीआई कुंजी के साथ भी ऐसा ही किया जा सकता है, जैसे:
pt: O mesmo pode ser feito com a chave API, como:
ru: То же самое можно сделать с ключом API, например:

source: A default Ollama model:
ar: نموذج Ollama الافتراضي:
es: Un modelo Ollama por defecto:
hi: डिफ़ॉल्ट ओलामा मॉडल:
pt: Um modelo Ollama padrão:
ru: Стандартная модель Ollama:

source: A default Ollama URL:
ar: عنوان URL افتراضي لـ Ollama:
es: Una URL de Ollama predeterminada:
hi: डिफ़ॉल्ट ओलामा यूआरएल:
pt: Um URL Ollama padrão:
ru: Стандартный URL Ollama:
