Repository: pypi-data/pypi-mirror-370
Catalog: packages/pydantic-translations/pydantic_translations-0.4.1.tar.gz/pydantic_translations-0.4.1/locales/*.po
Languages: de, es, fr, it, nl

source: value is not a valid set
de: Wert ist kein gültiges Set
es: el valor no es un conjunto válido
fr: la valeur n'est pas un ensemble valide
it: il valore non è un set valido
nl: waarde is geen geldige set

source: value is not a valid tuple
de: Wert ist kein gültiges Tupel
es: el valor no es una tupla válida
fr: la valeur n'est pas un tuple valide
it: il valore non è una tupla valida
nl: waarde is geen geldige tuple

source: value is not a valid uuid
de: Wert ist keine gültige uuid
es: el valor no es un uuid válido
fr: la valeur n'est pas un uuid valide
it: il valore non è un uuid valido
nl: waarde is geen geldige uuid

source: value is not none
de: Wert ist nicht none
es: el valor no es ninguno
fr: la valeur n'est pas nulle
it: il valore non è none
nl: waarde is niet none

source: value is not None
de: Wert ist nicht None
es: el valor no es Ninguno
fr: la valeur n'est pas Nulle
it: il valore non è None
nl: waarde is niet None

source: wrong tuple length {actual_length}, expected {expected_length}
de: falsche Tupellänge {actual_length}, erwartet {expected_length}
es: longitud de tupla no correcta: {actual_length}; la esperada es {expected_length}
fr: Longueur de tuple erronée {actual_length}, {expected_length} attendue
it: lunghezza tupla errata {actual_length}, prevista {expected_length}
nl: verkeerde lengte van tuple {actual_length}, verwacht {expected_length}
