Repository: pypi-data/pypi-mirror-370
Catalog: packages/pydantic-translations/pydantic_translations-0.4.1.tar.gz/pydantic_translations-0.4.1/locales/*.po
Languages: de, es, fr, it, nl

source: {value} is not a valid Enum instance
de: {value} ist keine gültige Enum-Instanz
es: {value} no es una instancia de Enum válida
fr: {value} n'est pas une instance Enum valide
it: {value} non è un'istanza valida di Enum
nl: {value} is geen geldige Enum instance

source: {value} is not a valid IntEnum instance
de: {value} ist keine gültige IntEnum-Instanz
es: {value} no es una instancia de IntEnum válida
fr: {value} n'est pas une instance IntEnum valide
it: {value} non è un'istanza valida di IntEnum
nl: {value} is geen geldige IntEnum instance

source: {value} is not callable
de: {value} ist nicht aufrufbar
es: {value} no es invocable
fr: {value} n'est pas appelable
it: {value} non è di tipo callable
nl: {value} is niet callable

source: a class is expected
de: eine Klasse wird erwartet
es: se espera una clase
fr: une classe est attendue
it: è prevista una classe
nl: er wordt een class verwacht

source: byte type expected
de: Byte-Typ erwartet
es: se espera un tipo de byte
fr: type d'octet attendu
it: tipo di byte previsto
nl: byte type verwacht

source: card number is not all digits
de: die Kartennummer besteht nicht nur aus Ziffern
es: el número de tarjeta no tiene todos los dígitos
fr: Certains chiffres sont manquants dans le numéro de carte
it: il numero della carta non è composto solo da cifre
nl: kaartnummer is niet alleen maar cijfers

source: card number is not luhn valid
de: die Kartennummer ist nicht gültig
es: el número de tarjeta no tiene un número de Luhn válido
fr: le numéro de la carte n'est pas valide
it: il numero della carta non è valido in Luhn
nl: kaartnummer is niet luhn-valid

source: could not interpret byte unit: {unit}
de: konnte die Byte-Einheit nicht interpretieren: {unit}
es: no se ha podido interpretar la unidad de byte: {unit}
fr: l'unité d'octets : {unit} n’a pas pu être interprétée
it: impossibile interpretare l'unità di byte: {unit}
nl: kon byte unit niet interpreteren: {unit}

source: could not parse value and unit from byte string
de: konnte Wert und Einheit nicht aus Byte-String parsen
es: no se ha podido analizar el valor y la unidad de la cadena de bytes
fr: impossible d'analyser la valeur et l'unité d'une chaîne d'octets
it: impossibile analizzare il valore e l'unità dalla stringa di byte
nl: kon waarde en eenheid niet parsen uit byte string

source: date is not in the future
de: Datum liegt nicht in der Zukunft
es: la fecha no es futura
fr: la date n'est pas dans le futur
it: la data non è nel futuro
nl: datum ligt niet in de toekomst

source: date is not in the past
de: Datum liegt nicht in der Vergangenheit
es: la fecha no es anterior
fr: la date n'est pas dans le passé
it: la data non è nel passato
nl: datum ligt niet in het verleden

source: Discriminator {discriminator_key!r} is missing in value
de: Unterscheidungsmerkmal {discriminator_key!r} fehlt im Wert
es: El discriminador {discriminator_key!r} no tiene valor
fr: La valeur du discriminateur {discriminator_key!r} est manquante
it: Il discriminatore {discriminator_key!r} è privo di valore
nl: Discriminator {discriminator_key!r} ontbreekt in waarde

source: ensure that there are no more than {decimal_places} decimal places
de: es darf nicht mehr als {decimal_places} Dezimalstellen geben
es: asegúrate de que no hay más de {decimal_places} decimales
fr: veiller à ce qu'il n'y ait pas plus de {decimal_places} décimales
it: verificare che non ci siano più di {decimal_places} cifre decimali
nl: zorg dat er niet meer dan {decimal_places} decimalen zijn

source: ensure that there are no more than {max_digits} digits in total
de: es darf insgesamt nicht mehr als {max_digits} Ziffern geben
es: asegúrate de que no hay más de {max_digits} dígitos en total
fr: veiller à ce qu'il n'y ait pas plus de {max_digits} chiffres au total
it: verificare che non ci siano più di {max_digits} cifre in totale
nl: zorg dat er in totaal niet meer dan {max_digits} cijfers zijn

source: ensure that there are no more than {whole_digits} digits before the decimal point
de: es darf nicht mehr als {whole_digits} Stellen vor dem Dezimalpunkt geben
es: asegúrate de que no hay más de {whole_digits} dígitos antes del punto decimal
fr: veiller à ce qu'il n'y ait pas plus de {whole_digits} chiffres avant la virgule.
it: verificare che non ci siano più di {whole_digits} cifre prima della virgola decimale
nl: zorg dat er niet meer dan {whole_digits} cijfers voor de komma staan.

source: ensure this value contains valid import path or valid callable: {error_message}
de: dieser Wert muss einen gültigen Importpfad oder einen gültigen aufrufbaren Wert enthalten: {error_message}
es: asegúrate de que el valor contiene una ruta de importación válida o un invocable válido: {error_message}
fr: s'assurer que cette valeur contient un chemin d'importation ou appelable valide : {error_message}
it: verificare che questo valore contenga un percorso di importazione valido o un callable valido: {error_message}
nl: zorg dat deze waarde een geldig import path of een geldige callable bevat:{error_message}

source: ensure this value has at least {limit_value} characters
de: dieser Wert muss mindestens {limit_value} Zeichen enthalten
es: asegúrate de que el valor tiene al menos {limit_value} caracteres
fr: s'assurer que cette valeur comporte au moins {limit_value} caractères
it: verificare che questo valore contenga almeno {limit_value} caratteri
nl: zorg dat deze waarde ten minste {limit_value} tekens bevat

source: ensure this value has at least {limit_value} items
de: dieser Wert muss mindestens {limit_value} Elemente enthalten
es: asegúrate de que el valor tiene al menos {limit_value} elementos
fr: s'assurer que cette valeur contient au moins {limit_value} éléments
it: verificare che questo valore contenga almeno {limit_value} elementi
nl: zorg dat deze waarde ten minste {limit_value} items bevat

source: ensure this value has at most {limit_value} characters
de: dieser Wert darf höchstens {limit_value} Zeichen enthalten
es: asegúrate de que el valor tiene como máximo {limit_value} caracteres
fr: s'assurer que cette valeur comporte au maximum {limit_value} caractères
it: verificare che questo valore contenga al massimo {limit_value} caratteri
nl: zorg dat deze waarde maximaal {limit_value} tekens bevat

source: ensure this value has at most {limit_value} items
de: dieser Wert darf höchstens {limit_value} Elemente enthalten
es: asegúrate de que el valor tiene como máximo {limit_value} elementos
fr: s'assurer que cette valeur contient au maximum {limit_value} éléments
it: verificare che questo valore contenga al massimo {limit_value} elementi
nl: zorg dat deze waarde maximaal {limit_value} items bevat

source: ensure this value is a finite number
de: dieser Wert muss eine endliche Zahl sein
es: asegúrate de que el valor es un número finito
fr: s'assurer que cette valeur est un nombre fini
it: verificare che questo valore sia un numero finito
nl: zorg dat deze waarde een eindig getal is

source: ensure this value is a multiple of {multiple_of}
de: dieser Wert muss ein Vielfaches von {multiple_of} sein
es: asegúrate de que el valor es un múltiplo de {multiple_of}
fr: s'assurer que cette valeur est un multiple de {multiple_of}
it: verificare che questo valore sia un multiplo di {multiple_of}
nl: zorg dat deze waarde een veelvoud van {multiple_of} is

source: ensure this value is greater than {limit_value}
de: dieser Wert muss größer als {limit_value} sein
es: asegúrate de que el valor es mayor que {limit_value}
fr: s'assurer que cette valeur est supérieure à {limit_value}
it: verificare che questo valore sia maggiore di {limit_value}
nl: zorg dat deze waarde groter dan {limit_value} is

source: ensure this value is greater than or equal to {limit_value}
de: dieser Wert muss größer oder gleich {limit_value} sein
es: asegúrate de que el valor es mayor o igual a {limit_value}
fr: s'assurer que cette valeur est supérieure ou égale à {limit_value}
it: verificare che questo valore sia maggiore o uguale a {limit_value}
nl: zorg dat deze waarde groter of gelijk aan {limit_value} is

source: ensure this value is less than {limit_value}
de: dieser Wert muss kleiner als {limit_value} sein
es: asegúrate de que el valor es menor que {limit_value}
fr: s'assurer que cette valeur est inférieure à {limit_value}
it: verificare che questo valore sia inferiore a {limit_value}
nl: zorg dat deze waarde kleiner dan {limit_value} is

source: ensure this value is less than or equal to {limit_value}
de: dieser Wert muss kleiner oder gleich {limit_value} sein
es: asegúrate de que el valor es menor o igual a {limit_value}
fr: s'assurer que cette valeur est inférieure ou égale à {limit_value}
it: verificare che questo valore sia inferiore o uguale a {limit_value}
nl: zorg dat deze waarde kleiner dan of gelijk aan {limit_value} is

source: extra fields not permitted
de: zusätzliche Felder sind nicht erlaubt
es: campos adicionales no permitidos
fr: champs supplémentaires non autorisés
it: campi aggiuntivi non consentiti
nl: extra velden niet toegestaan

source: field required
de: Feld ist erforderlich
es: campo obligatorio
fr: champ obligatoire
it: campo obbligatorio
nl: veld vereist

source: file or directory at path "{path}" does not exist
de: Datei oder Verzeichnis im Pfad „{path}“ existiert nicht
es: el archivo o directorio en la ruta "{path}" no existe
fr: le fichier ou le répertoire du chemin d'accès "{path}" n'existe pas
it: Il file o la directory nel percorso "{path}" non esiste.
nl: bestand of directory in pad "{path}" bestaat niet

source: instance of {class_name}, tuple or dict expected
de: Instanz von {class_name}, tupel oder dict erwartet
es: instancia de {class_name}, se esperaba una tupla o un dict
fr: instance de {class_name}, tuple ou dict attendue
it: istanza di {class_name}, tupla o dict prevista
nl: instance van {class_name}, tuple of dict verwacht

source: instance of {expected_arbitrary_type} expected
de: Instanz von {expected_arbitrary_type} erwartet
es: se esperaba instancia de {expected_arbitrary_type}
fr: instance de {expected_arbitrary_type} attendue
it: istanza di {expected_arbitrary_type} prevista
nl: instance van {expected_arbitrary_type} verwacht

source: invalid date format
de: ungültiges Datumsformat
es: formato de fecha no válido
fr: format de date non valide
it: formato data non valido
nl: ongeldig datumformaat

source: invalid datetime format
de: ungültiges Datum-Uhrzeit-Format
es: formato de fecha y hora no válido
fr: format de DateHeure non valide
it: formato data-ora non valido
nl: ongeldig datetime-formaat

source: invalid duration format
de: Ungültiges Dauerformat
es: formato de duración no válido
fr: format de durée non valide
it: formato di durata non valido
nl: ongeldige duurformaat

source: Invalid JSON
de: Ungültiges JSON
es: JSON no válido
fr: JSON non valide
it: JSON non valido
nl: Ongeldig JSON

source: invalid or missing URL scheme
de: ungültiges oder fehlendes URL-Schema
es: esquema de URL no válido o inexistente
fr: schéma d'URL non valide ou manquant
it: schema URL non valido o mancante
nl: ongeldig of ontbrekend URL-schema

source: Invalid regular expression
de: Ungültiger regulärer Ausdruck
es: Expresión regular no válida
fr: Expression régulière non valide
it: Espressione regolare non valida
nl: Ongeldige reguliere uitdrukking

source: invalid time format
de: ungültiges Zeitformat
es: formato de hora no válido
fr: format d'heure non valide
it: formato orario non valido
nl: ongeldig tijdformaat

source: JSON object must be str, bytes or bytearray
de: JSON-Objekt muss str, bytes oder bytearray sein
es: El objeto JSON debe ser str, bytes o bytearray
fr: L'objet JSON doit être str, bytes ou ByteArray
it: L'oggetto JSON deve essere str, byte o bytearray
nl: JSON-object moet str, bytes of bytearray zijn

source: Length for a {brand} card must be {required_length}
de: Die Länge für eine {brand} Karte muss {required_length} sein
es: La longitud de una tarjeta {brand} debe ser {required_length}
fr: La longueur d'une carte {brand} doit être de {required_length}
it: La lunghezza di una carta {brand} deve essere {required_length}
nl: De lengte voor een {brand}-kaart moet {required_length} zijn

source: No match for discriminator {discriminator_key!r} and value {discriminator_value!r} (allowed values: {allowed_values})
de: Keine Übereinstimmung für den Diskriminator {discriminator_key!r} und den Wert {discriminator_value!r} (zulässige Werte: {allowed_values})
es: No hay coincidencia para el discriminador {discriminator_key!r} y el valor {discriminator_value!r} (valores permitidos: {allowed_values})
fr: Aucune correspondance pour le discriminant {discriminator_key!r} et la valeur {discriminator_value!r} (valeurs autorisées : {allowed_values})
it: Nessuna corrispondenza per il discriminatore {discriminator_key!r} e il valore {discriminator_value!r} (valori ammessi: {allowed_values})
nl: Geen match voor discriminator {discriminator_key!r} en waarde {discriminator_value!r} (toegestane waarden: {allowed_values})

source: none is not an allowed value
de: none ist kein zulässiger Wert
es: ninguno no es un valor permitido
fr: aucun n'est une valeur autorisée
it: "none" non è un valore consentito
nl: none is geen toegestane waarde

source: path "{path}" does not point to a directory
de: Pfad „{path}“ verweist nicht auf ein Verzeichnis
es: la ruta "{path}" no apunta a un directorio
fr: le chemin d'accès "{path}" ne pointe pas vers un répertoire
it: il percorso "{path}" non punta a una directory
nl: pad "{path}" wijst niet naar een directory

source: path "{path}" does not point to a file
de: Pfad „{path}“ verweist nicht auf eine Datei
es: la ruta "{path}" no apunta a un archivo
fr: le chemin d'accès "{path}" ne pointe pas vers un fichier
it: il percorso "{path}" non punta a un file
nl: pad "{path}" wijst niet naar een bestand

source: str type expected
de: Typ str erwartet
es: se esperaba un tipo str
fr: type str attendu
it: tipo str previsto
nl: str type verwacht

source: string does not match regex "{pattern}"
de: String stimmt nicht mit Regex „{pattern}“ überein
es: la cadena no coincide con la expresión regular "{pattern}"
fr: la chaîne ne correspond pas à regex "{pattern}"
it: la stringa non corrisponde alla regex "{pattern}".
nl: string komt niet overeen met regex "{pattern}"

source: subclass of {expected_class} expected
de: Unterklasse von {expected_class} erwartet
es: se esperaba una subclase de {expected_class}
fr: sous-classe de {expected_class} prévue
it: sottoclasse di {expected_class} prevista
nl: subklasse van {expected_class} verwacht

source: the list has duplicated items
de: die Liste hat doppelte Einträge
es: la lista tiene elementos duplicados
fr: la liste contient des doublons
it: l'elenco ha voci duplicate
nl: de lijst heeft dubbele items

source: unexpected value; permitted: {permitted}
de: unerwarteter Wert; zulässig: {permitted}
es: valor inesperado; el permitido es: {permitted}
fr: valeur inattendue ; autorisée : {permitted}
it: valore inatteso; consentito: {permitted}
nl: onverwachte waarde; toegestaan: {permitted}

source: URL host invalid
de: URL-Host ungültig
es: URL del remitente no válida
fr: L'hôte de l'URL n'est pas valide
it: URL host non valido
nl: URL host ongeldig

source: URL host invalid, top level domain required
de: URL-Host ungültig, Top-Level-Domain erforderlich
es: URL del remitente no válida, se requiere dominio de nivel superior
fr: Hôte de l'URL non valide, domaine de premier niveau requis
it: URL host non valido, è necessario un dominio di primo livello
nl: URL host ongeldig, top level domein vereist

source: URL invalid, extra characters found after valid URL: {extra!r}
de: URL ungültig, zusätzliche Zeichen nach gültiger URL gefunden: {extra!r}
es: URL no válida, se han encontrado caracteres adicionales después de la URL válida: {extra!r}
fr: URL non valide, des caractères supplémentaires ont été trouvés après l'URL valide : {extra!r}
it: URL non valido, caratteri in eccesso trovati dopo l'URL valido: {extra!r}
nl: URL ongeldig, extra tekens gevonden na geldige URL: {extra!r}

source: URL port invalid, port cannot exceed 65535
de: URL-Port ungültig, Port darf 65535 nicht überschreiten
es: Puerto de URL no válido, no puede exceder 65535
fr: Le port de l'URL n'est pas valide, le port ne peut pas dépasser 65535
it: Porta URL non valida, la porta non può essere superiore a 65535
nl: URL-poort ongeldig, poort kan niet groter zijn dan 65535

source: URL scheme not permitted
de: URL-Schema nicht zulässig
es: Esquema de URL no permitido
fr: Schéma d'URL non autorisé
it: Schema URL non consentito
nl: URL-schema niet toegestaan

source: userinfo required in URL but missing
de: userinfo in der URL erforderlich, aber nicht vorhanden
es: se requiere Userinfo en la URL pero no se encuentra
fr: userinfo requises dans l'URL mais manquantes
it: l’URL richiede le info utente mancanti
nl: userinfo vereist in URL maar ontbreekt

source: uuid version {required_version} expected
de: uuid-Version {required_version} erwartet
es: se esperaba una versión de uuid {required_version}
fr: uuid version {required_version} attendue
it: prevista versione uuid {required_version}
nl: uuid versie {required_version} verwacht

source: value could not be parsed to a boolean
de: Wert konnte nicht in einen booleschen Wert umgewandelt werden
es: no se ha podido convertir en un valor booleano
fr: la valeur n'a pas pu être transformée en booléen
it: non può essere analizzato in un valore booleano
nl: waarde kon niet worden geparsed naar een boolean

source: value is not a valid boolean
de: Wert ist kein gültiger boolescher Wert
es: el valor no es un booleano válido
fr: la valeur n'est pas un booléen valide
it: il valore non è un booleano valido
nl: waarde is geen geldige boolean

source: value is not a valid color: {reason}
de: Wert ist keine gültige Farbe: {reason}
es: el valor no es un color válido: {reason}
fr: la valeur n'est pas une couleur valide : {reason}
it: il valore non è un colore valido: {reason}
nl: waarde is geen geldige kleur: {reason}

source: value is not a valid decimal
de: Wert ist keine gültige Dezimalzahl
es: el valor no es un decimal válido
fr: la valeur n'est pas une valeur décimale valide
it: il valore non è un decimale valido
nl: waarde is geen geldige decimal

source: value is not a valid deque
de: Wert ist keine gültige Deque
es: el valor no es un deque válido
fr: la valeur n'est pas un deque valide
it: il valore non è un deque valido
nl: waarde is geen geldige deque

source: value is not a valid dict
de: Wert ist kein gültiges Dict
es: el valor no es un dict válido
fr: la valeur n'est pas un dict valide
it: il valore non è un dict valido
nl: waarde is geen geldige dict

source: value is not a valid email address
de: Wert ist keine gültige E-Mail Adresse
es: el valor no es una dirección de correo electrónico válida
fr: la valeur n'est pas une adresse email valide
it: il valore non è un indirizzo email valido
nl: waarde is geen geldig e-mailadres

source: value is not a valid enumeration member; permitted: {permitted}
de: Wert ist kein gültiges Aufzählungselement; zulässig: {permitted}
es: el valor no es un miembro válido de la enumeración; el permitido es: {permitted}
fr: la valeur n’est pas un membre valide de l'énumération ; autorisé : {permitted}
it: il valore non è un membro valido dell'enumerazione; consentito: {permitted}
nl: waarde is geen geldig deel van opsomming; toegestaan: {permitted}

source: value is not a valid float
de: Wert ist kein gültiger Float-Wert
es: el valor no es un flotante válido
fr: la valeur n'est pas une valeur flottante valide
it: il valore non è un fluttuante valido
nl: waarde is geen geldige float

source: value is not a valid frozenset
de: Wert ist kein gültiger Frozenset-Wert
es: el valor no es un frozenset válido
fr: la valeur n'est pas un frozenset valide
it: il valore non è un frozenset valido
nl: waarde is geen geldige frozenset

source: value is not a valid hashable
de: Wert ist kein gültiger Hashable
es: el valor no es un hashable válido
fr: la valeur n'est pas une valeur hashable valide
it: il valore non è un hashable valido
nl: waarde is geen geldige hashable

source: value is not a valid integer
de: Wert ist keine gültige ganze Zahl
es: el valor no es un entero válido
fr: la valeur n'est pas un entier valide
it: il valore non è un numero intero valido
nl: waarde is geen geldig integer

source: value is not a valid IPv4 address
de: Wert ist keine gültige IPv4-Adresse
es: el valor no es una dirección IPv4 válida
fr: la valeur n'est pas une adresse IPv4 valide
it: il valore non è un indirizzo IPv4 valido
nl: waarde is geen geldig IPv4-adres

source: value is not a valid IPv4 interface
de: Wert ist keine gültige IPv4-Schnittstelle
es: el valor no es una interfaz IPv4 válida
fr: la valeur n'est pas une interface IPv4 valide
it: il valore non è un'interfaccia IPv4 valida
nl: waarde is geen geldige IPv4-interface

source: value is not a valid IPv4 network
de: Wert ist kein gültiges IPv4-Netzwerk
es: el valor no es una red IPv4 válida
fr: la valeur n'est pas un réseau IPv4 valide
it: il valore non è una rete IPv4 valida
nl: waarde is geen geldig IPv4-netwerk

source: value is not a valid IPv4 or IPv6 address
de: Wert ist keine gültige IPv4- oder IPv6-Adresse
es: el valor no es una dirección IPv4 o IPv6 válida
fr: la valeur n'est pas une adresse IPv4 ou IPv6 valide
it: il valore non è un indirizzo IPv4 o IPv6 valido
nl: waarde is geen geldig IPv4- of IPv6-adres

source: value is not a valid IPv4 or IPv6 interface
de: Wert ist keine gültige IPv4- oder IPv6-Schnittstelle
es: el valor no es una interfaz IPv4 o IPv6 válida
fr: la valeur n'est pas une interface IPv4 ou IPv6 valide
it: il valore non è un'interfaccia IPv4 o IPv6 valida
nl: waarde is geen geldige IPv4- of IPv6-interface

source: value is not a valid IPv4 or IPv6 network
de: Wert ist kein gültiges IPv4- oder IPv6-Netzwerk
es: el valor no es una red IPv4 o IPv6 válida
fr: la valeur n'est pas un réseau IPv4 ou IPv6 valide
it: il valore non è una rete IPv4 o IPv6 valida
nl: waarde is geen geldig IPv4- of IPv6-netwerk.

source: value is not a valid IPv6 address
de: Wert ist keine gültige IPv6-Adresse
es: el valor no es una dirección IPv6 válida
fr: la valeur n'est pas une adresse IPv6 valide
it: il valore non è un indirizzo IPv6 valido
nl: waarde is geen geldig IPv6-adres

source: value is not a valid IPv6 interface
de: Wert ist keine gültige IPv6-Schnittstelle
es: el valor no es una interfaz IPv6 válida
fr: la valeur n'est pas une interface IPv6 valide
it: il valore non è un'interfaccia IPv6 valida
nl: waarde is geen geldige IPv6-interface

source: value is not a valid IPv6 network
de: Wert ist kein gültiges IPv6-Netzwerk
es: el valor no es una red IPv6 válida
fr: la valeur n'est pas un réseau IPv6 valide
it: il valore non è una rete IPv6 valida
nl: waarde is geen geldig IPv6-netwerk

source: value is not a valid iterable
de: Wert ist keine gültige Iterable
es: el valor no es un iterable válido
fr: la valeur n'est pas un itératif valide
it: il valore non è un iterabile valido
nl: waarde is geen geldige iterable

source: value is not a valid list
de: Wert ist keine gültige Liste
es: el valor no es una lista válida
fr: la valeur n'est pas une liste valide
it: il valore non è un elenco valido
nl: waarde is geen geldige lijst

source: value is not a valid path
de: Wert ist kein gültiger Pfad
es: el valor no es una ruta válida
fr: la valeur n'est pas un chemin d'accès valide
it: il valore non è un percorso valido
nl: waarde is geen geldig pad

source: value is not a valid sequence
de: Wert ist keine gültige Sequenz
es: el valor no es una secuencia válida
fr: la valeur n'est pas une séquence valide
it: il valore non è una sequenza valida
nl: waarde is geen geldige reeks
