Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/about.po
Languages: bn, fr, id, ja, pt, tr

source: About
bn: সম্পর্কে
fr: À propos
id: Tentang
ja: について
pt: Sobre
tr: Hakkında

source: Momovu is a PDF margin visualization tool specifically designed for the publishing industry. It helps publishers, book designers, and print professionals ensure their PDFs have proper margins, spine widths, and layout specifications before sending them to print.
bn: মোমোভু হল একটি পিডিএফ মার্জিন দৃশ্যায়ন যন্ত্র, যা প্রকাশনা শিল্পের জন্য বিশেষভাবে ডিজাইন করা হয়েছে। এটি প্রকাশকদের, বইয়ের ডিজাইনারদের এবং মুদ্রণ বিশেষজ্ঞদের সাহায্য করে যাতে তাদের পিডিএফগুলি মুদ্রণের আগে সঠিক মার্জিন, স্পাইন প্রস্থ এবং লেআউট বিশেষত্ব রয়েছে।
fr: Momovu est un outil de visualisation des marges PDF conçu spécifiquement pour l'industrie de l'édition. Il permet aux éditeurs, aux graphistes d'édition et aux professionnels de l'impression de s'assurer que leurs fichiers PDF disposent de marges correctes, d'une largeur de dos adaptée et de spécifications de mise en page conformes avant de les envoyer à l'impression.
id: Momovu adalah alat visualisasi margin PDF yang secara khusus dirancang untuk industri penerbitan. Alat ini membantu penerbit, desainer buku, dan para profesional percetakan memastikan bahwa PDF mereka memiliki margin, lebar tulang belakang, dan spesifikasi tata letak yang tepat sebelum dikirim ke percetakan.
ja: モモヴーは、出版業界を対象としたPDFの余白可視化ツールです。このツールは、出版者、ブックデザイナー、印刷プロフェッショナルがPDFを印刷に出す前に、適切な余白や背幅、レイアウト仕様を確認するのに役立ちます。
pt: Momovu é uma ferramenta de visualização de margens de PDF especificamente projetada para a indústria editorial. Ajuda editores, designers de livros e profissionais de impressão a garantir que seus PDFs tenham margens apropriadas, larguras de lombada e especificações de layout antes de enviá-los para impressão.
tr: Momovu, yayıncılık sektörü için özellikle tasarlanmış bir PDF kenar boşluğu görselleştirme aracıdır. Yayıncılar, kitap tasarımcıları ve basım uzmanlarına, PDF'lerini basıma göndermeden önce doğru kenar boşluklarına, omurga genişliklerine ve düzen belirlemelerine sahip olmaları konusunda yardımcı olur.

source: Purpose
bn: উদ্দেশ্য
fr: Objet
id: Tujuan
ja: 目的
pt: Propósito
tr: Amaç

source: Publishing books requires precise attention to margins, bleeds, and safety zones. A small error in margin calculations can result in text being cut off, images bleeding incorrectly, or spine text being misaligned. Momovu addresses these challenges by providing:
bn: বই প্রকাশ করা মার্জিন, ব্লিড এবং সুরক্ষা জোনে সুনির্দিষ্ট মনোযোগ দাওয়াকে আবশ্যিক করে তোলে। মার্জিন হিসাবে একটি ছোট ত্রুটি ফলে পাঠ্য কেটে যেতে পারে, চিত্র ভুলভাবে ব্লিড হতে পারে বা স্পাইন পাঠ্য বিপরীত হতে পারে। মোমোভু এই চ্যালেঞ্জগুলি সমাধানের জন্য প্রদান করেছে:
fr: La publication de livres exige une attention précise portant sur les marges, les débordements et les zones de sécurité. Une petite erreur dans les calculs de marge peut entraîner un texte coupé, des images mal débordantes ou un texte de dos mal aligné. Momovu répond à ces défis en fournissant :
id: Menerbitkan buku memerlukan perhatian yang tepat terhadap margin, bleeds, dan zona keamanan. Kesalahan kecil dalam perhitungan margin dapat menyebabkan teks terpotong, gambar yang bocor tidak tepat, atau teks tulang belakang buku tidak sejajar. Momovu mengatasi tantangan-tantangan ini dengan menyediakan:
ja: 本の出版には、余白や出血部、安全域に正確な注意が必要です。余白の計算ミスがわずかでも、テキストが切り取られたり、画像の出血が正しくなかったり、背表紙の文字がずれたりする可能性があります。モモヴは、これらの課題に対処するために以下を提供します。
pt: Publicar livros requer atenção precisa às margens, sangrias e zonas de segurança. Um pequeno erro nos cálculos das margens pode resultar em texto cortado, imagens com sangria incorreta ou texto da lombada desalinhado. O Momovu aborda esses desafios ao fornecer:
tr: Kitap basmak, kenar boşluklarına, sızıntılara ve güvenlik alanlarına dikkatli dikkat etmeyi gerektirir. Kenar boşlukları hesaplamasındaki küçük bir hata, metnin kesilmesine, resimlerin yanlış sızmasına veya omurga metninin yanlış hizalanmasına neden olabilir. Momovu, bu zorluklara karşı şunları sunarak çözüm sunar:

source: **Real-time visualization** of safety margins and trim lines
bn: প্রকৃত-সময়ে সুরক্ষা মার্জিন এবং ট্রিম লাইনের দৃশ্যমান রূপ
fr: **Visualisation en temps réel** des marges de sécurité et des lignes de calage
id: **Visualisasi real-time** dari batas keselamatan dan garis trim
ja: **安全余裕とトリムラインのリアルタイム可視化**
pt: **Visualização em tempo real** das margens de segurança e linhas de ajuste
tr: **Güvenlik marjlarının ve dengesizlik hatlarının anlık görselleştirilmesi**

source: **Spine width calculations** based on page count
bn: পৃষ্ঠাৰ সংখ্যাৰ ভিত্তিত **পিঠি প্ৰস্থ হিচাপ**
fr: **Calculs de la largeur de la tranche** en fonction du nombre de pages
id: **Perhitungan lebar punggung buku** berdasarkan jumlah halaman
ja: ページ数に基づく**背幅の計算**
pt: **Cálculos da largura da lombada** com base no número de páginas
tr: **Sayfa sayısına dayalı omurga genişliği hesaplamaları**

source: **Dustjacket layout preview** with flap dimensions
bn: **ধুলার আবরণ সাজসজ্জা প্রিভিউ** সঙ্গে পাতা মাপ
fr: **Aperçu de la maquette de la jaquette** avec les dimensions des rabats
id: **Pratinjau tata letak sampul depan** dengan dimensi flap
ja: 表紙レイアウトプレビュー（フロップ寸法を含む）
pt: **Visualização do layout da capa com sobrecapa** com dimensões da aba
tr: **Toz kapağı düzeni ön izleme** kapağın boyutlarıyla

source: **Interactive tools** for examining every detail of your PDF
bn: আপনার PDF এর প্রতিটি বিস্তারিত পর্যবেক্ষণের জন্য **ইন্টারঅ্যাক্টিভ টুলস**
fr: **Outils interactifs** pour examiner chaque détail de votre PDF
id: **Alat interaktif** untuk memeriksa setiap detail PDF Anda
ja: PDFの詳細をすべて確認するための**インタラクティブなツール**
pt: **Ferramentas interativas** para examinar cada detalhe do seu PDF
tr: PDF'nizin her ayrıntısını incelemek için **etkileşimli araçlar**

source: Momovu showcasing cover with overlays
bn: মোমোভু ওভারলে সহ কভার প্রদর্শন
fr: Momovu présente la couverture avec les calques
id: Momovu memamerkan sampul dengan lapisan
ja: ももふがオーバーレイを披露する表紙
pt: Momovu apresentando a capa com sobreposições
tr: Momovu, üst örtülü kapakları sergiliyor

source: Momovu displaying a book cover with trim lines, safety margins, fold lines, and bleed lines
bn: মোমোভু ট্রিম লাইন, সুরক্ষা মার্জিন, ফোল্ড লাইন এবং ব্লিড লাইনযুক্ত একটি বইয়ের আবরণ প্রদর্শন করছে
fr: Momovu affichant une couverture de livre avec des traits de découpe, des marges de sécurité, des plis et des traits de dépassement
id: Momovu menampilkan sampul buku dengan garis potong, batas keselamatan, garis lipat, dan garis overflow
ja: モモヴーがトリムライン、セーフティマージン、折れ線、およびブリードラインを表示した本の表紙を示している
pt: Momovu exibindo uma capa de livro com linhas de corte, margens de segurança, linhas de dobra e linhas de sangria
tr: Momovu, kesme çizgileri, güvenlik kenarları, katlama çizgileri ve sızıntı çizgileri içeren bir kitap kapağını gösteriyor.

source: Use Cases
bn: ব্যবহারের ক্ষেত্র
fr: Cas d'utilisation
id: Kasus Penggunaan
ja: ユースケース
pt: Casos de Uso
tr: Kullanım Durumları

source: Book Publishers
bn: বই প্রকাশক
fr: Éditeurs de livres
id: Penerbit Buku
ja: 書籍出版社
pt: Editores de Livros
tr: Kitap Yayıncıları

source: Verify interior margins meet printer specifications
bn: অভ্যন্তরীণ মার্জিনগুলি প্রিন্টার বিশেষত্বগুলির সাথে মেলে কি না তা যাচাই করুন
fr: Vérifier que les marges intérieures correspondent aux spécifications de l'imprimeur
id: Periksa apakah margin interior memenuhi spesifikasi printer
ja: プリンタ仕様に内側余白が合致するか確認してください。
pt: Verifique se as margens internas atendem às especificações da impressora
tr: İç kenar boşluklarının yazıcı belirlemelerine uyduğunu doğrulayın

source: Check that content stays within safety zones
bn: নিশ্চিত করুন যে সামগ্রী নিরাপত্তা জোনের মধ্যে থাকে
fr: Vérifiez que le contenu reste dans les zones de sécurité
id: Periksa bahwa konten tetap berada dalam zona keamanan
ja: コンテンツが安全ゾーン内に留まっていることを確認してください。
pt: Verifique se o conteúdo permanece dentro das zonas de segurança
tr: İçeriklerin güvenlik bölgeleri içinde kalmasını sağlayın.

source: Preview how pages will appear in spreads
bn: প্রিভিউ করুন পৃষ্ঠগুলি স্প্রেডগুলিতে কীভাবে দেখাবে
fr: Aperçu de l'apparence des pages dans les doubles pages
id: Pratinjau bagaimana halaman akan muncul dalam tata letak dua halaman
ja: スプレッド上でのページの表示をプレビューする
pt: Visualizar como as páginas aparecerão em folhas duplas
tr: Sayfaların yayında nasıl görüneceğini önizle

source: Ensure consistent margins across all pages
bn: সকল পৃষ্ঠায় সমান মার্জিন বজায় রাখুন
fr: Assurez-vous que les marges sont identiques sur toutes les pages
id: Pastikan margin konsisten di semua halaman
ja: すべてのページで余白が一貫していることを確認してください。
pt: Garanta margens consistentes em todas as páginas
tr: Tüm sayfalarda tutarlı kenar boşlukları sağlayın

source: Cover Designers
bn: আবরণ ডিজাইনাররা
fr: Graphistes en couverture
id: Perancang Sampul
ja: 表紙デザイナー
pt: Designers de Capa
tr: Kapak Tasarımcıları

source: Visualize spine width for different page counts
bn: বিভিন্ন পৃষ্ঠা সংখ্যার জন্য পৃষ্ঠদেশের প্রস্থ কল্পনা করুন
fr: Visualiser l'épaisseur du dos pour différents nombres de pages
id: Visualisasikan lebar tulang belakang untuk jumlah halaman yang berbeda
ja: 異なるページ数の背幅を可視化する
pt: Visualizar a largura da espinha para diferentes números de páginas
tr: Farklı sayfa sayısına göre omurga genişliğini görselleştirin

source: Check barcode placement areas
bn: বার কোড অবস্থান এলাকা পরীক্ষা করুন
fr: Vérifier les zones de placement du code-barres
id: Periksa area pemasangan barcode
ja: バーコード配置エリアを確認してください。
pt: Verifique as áreas de posicionamento do código de barras
tr: Barkod yerleştirme alanlarını kontrol edin

source: Verify bleed and safety margins
bn: ব্লিড এবং সুরক্ষা মার্জিন যাচাই করুন
fr: Vérifier les marges de débordement et de sécurité
id: Periksa margin pendarahan dan keamanan
ja: ブリードおよびセーフティマージンを確認する
pt: Verifique as margens de sangramento e segurança
tr: Bleed ve güvenlik paylarını kontrol edin

source: Preview fold lines for perfect binding
bn: সঠিক বাঁধার জন্য প্রিভিউ ফোল্ড লাইনগুলি
fr: Aperçu des plis de reliure pour une reliure parfaite
id: Lipat garis pratinjau untuk pengikatan sempurna
ja: 完璧な綴じ合わせのために折り目をプレビューする
pt: Visualize as linhas de dobra para encadernação perfeita
tr: Mükemmel bağlama için önizleme katlama çizgileri

source: Print Shops
bn: মুদ্রণ দোকান
fr: Imprimeries
id: Toko Percetakan
ja: 印刷会社
pt: Gráficas
tr: Matbaa Eşyaları

source: Quality control before printing
bn: মুদ্রণের আগে মান নিয়ন্ত্রণ
fr: Contrôle qualité avant impression
id: Kontrol kualitas sebelum mencetak
ja: 印刷前の品質管理
pt: Controle de qualidade antes da impressão
tr: Baskıdan önce kalite kontrolü

source: Client approval presentations
bn: গ্রাহক অনুমোদন প্রদর্শন
fr: Présentations d'approbation client
id: Presentasi persetujuan klien
ja: クライアント承認プレゼンテーション
pt: Apresentações de aprovação do cliente
tr: Müşteri onay sunumları

source: Troubleshooting margin issues
bn: মার্জিন সমস্যা সমাধান
fr: Dépannage des problèmes de marge
id: Menyelesaikan masalah margin
ja: マージンの問題のトラブルシューティング
pt: Solucionando problemas de margem
tr: Kenar sorunlarını giderme

source: Verifying file specifications
bn: ফাইল বিশদ যাচাই করা হচ্ছে
fr: Vérification des spécifications du fichier
id: Memverifikasi spesifikasi file
ja: ファイル仕様の確認中
pt: Verificando as especificações do arquivo
tr: Dosya özelliklerini doğrulama

source: Technology
bn: প্রযুক্তি
fr: Technologie
id: Teknologi
ja: 技術
pt: Tecnologia
tr: Teknoloji

source: Momovu is built with modern Python technologies:
bn: মোমোভু আধুনিক পাইথন প্রযুক্তি দিয়ে তৈরি:
fr: Momovu est construit avec des technologies Python modernes :
id: Momovu dibangun dengan teknologi Python modern:
ja: モモヴーは現代のPython技術を用いて構築されています：
pt: O Momovu é construído com tecnologias modernas de Python:
tr: Momovu, modern Python teknolojileriyle yapılmıştır:

source: **PySide6/Qt6**: Cross-platform GUI framework
bn: **পাইসাইড6/কোয়েট6**: ক্রস-প্ল্যাটফর্ম GUI ফ্রেমওয়ার্ক
fr: **PySide6/Qt6** : Framework d'interface graphique multiplateforme
id: **PySide6/Qt6**: Kerangka kerja GUI lintas platform
ja: **PySide6/Qt6**: クロスプラットフォームGUIフレームワーク
pt: **PySide6/Qt6**: Framework de interface gráfica multiplataforma
tr: **PySide6/Qt6**: Çapraz platform GUI çerçevesi

source: **QPdfDocument**: Native PDF rendering
bn: **QPdfDocument**: স্বাভাবিক PDF প্রদর্শন
fr: **QPdfDocument** : Rendu PDF natif
id: **QPdfDocument**: Pemrosesan PDF asli
ja: **QPdfDocument**: ネイティブPDFレンダリング
pt: **QPdfDocument**: Renderização nativa de PDF
tr: **QPdfDocument**: Yerel PDF işlenmesi

source: **Python 3.9+**: Modern Python features
bn: **পাইথন 3.9+**: আধুনিক পাইথন বৈশিষ্ট্য
fr: **Python 3.9+** : Fonctionnalités modernes de Python
id: **Python 3.9+**: Fitur Python modern
ja: **Python 3.9+**: 現代的なPythonの機能
pt: **Python 3.9+**: Recursos modernos do Python
tr: **Python 3.9+:** Modern Python özellikleri

source: **Performance optimized**: Efficient rendering and resource management
bn: **প্রদর্শন অপটিমাইজ করা হয়েছে**: দক্ষ রেন্ডারিং এবং সম্পদ ব্যবস্থাপনা
fr: **Performances optimisées** : Rendu et gestion des ressources efficaces
id: **Performa dioptimalkan**: Render dan pengelolaan sumber daya yang efisien
ja: **パフォーマンス最適化**: 高効率なレンダリングとリソース管理
pt: **Desempenho otimizado**: Renderização e gerenciamento de recursos eficientes
tr: **Performans optimizasyonu:** Etkin işleme ve kaynak yönetimi

source: Project Information
bn: প্রকল্প তথ্য
fr: Informations sur le projet
id: Informasi Proyek
ja: プロジェクト情報
pt: Informações do Projeto
tr: Proje Bilgisi

source: Main Website
bn: মূল ওয়েবসাইট
fr: Site Web Principal
id: Situs Web Utama
ja: 公式サイト
pt: Site Principal
tr: Ana Web Sitesi

source: Source Code
bn: সোর্স কোড
fr: Code Source
id: Kode Sumber
ja: ソースコード
pt: Código-fonte
tr: Kaynak Kod

source: Status
bn: অবস্থা
fr: Statut
ja: ステータス
tr: Durum

source: **Stable** - The application is functional and stable.
bn: **স্থিতিশীল** - অ্যাপ্লিকেশনটি কার্যকর এবং স্থিতিশীল।
fr: **Stable** - L'application fonctionne et est stable.
id: **Stabil** - Aplikasi ini berfungsi dengan baik dan stabil.
ja: **安定版** - アプリケーションは機能しており、安定しています。
pt: **Estável** - O aplicativo é funcional e estável.
tr: **Kararlı** - Uygulama işlevsel ve kararlıdır.

source: Author
bn: লেখক
fr: Auteur
id: Penulis
ja: 著者
pt: Autor
tr: Yazar

source: Jeff Moe <moe@spacecruft.org>
bn: জেফ মো <moe@spacecruft.org>
ja: ジェフ・モー <moe@spacecruft.org>

source: Loveland, Colorado, USA
bn: লভল্যান্ড, কোলরাডো, মার্কিন যুক্তরাষ্ট্র
fr: Loveland, Colorado, États-Unis
id: Loveland, Colorado, Amerika Serikat
ja: アメリカ合衆国コロラド州ローランド
pt: Loveland, Colorado, EUA
tr: Amerika Birleşik Devletleri, Colorado, Loveland

source: License
bn: লাইসেন্স
fr: Licence
id: Izin
ja: ライセンス
pt: Licença
tr: Lisans

source: Momovu is released under the Apache 2.0 License, making it free for both personal and commercial use.
bn: মোমোভু আপাচ 2.0 লাইসেন্সের আওতাধীন, যার ফলে ব্যক্তিগত এবং বাণিজ্যিক উভয় ব্যবহারের জন্য এটি বিনামূল্যে।
fr: Momovu est publié sous licence Apache 2.0, ce qui le rend gratuit à la fois pour un usage personnel et commercial.
id: Momovu dirilis di bawah Lisensi Apache 2.0, menjadikannya bebas digunakan baik untuk keperluan pribadi maupun komersial.
ja: Momovu は Apache 2.0 ライセンスの下でリリースされており、個人および商用利用の両方で無料で使用できます。
pt: O Momovu é lançado sob a Licença Apache 2.0, tornando-o gratuito para uso pessoal e comercial.
tr: Momovu, Apache 2.0 lisansı altında yayınlanır ve bu nedenle hem kişisel hem de ticari kullanım için ücretsizdir.
