Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Main window for the MVP PDF viewer application.
es: Ventana principal para la aplicación de visualizador de PDF MVP.
id: Jendela utama untuk aplikasi MVP PDF viewer.
ja: MVP PDFビューアアプリケーションのメインウィンドウ。
tr: MVP PDF görüntüleyici uygulaması için ana pencere.

source: Initialize the main window.
es: Inicializar la ventana principal.
id: Memulai jendela utama.
ja: メインウィンドウを初期化します。
tr: Ana pencereyi başlat.

source: Load a PDF file with error handling.
es: Cargar un archivo PDF con manejo de errores.
id: Memuat file PDF dengan penanganan kesalahan.
ja: エラー処理を伴ってPDFファイルを読み込みます。
tr: Hata işleme ile bir PDF dosyası yükleyin.

source: Render pages using the page renderer component with error handling.
es: Renderizar páginas utilizando el componente de renderizado de páginas con manejo de errores.
id: Render halaman menggunakan komponen page renderer dengan penanganan kesalahan.
ja: ページレンダラーコンポーネントを使用してページをレンダリングし、エラーハンドリングを行う。
tr: Sayfaları, hata işleme ile sayfa işleyici bileşeni kullanarak işleyin.

source: If True, skip automatic fit-to-page (useful for overlay toggles)
es: Si es verdadero, omitir el ajuste automático a la página (útil para alternar superposiciones)
id: Jika True, lewati otomatis sesuaikan ke halaman (berguna untuk tombol tampil/sembunyi overlay)
ja: Trueの場合、自動的にページに合わせる処理をスキップします（オーバーレイの切り替え時に便利です）。
tr: Eğer doğruysa, sayfaya otomatik sığdırma işlemini atla (öncüklere basmak için faydalıdır)

source: Update the page label in the status bar and spinbox.
es: Actualice la etiqueta de la página en la barra de estado y en el cuadro de giro.
id: Perbarui label halaman di bilah status dan spinbox.
ja: ステータスバーとスピンボックスのページラベルを更新します。
tr: Durum çubuğu ve spinbox'taki sayfa etiketini güncelleyin.

source: Handle page number spinbox change.
es: Manejar el cambio del número de página en el spinbox.
id: Menangani perubahan spinbox nomor halaman.
ja: ページ番号のスピンボックス変更を処理する。
tr: Sayfa numarası spinbox değişimini işle.

source: New page number (1-based)
es: Nuevo número de página (comenzando por 1)
id: Nomor halaman baru (berbasis 1)
ja: 新しいページ番号（1から始まる）
tr: Yeni sayfa numarası (1 tabanlı)

source: Handle number of pages spinbox change.
es: Manejar el cambio del cuadro de giro de número de páginas.
id: Menangani perubahan spinbox jumlah halaman.
ja: ページ数のスピンボックスの変更を処理する。
tr: Sayfa sayısı spinbox değişimini işle.

source: Open a file dialog to select a PDF with error handling.
es: Abre un cuadro de diálogo para seleccionar un PDF con manejo de errores.
id: Buka dialog file untuk memilih PDF dengan penanganan kesalahan.
ja: エラー処理を備えたファイルダイアログを開き、PDFを選択します。
tr: Hata işleme ile bir PDF seçmek için dosya iletişim kutusunu açın.

source: Toggle fullscreen mode.
es: Alternar modo de pantalla completa.
id: Beralih ke mode layar penuh.
ja: フルスクリーンモードを切り替えます。
tr: Tam ekran modunu aç/kapat.

source: Toggle presentation mode.
es: Alternar modo de presentación.
id: Beralih ke mode presentasi.
ja: プレゼンテーションモードを切り替えます。
tr: Sunum modunu aç/kapat.

source: Enter presentation mode.
es: Entrar en modo de presentación.
id: Masuk ke mode presentasi.
ja: プレゼンテーション モードに入ります。
tr: Sunum moduna girin.

source: Exit presentation mode.
es: Salir del modo de presentación.
id: Keluar dari mode presentasi.
ja: プレゼンテーションモードを終了します。
tr: Sunum modundan çık.

source: Toggle side-by-side view mode.
es: Alternar el modo de vista lado a lado.
id: Beralih ke mode tampilan berdampingan.
ja: サイドバイサイド表示モードを切り替えます。
tr: Yan yana görünüm modunu aç/kapa.

source: Toggle margin visibility.
es: Alternar visibilidad del margen.
id: Beralih visibilitas margin.
ja: 余白の表示を切り替えます。
tr: Kenar görünürlik özelliğini aç/kapa.

source: Toggle trim lines visibility.
es: Alternar la visibilidad de las líneas de ajuste.
id: Beralih visibilitas garis trim.
ja: トリムラインの可視性を切り替えます。
tr: Kenar çizgilerinin görünürliğini aç/kapa.

source: Toggle barcode visibility.
es: Alternar visibilidad del código de barras.
id: Alihkan visibilitas barcode.
ja: バーコードの表示を切り替えます。
tr: Barkod görünürlüğünü değiştir.

source: Toggle fold lines visibility.
es: Alternar la visibilidad de las líneas de plegado.
id: Mengubah visibilitas garis lipat.
ja: 折り目線の表示を切り替えます。
tr: Katlama çizgilerinin görünürliğini aç/kapa.

source: Toggle bleed lines visibility.
es: Alternar la visibilidad de las líneas de sangrado.
id: Alihkan visibilitas garis pendarahan.
ja: 出血線の表示を切り替えます。
tr: Kanama çizgilerinin görünürliğini aç/kapa.

source: Zoom in from viewport center.
es: Acercar desde el centro de la ventana.
id: Perbesar dari pusat viewport.
ja: ビューポートの中心からズームインします。
tr: Görünüm alanının merkezinden yakınlaştır.

source: Zoom out from viewport center.
es: Acercarse desde el centro de la vista.
id: Zoom keluar dari pusat viewport.
ja: ビューポートの中心からズームアウトします。
tr: Görünüm alanının merkezinden uzaklaştırın.

source: Fit the current page(s) to the view.
es: Ajustar la(s) página(s) actual(es) a la vista.
id: Menyesuaikan halaman saat ini dengan tampilan.
ja: 現在のページ（複数可）をビューに合わせて調整します。
tr: Geçerli sayfayı/sayfaları görünümüze uydurun.

source: Show the keyboard shortcuts dialog.
es: Mostrar el cuadro de diálogo de atajos de teclado.
id: Tampilkan dialog pintasan keyboard.
ja: キーボード ショートカットのダイアログを表示します。
tr: Klavye kısayolları iletişim kutusunu göster.

source: Show the about dialog.
es: Mostrar el cuadro de diálogo Acerca de.
id: Tampilkan dialog tentang.
ja: 「について」ダイアログを表示する。
tr: Hakkında iletişim kutusunu göster.

source: Show the go to page dialog.
es: Mostrar el diálogo para ir a la página.
id: Tampilkan dialog ke halaman.
ja: 「移動先のページ」ダイアログを表示します。
tr: Sayfaya gitme iletişim kutusunu göster.

source: Show the spine width calculator dialog.
es: Muestra el cuadro de diálogo del calculador de anchura de la columna vertebral.
id: Tampilkan dialog kalkulator lebar tulang punggung.
ja: 脊柱幅計算機ダイアログを表示します。
tr: Omurga genişliği hesaplama penceresini göster.

source: Handle keyboard events by delegating to GraphicsView.
es: Manejar eventos del teclado delegando a GraphicsView.
id: Tangani peristiwa keyboard dengan mendelegasikan ke GraphicsView.
ja: キーボードイベントはGraphicsViewに委任して処理します。
tr: Klavye olaylarını GraphicsView'a devrederek işleyin.

source: This exists for compatibility with tests and Qt's event system. All actual handling is in GraphicsView.
es: Esto existe por compatibilidad con las pruebas y el sistema de eventos de Qt. Todo el manejo real está en GraphicsView.
id: Ini ada untuk kompatibilitas dengan tes dan sistem peristiwa Qt. Semua penanganan sebenarnya berada di GraphicsView.
ja: これはテストとQtのイベントシステムとの互換性のために存在しています。すべての実際の処理はGraphicsViewにあります。
tr: Bu, testlerle ve Qt olay sistemiyle uyumluluk için mevcuttur. Tüm gerçek işleme GraphicsView'da yer almaktadır.

source: Navigate to first page.
es: Navegar a la primera página.
id: Navigasikan ke halaman pertama.
ja: 最初のページに移動します。
tr: İlk sayfaya git.

source: Navigate to previous page.
es: Navegar a la página anterior.
id: Navigasi ke halaman sebelumnya.
ja: 前のページに移動してください。
tr: Önceki sayfaya git.

source: Navigate to next page.
es: Navegar a la página siguiente.
id: Pergi ke halaman berikutnya.
ja: 次のページに移動します。
tr: Bir sonraki sayfaya git.

source: Navigate to last page.
es: Vaya a la última página.
id: Navigasikan ke halaman terakhir.
ja: 最後のページに移動してください。
tr: Son sayfaya git.

source: Handle window close event and cleanup resources.
es: Manejar el evento de cierre de la ventana y limpiar los recursos.
id: Menangani peristiwa menutup jendela dan membersihkan sumber daya.
ja: ウィンドウの閉じイベントを処理し、リソースをクリーンアップする。
tr: Pencere kapatma olayını işleyin ve kaynakları temizleyin.

source: Close the current PDF document without exiting the application.
es: Cierre el documento PDF actual sin salir de la aplicación.
id: Tutup dokumen PDF saat ini tanpa keluar dari aplikasi.
ja: アプリケーションを終了せずに現在のPDFドキュメントを閉じます。
tr: Uygulamadan çıkmadan mevcut PDF belgesini kapatın.

source: Show the preferences dialog with proper lifecycle management.
es: Muestra el cuadro de diálogo de preferencias con un manejo adecuado del ciclo de vida.
id: Tampilkan dialog preferensi dengan manajemen siklus hidup yang tepat.
ja: 適切なライフサイクル管理を使用して、設定ダイアログを表示します。
tr: Doğru yaşam döngüsü yönetimi ile tercihler penceresini gösterin.

source: Load a recent file from the menu.
es: Cargue un archivo reciente desde el menú.
id: Muat file terbaru dari menu.
ja: メニューから最近のファイルを読み込みます。
tr: Menüden yakın bir dosya yükle.

source: Path to the PDF file to load
es: Ruta al archivo PDF para cargar
id: Jalur ke file PDF yang akan dimuat
ja: 読み込むPDFファイルへのパス
tr: Yüklenecek PDF dosyasına yol

source: Page Item
es: Elemento de página
id: Item Halaman
ja: ページアイテム
tr: Sayfa Öğesi

source: PDF page item for MVP viewer - renders dynamically based on zoom level.
es: Elemento de página PDF para el visor MVP - se representa dinámicamente según el nivel de zoom.
id: Item halaman PDF untuk MVP viewer - dirender secara dinamis berdasarkan tingkat zoom.
ja: MVPビューワー用PDFページアイテム - ズームレベルに応じて動的にレンダリングされます。
tr: PDF sayfa öğesi MVP görüntüleyici için - yakınlaştırma seviyesine göre dinamik olarak işlenir.

source: Bases: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
id: Basis: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
ja: ベース: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
tr: Temeller: :py:class:`~PySide6.QtWidgets.QGraphicsItem`

source: PDF page graphics item that renders dynamically based on zoom level.
es: Elemento gráfico de página PDF que se representa dinámicamente según el nivel de zoom.
id: Item grafis halaman PDF yang ditampilkan secara dinamis berdasarkan tingkat zoom.
ja: ズームレベルに応じて動的にレンダリングされるPDFページグラフィックス項目。
tr: Yakınlaştırma seviyesine göre dinamik olarak işlenen PDF sayfa grafiği öğesi.

source: This is a simplified version of PageItem specifically for the MVP viewer. It renders the PDF page at the appropriate resolution for the current zoom level.
es: Esta es una versión simplificada de PageItem, específicamente para el visor MVP. Renderiza la página del PDF a la resolución adecuada para el nivel de zoom actual.
id: Ini adalah versi disederhanakan dari PageItem yang secara khusus dirancang untuk viewer MVP. Ini merender halaman PDF dengan resolusi yang tepat untuk tingkat zoom saat ini.
ja: これは、MVPビューワー向けに簡略化されたPageItemのバージョンです。現在のズームレベルに応じた解像度でPDFページをレンダリングします。
tr: Bu, MVP görüntüleyici için özellikle basitleştirilmiş bir PageItem sürümüdür. Geçerli yakınlaştırma seviyesi için PDF sayfasını uygun çözünürlükte işler.

source: Initialize the PDF page item.
es: Inicializar el elemento de página PDF.
id: Inisialisasi item halaman PDF.
ja: PDFページ項目を初期化します。
tr: PDF sayfa ögesini başlatın.

source: The PDF document
es: El documento PDF
id: Dokumen PDF
ja: PDFドキュメント
tr: PDF belgesi

source: Zero-based page number
es: Número de página basado en cero
id: Nomor halaman berbasis nol
ja: ゼロベースのページ番号
tr: Sıfırdan başlayan sayfa numarası

source: Page width in points
es: Ancho de página en puntos
id: Lebar halaman dalam poin
ja: ポイント単位でのページの幅
tr: Nokta cinsinden sayfa genişliği

source: Page height in points
es: Altura de la página en puntos
id: Tinggi halaman dalam poin
ja: ポイント単位でのページの高さ
tr: Nokta cinsinden sayfa yüksekliği

source: Define item's scene space boundaries for Qt rendering.
es: Defina los límites del espacio de escena del elemento para el renderizado de Qt.
id: Menentukan batas ruang adegan item untuk rendering Qt.
ja: Qtレンダリング用にアイテムのシーン空間境界を定義します。
tr: Qt işlenmesi için ögenin sahne alanı sınırlarını tanımlayın.

source: Render only the visible portion of the PDF page for optimal performance.
es: Renderice solo la porción visible de la página PDF para un rendimiento óptimo.
id: Render hanya bagian yang terlihat dari halaman PDF untuk kinerja optimal.
ja: PDFページの表示可能な部分のみをレンダリングして、最適なパフォーマンスを実現してください。
tr: En iyi performans için yalnızca PDF sayfanın görünür kısmını işleyin.

source: Uses caching and buffer zones for smooth panning experience.
es: Utiliza almacenamiento en caché y zonas de búfer para una experiencia de desplazamiento suave.
id: Menggunakan caching dan zona buffer untuk pengalaman panning yang mulus.
ja: スムーズなパンニング体験のために、キャッシュおよびバッファ領域を使用します。
tr: Yayın deneyimi için önbellek ve tampon bölgeler kullanır.

source: Clean up resources when page item is being removed.
es: Limpiar los recursos cuando se elimine el elemento de la página.
id: Bersihkan sumber daya ketika item halaman sedang dihapus.
ja: ページアイテムが削除されるときにリソースをクリーンアップします。
tr: Sayfa öğesi kaldırılırken kaynakları temizleyin.

source: This is called when the scene is cleared or the item is removed. Ensures timers are stopped to prevent crashes.
es: Esto se llama cuando la escena se borra o el elemento se elimina. Asegura que los temporizadores se detienen para prevenir fallos.
id: Ini dipanggil ketika adegan dihapus atau item dihilangkan. Memastikan timer dihentikan untuk mencegah crash.
ja: シーンがクリアされるか、アイテムが削除されたときに呼び出されます。タイマーを停止させてクラッシュを防ぎます。
tr: Bu, sahne temizlendiğinde veya öğe kaldırıldığında çağrılır. Zamanlayıcıların durdurulmasını sağlayarak çöküşleri önler.

source: View Components
es: Ver Componentes
id: Komponen Tampilan
ja: ビュー コンポーネント
tr: Bileşenleri Görüntüle

source: These components handle specific aspects of the view layer.
es: Estos componentes manejan aspectos específicos de la capa de vista.
id: Komponen-komponen ini menangani aspek-aspek tertentu dari lapisan tampilan.
ja: これらのコンポーネントは、ビュー層の特定の側面を処理します。
tr: Bu bileşenler görünüm katmanının belirli yönlerini işler.

source: About Dialog
es: Acerca de Dialog
id: Tentang Dialog
ja: ダイアログについて
tr: Dialog Hakkında

source: About dialog component for the Momovu application.
es: Componente de diálogo sobre la aplicación Momovu.
id: Tentang komponen dialog untuk aplikasi Momovu.
ja: モモヴュー アプリ用のダイアログコンポーネントについて。
tr: Momovu uygulaması için iletişim kutusu bileşeni.

source: This module provides a dedicated About dialog that displays application information, version details, and links to resources.
es: Este módulo proporciona un cuadro de diálogo dedicado Acerca de que muestra información de la aplicación, detalles de la versión y enlaces a recursos.
id: Modul ini menyediakan dialog About yang khusus untuk menampilkan informasi aplikasi, rincian versi, dan tautan ke sumber daya.
ja: このモジュールは、アプリケーション情報、バージョンの詳細、およびリソースへのリンクを表示する専用の「情報」ダイアログを提供します。
tr: Bu modül, uygulama bilgisi, sürüm detayları ve kaynaklara bağlantıları görüntüleyen özel bir Hakkında iletişim kutusu sağlar.

source: Bases: :py:class:`~PySide6.QtWidgets.QDialog`
id: Basis: :py:class:`~PySide6.QtWidgets.QDialog`
ja: ベース: :py:class:`~PySide6.QtWidgets.QDialog`
tr: Temeller: :py:sınıf:`~PySide6.QtWidgets.QDialog`

source: About dialog showing application information and version details.
es: Diálogo sobre la información de la aplicación y los detalles de la versión.
id: Dialog tentang menampilkan informasi aplikasi dan rincian versi.
ja: アプリケーション情報とバージョン詳細を表示するダイアログについて。
tr: Uygulama bilgisi ve sürüm detaylarını gösteren iletişim kutusu.

source: Initialize the About dialog.
es: Inicializar el cuadro de diálogo Acerca de.
id: Memulai dialog About.
ja: 「について」ダイアログを初期化します。
tr: Hakkında iletişim kutusunu başlat.

source: Parent widget for the dialog
es: Widget principal para el diálogo
id: Widget induk untuk dialog
ja: ダイアログの親ウィジェット
tr: İletişim kutusu için üst widget

source: Cleanup Coordinator
es: Coordinador de Limpieza
id: Koordinator Pembersihan
ja: 清掃調整担当者
tr: Temizlik Koordinatörü

source: Cleanup coordinator for managing resource cleanup during shutdown.
es: Coordinador de limpieza para la gestión de la limpieza de recursos durante el apagado.
id: Koordinator pembersihan untuk mengelola pembersihan sumber daya selama proses shutdown.
ja: シャットダウン時のリソースのクリーンアップを管理するためのクリーンアップ調整役。
tr: Kapatma sırasında kaynak temizleme işlemini yönetmek için temizlik koordinatörü.

source: This component handles the orderly cleanup of all resources when the main window closes or encounters an error during initialization. It ensures components are cleaned up in the correct order to prevent crashes from dangling references.
es: Este componente se encarga del ordenado limpiado de todos los recursos cuando la ventana principal se cierra o se produce un error durante la inicialización. Asegura que los componentes se limpien en el orden correcto para prevenir fallos causados por referencias colgantes.
id: Komponen ini menangani pembersihan teratur semua sumber daya ketika jendela utama ditutup atau mengalami kesalahan selama inisialisasi. Ini memastikan komponen dibersihkan dalam urutan yang benar untuk mencegah crash akibat referensi yang tidak valid.
ja: このコンポーネントは、メインウィンドウが閉じるとき、または初期化中にエラーが発生したときに、すべてのリソースの順序正しいクリーンアップを行います。これにより、コンポーネントが正しい順序でクリーンアップされ、無効な参照によるクラッシュを防ぐことができます。
tr: Bu bileşen, ana pencere kapanırken veya başlatma sırasında bir hata oluştuğunda tüm kaynakların düzgün temizlenmesini sağlar. Temizliklerin doğru sırayla yapılmasını garanti altına alarak sallantılı referanslardan kaynaklanan çökmeleri önler.

source: Coordinates cleanup of all components during shutdown.
es: Coordina la limpieza de todos los componentes durante el apagado.
id: Mengkoordinasikan pembersihan semua komponen saat shutdown.
ja: シャットダウン時にすべてのコンポーネントのクリーンアップを調整します。
tr: Kapatma sırasında tüm bileşenlerin temizliğini koordine eder.

source: This class manages the cleanup process in phases to ensure proper ordering and prevent crashes from dangling signal connections or references.
es: Esta clase gestiona el proceso de limpieza en fases para garantizar un orden adecuado y prevenir fallos causados por conexiones de señales colgadas o referencias.
id: Kelas ini mengelola proses pembersihan secara bertahap untuk memastikan urutan yang tepat dan mencegah crash akibat koneksi sinyal atau referensi yang tidak terikat.
ja: このクラスは、適切な順序を保ち、ぶら下がったシグナル接続や参照から起因するクラッシュを防ぐために、クリーンアッププロセスをフェーズごとに管理します。
tr: Bu sınıf, sallantılı sinyal bağlantılarından veya referanslardan kaynaklanan çökmeleri önlemek ve düzgün sıralama sağlamak amacıyla temizlik işlemini fazlara böler.

source: Initialize the cleanup coordinator.
es: Inicialice al coordinador de limpieza.
id: Inisialisasi koordinator pembersihan.
ja: クリーンアップ調整役を初期化する。
tr: Temizlik koordinatörünü başlat.

source: Reference to the main window containing components to clean up
es: Referencia a la ventana principal que contiene los componentes para limpiar
id: Referensi ke jendela utama yang berisi komponen untuk dibersihkan
ja: クリーンアップするコンポーネントを含むメインウィンドウへの参照
tr: Temizlenecek bileşenleri içeren ana pencereye başvuru

source: Execute phased shutdown sequence to safely release all resources.
es: Ejecute la secuencia de apagado por fases para liberar de forma segura todos los recursos.
id: Lakukan urutan shutdown bertahap untuk secara aman melepaskan semua sumber daya.
ja: すべてのリソースを安全に解放するために、フェーズごとのシャットダウンシーケンスを実行します。
tr: Tüm kaynakları güvenli bir şekilde serbest bırakmak için fazlı kapanma sırasını başlatın.

source: Cleanup phases: 1. Disconnect signals (prevents crashes from dangling connections) 2. Clean up view components (they reference other components) 3. Clear graphics scene 4. Clean up PDF document 5. Clean up presenters
es: Fases de limpieza: 1. Desconectar señales (evita fallos por conexiones colgadas) 2. Limpiar componentes de la vista (se refieren a otros componentes) 3. Limpiar escena gráfica 4. Limpiar documento PDF 5. Limpiar presentadores
id: Fase pembersihan: 1. Putuskan sinyal (mencegah crash akibat koneksi yang tidak terhubung) 2. Bersihkan komponen tampilan (mereka mengacu pada komponen lain) 3. Bersihkan adegan grafis 4. Bersihkan dokumen PDF 5. Bersihkan presenter
ja: クリーンアップフェーズ: 1. シグナルを切断 (未使用の接続によるクラッシュを防止) 2. ビュー コンポーネントをクリーンアップ (他のコンポーネントを参照している) 3. グラフィックス シーンをクリア 4. PDF ドキュメントをクリーンアップ 5. プレゼンターをクリーンアップ
tr: Temizlik aşamaları: 1. Sinyalleri kes (bağlantıların kopmasına bağlı çöküşleri önler) 2. Görünüm bileşenlerini temizle (başka bileşenlere referans verirler) 3. Grafik sahnesini temizle 4. PDF belgesini temizle 5. Sunumcuları temizle

source: Dialog Manager
es: Administrador de Diálogos
id: Manajer Dialog
ja: ダイアログマネージャー
tr: İletişim Yöneticisi

source: Dialog manager component for handling all dialog operations.
es: Componente del administrador de diálogos para manejar todas las operaciones de diálogo.
id: Komponen manajer dialog untuk menangani semua operasi dialog.
ja: すべてのダイアログ操作を処理するダイアログマネージャーコンポーネント。
tr: Tüm diyalog işlemleri için diyalog yöneticisi bileşeni.

source: This component follows the Single Responsibility Principle by centralizing all dialog-related functionality, making the main window cleaner and more focused.
es: Este componente sigue el Principio de Responsabilidad Única al centralizar toda la funcionalidad relacionada con los diálogos, lo que hace que la ventana principal sea más limpia y enfocada.
id: Komponen ini mengikuti Single Responsibility Principle dengan memusatkan semua fungsi yang terkait dialog, sehingga membuat jendela utama lebih bersih dan terfokus.
ja: このコンポーネントは、ダイアログ関連のすべての機能を一元管理することで、シングルリスポンシビリティープリnciple（単一責任の原則）に従っており、メインウィンドウをよりすっきりと、集中した状態に保つことができます。
tr: Bu bileşen, tüm diyalogla ilgili işlevleri merkezileştirerek Tek Sorumluluk Prensibine uygundur ve ana pencereyi daha temiz ve odaklı hale getirir.

source: Manages all dialog operations for the application.
es: Administra todas las operaciones de diálogo para la aplicación.
id: Mengelola semua operasi dialog untuk aplikasi.
ja: アプリケーションのすべてのダイアログ操作を管理します。
tr: Uygulama için tüm iletişim kutusu işlemleri.

source: This class encapsulates dialog creation, display, and result handling, providing a clean interface for the main window to use dialogs without dealing with implementation details.
es: Esta clase encapsula la creación, visualización y manejo de resultados de los diálogos, proporcionando una interfaz limpia para que la ventana principal utilice diálogos sin tener que lidiar con los detalles de implementación.
id: Kelas ini mengemas pembuatan dialog, tampilan, dan penanganan hasil, memberikan antarmuka yang bersih bagi jendela utama untuk menggunakan dialog tanpa harus mengurus detail implementasinya.
ja: このクラスは、ダイアログの作成、表示、および結果処理をカプセル化し、メインウィンドウがダイアログを使用する際に実装の詳細を扱うことなくクリーンなインターフェースを提供します。
tr: Bu sınıf, diyalog oluşturma, gösterme ve sonuç işleme işlemlerini kapsülleyerek, uygulamanın ana penceresinin diyalogları uygulama ayrıntılarıyla ilgilenmeden temiz bir arayüzle kullanmasına olanak tanır.

source: Initialize the dialog manager.
es: Inicialice el administrador de diálogo.
id: Inisialisasi manajer dialog.
ja: ダイアログマネージャーを初期化します。
tr: İletişim yöneticisini başlat.

source: The parent widget (typically MainWindow) for dialogs
es: El widget principal (normalmente MainWindow) para los cuadros de diálogo
id: Widget induk (biasanya MainWindow) untuk dialog
ja: ダイアログの親ウィジェット（通常は MainWindow）
tr: İletişim kutuları için üst ana bileşen (genellikle MainWindow)

source: Register handler for file selection from open dialog.
es: Registrar el controlador para la selección de archivos desde el cuadro de diálogo Abrir.
id: Daftarkan handler untuk pemilihan file dari dialog buka.
ja: オープンダイアログからのファイル選択用のハンドラーを登録します。
tr: Açılacak dosya seçimi için işleyiciyi kaydet.

source: Function that receives the selected PDF file path
es: Función que recibe la ruta del archivo PDF seleccionado
id: Fungsi yang menerima jalur file PDF yang dipilih
ja: 選択されたPDFファイルのパスを受信する関数
tr: Seçilen PDF dosya yolunu alan işlev

source: Register handler for go-to-page dialog results.
es: Registrar el controlador para los resultados del diálogo de ir a la página.
id: Daftarkan handler untuk hasil dialog ke halaman tertentu.
ja: ページ移動ダイアログの結果のハンドラーを登録します。
tr: Sayfa seçme iletişim kutusu sonuçları için işleyiciyi kaydet.
