Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Reset all settings to defaults.
es: Restablecer todos los ajustes a sus valores predeterminados.
id: Atur ulang semua pengaturan ke bawaan pabrik.
ja: すべての設定を初期値にリセットします。
tr: Tüm ayarları varsayılana sıfırla.

source: Get the actual configuration file path for debugging.
es: Obtenga la ruta del archivo de configuración real para depuración.
id: Dapatkan jalur file konfigurasi yang sebenarnya untuk debugging.
ja: デバッグ用に実際の構成ファイルのパスを取得する。
tr: Hata ayıklama için gerçek yapılandırma dosyası yolunu al.

source: Path to the configuration file
es: Ruta al archivo de configuración
id: Jalur ke berkas konfigurasi
ja: 構成ファイルへのパス
tr: Yapılandırma dosyasına yol

source: Check if configuration is writable.
es: Verifique si la configuración es escribible.
id: Periksa apakah konfigurasi dapat ditulis.
ja: 構成が書き込み可能かどうかを確認します。
tr: Yapılandırmanın yazılabilir olup olmadığını kontrol edin.

source: True if configuration can be written
es: Verdadero si la configuración se puede escribir
id: Benar jika konfigurasi dapat ditulis
ja: 構成を書き込み可能であれば真
tr: Yazılabilirse doğru

source: Get configuration status for error checking.
es: Obtener el estado de la configuración para comprobación de errores.
id: Dapatkan status konfigurasi untuk pemeriksaan kesalahan.
ja: エラー チェックの構成状態を取得します。
tr: Hata kontrolü için yapılandırma durumunu al.

source: QSettings status
es: Configuración del estado
id: Pengaturan status
ja: QSettingsのステータス
tr: QSettings durumu

source: Save window state information.
es: Guardar la información del estado de la ventana.
id: Simpan informasi status jendela.
ja: ウィンドウの状態情報を保存します。
tr: Pencere durumu bilgilerini kaydet.

source: Window geometry as bytes
es: Geometría de la ventana en bytes
id: Geometri jendela sebagai byte
ja: ウィンドウの幾何形状をバイト単位で
tr: Pencere geometrisi bayt olarak

source: Window state as bytes
es: Estado de la ventana como bytes
id: Keadaan jendela sebagai byte
ja: バイトとしてのウィンドウ状態
tr: Pencerelerin bayt olarak durumu

source: Whether window is maximized
es: Si la ventana está maximizada
id: Apakah jendela dalam keadaan dimaksimalkan
ja: ウィンドウが最大化されているかどうか
tr: Pencere maksimize edilmiş mi

source: Whether window is fullscreen
es: Si la ventana está en pantalla completa
id: Apakah jendela dalam mode layar penuh
ja: ウィンドウがフルスクリーンかどうか
tr: Pencere tam ekran mı

source: Get saved window state.
es: Obtener el estado guardado de la ventana.
id: Dapatkan status jendela yang disimpan.
ja: 保存されたウィンドウ状態を取得する。
tr: Kaydedilen pencere durumunu al.

source: Dictionary with window state information
es: Diccionario con información del estado de la ventana
id: Kamus dengan informasi status jendela
ja: ウィンドウ状態情報を保持する辞書
tr: Pencere durumu bilgisiyle sözlük

source: Begin a batch update operation.
es: Iniciar una operación de actualización por lotes.
id: Mulai operasi pemutakhiran batch.
ja: バッチ更新操作を開始します。
tr: Toplu güncelleme işlemi başlatın.

source: During batch update, config_changed signals are suppressed until end_batch_update() is called. This prevents multiple signals during bulk configuration changes.
es: Durante la actualización por lotes, las señales config_changed se suprimen hasta que se llama a end_batch_update(). Esto evita múltiples señales durante cambios masivos de configuración.
id: Selama pembaruan batch, sinyal config_changed dihambat hingga end_batch_update() dipanggil. Hal ini mencegah terjadinya beberapa sinyal selama perubahan konfigurasi massal.
ja: バッチ更新中は、end_batch_update() が呼ばれるまで config_changed シグナルは抑制されます。これにより、一括設定変更中に複数のシグナルが送出されるのを防ぎます。
tr: Toplu güncelleme sırasında, config_changed sinyalleri end_batch_update() çağrılana kadar bastırılır. Bu, toplu yapılandırma değişiklikleri sırasında çoklu sinyalleri önler.

source: End a batch update operation and emit a single change signal.
es: Finaliza una operación de actualización por lotes y emite una señal de cambio única.
id: Akhiri operasi pembaruan batch dan kirim sinyal perubahan tunggal.
ja: バッチ更新操作を終了し、単一の変更シグナルを送信します。
tr: Bir toplu güncelleme işlemini sonlandırın ve tek bir değişiklik sinyali gönderin.

source: This will emit a single config_changed signal with "*" to indicate multiple changes occurred, rather than individual signals for each change.
es: Esto emitirá una única señal config_changed con "*" para indicar que ocurrieron múltiples cambios, en lugar de señales individuales para cada cambio.
id: Ini akan mengirimkan sinyal config_changed tunggal dengan "*" untuk menunjukkan bahwa beberapa perubahan terjadi, daripada sinyal individu untuk setiap perubahan.
ja: これは、"*" を指定して複数の変更が発生したことを示す単一の config_changed シグナルを送出し、各変更ごとに個別のシグナルを送出するのではなく行います。
tr: Bu, her değişiklik için bireysel sinyaller yerine, birden fazla değişikliğin meydana geldiğini belirtmek için tek bir "*" içeren config_changed sinyali yayar.

source: Constants
es: Constantes
id: Konstanta
ja: 定数
tr: Sabitler

source: Constants used throughout the Momovu application.
es: Constantes utilizadas en toda la aplicación Momovu.
id: Konstanta yang digunakan sepanjang aplikasi Momovu.
ja: Momovuアプリケーション全体で使用される定数。
tr: Momovu uygulaması boyunca kullanılan sabitler.

source: This module defines all the constants used in the Momovu application including: - Window dimensions and UI elements - Presentation settings - Measurement conversions (points, mm, inches) - Cache and performance settings - Zoom factors - Default margins and safety areas - Barcode dimensions for covers - Spine and flap calculations - Graphics item colors and styles - Z-order layering values
es: Este módulo define todas las constantes utilizadas en la aplicación Momovu, incluyendo: - Dimensiones de ventanas y elementos de la interfaz de usuario - Configuración de presentación - Conversiones de medición (puntos, mm, pulgadas) - Configuración de caché y rendimiento - Factores de zoom - Márgenes predeterminados y áreas de seguridad - Dimensiones de códigos de barras para cubiertas - Cálculos de lomo y solapas - Colores y estilos de elementos gráficos - Valores de capas de orden Z
id: Modul ini mendefinisikan semua konstanta yang digunakan dalam aplikasi Momovu, termasuk: - Dimensi jendela dan elemen UI - Pengaturan presentasi - Konversi pengukuran (poin, mm, inci) - Pengaturan cache dan kinerja - Faktor zoom - Margins dan area keamanan default - Dimensi barcode untuk sampul - Perhitungan punggung buku dan flap - Warna dan gaya item grafis - Nilai lapisan Z-order
ja: このモジュールでは、Momovuアプリケーションで使用されるすべての定数を定義しています。以下の内容が含まれます。 - ウィンドウの寸法とUI要素 - プレゼンテーション設定 - 測定単位の変換（ポイント、mm、インチ） - キャッシュおよびパフォーマンス設定 - ズーム係数 - デフォルトのマージンとセーフティエリア - カバー用のバーコード寸法 - 背面とフロップの計算 - グラフィックアイテムの色とスタイル - Z順序のレイヤー値
tr: Bu modül, Momovu uygulamasında kullanılan tüm sabitleri tanımlar, bunlara şunlar dahildir: - Pencere boyutları ve UI öğeleri - Sunum ayarları - Ölçüm dönüştürmeleri (nokta, mm, inç) - Önbellek ve performans ayarları - Yakınlaştırma faktörleri - Varsayılan kenar boşlukları ve güvenlik alanları - Kapağın barkod boyutları - Omurga ve kapağın hesaplamaları - Grafik öğesi renkleri ve stilleri - Z-sırası katmanlama değerleri

source: Exceptions
es: Excepciones
id: Pengecualian
ja: 例外
tr: İstisnalar

source: Custom exceptions for Momovu.
es: Excepciones personalizadas para Momovu.
id: Pengecualian khusus untuk Momovu.
ja: モモヴー向けのカスタム例外
tr: Momovu için özel istisnalar.

source: This module defines custom exception classes used throughout the Momovu application to handle specific error conditions with better context and debugging information.
es: Este módulo define clases de excepción personalizadas utilizadas en toda la aplicación Momovu para manejar condiciones de error específicas con un mejor contexto e información de depuración.
id: Modul ini mendefinisikan kelas pengecualian khusus yang digunakan di seluruh aplikasi Momovu untuk menangani kondisi kesalahan spesifik dengan konteks dan informasi debugging yang lebih baik.
ja: このモジュールでは、Momovuアプリケーション全体で使用されるカスタム例外クラスを定義し、より良いコンテキストとデバッグ情報をもとに特定のエラー条件を処理します。
tr: Bu modül, Momovu uygulaması boyunca özel istisna sınıfları tanımlar ve daha iyi bağlam ve hata ayıklama bilgisiyle belirli hata koşullarını işlemek için kullanılır.

source: Bases: :py:class:`Exception`
es: Bases: :py:class:`Excepción`
id: Basis: :py:class:`Pengecualian`
ja: ベース: :py:class:`Exception`
tr: Temeller: :py:class:`Exception`

source: Base exception for all Momovu-specific errors.
es: Excepción base para todos los errores específicos de Momovu.
id: Pengecualian dasar untuk semua kesalahan khusus Momovu.
ja: すべてのMomovu特有のエラーの基本例外。
tr: Tüm Momovu özel hataları için temel istisna.

source: All custom exceptions in the application should inherit from this class to allow for easy catching of application-specific errors.
es: Todas las excepciones personalizadas en la aplicación deben heredar de esta clase para permitir la captura fácil de errores específicos de la aplicación.
id: Semua pengecualian khusus dalam aplikasi harus mewarisi kelas ini untuk memungkinkan penangkapan kesalahan yang spesifik untuk aplikasi secara mudah.
ja: アプリケーション内のすべてのカスタム例外は、このクラスを継承するようにする必要があります。これにより、アプリケーション固有のエラーを簡単に捕捉できるようになります。
tr: Uygulamadaki özel istisnaların bu sınıftan türemesi gerekir, böylece uygulamaya özel hataların kolayca yakalanması sağlanır.

source: Initialize the exception with a message and optional details.
es: Inicialice la excepción con un mensaje y detalles opcionales.
id: Inisialisasi pengecualian dengan pesan dan detail opsional.
ja: メッセージとオプションの詳細で例外を初期化します。
tr: İstisnayı bir mesaj ve isteğe bağlı ayrıntılarla başlatın.

source: The error message
es: El mensaje de error
id: Pesan kesalahan
ja: エラーメッセージ
tr: Hata mesajı

source: Optional dictionary with additional error context
es: Diccionario opcional con contexto adicional de error
id: Kamus opsional dengan konteks kesalahan tambahan
ja: 追加のエラーコンテキストを含むオプショナルな辞書
tr: İsteğe bağlı ek hata bağlamı ile sözlük

source: Bases: :py:class:`~momovu.lib.exceptions.MomovuError`
id: Basis: :py:class:`~momovu.lib.exceptions.MomovuError`
ja: ベース: :py:class:`~momovu.lib.exceptions.MomovuError`
tr: Temeller: :py:class:`~momovu.lib.exceptions.MomovuError`

source: Raised when a document fails to load.
es: Se produce cuando un documento no se carga correctamente.
id: Ditampilkan ketika sebuah dokumen gagal dimuat.
ja: ドキュメントの読み込みに失敗したときに発生します。
tr: Bir belge yüklenemediğinde tetiklenir.

source: Initialize with file path and reason for failure.
es: Inicializar con la ruta del archivo y la razón del fallo.
id: Inisialisasi dengan path file dan alasan kegagalan.
ja: ファイルパスと失敗の理由で初期化します。
tr: Dosya yolu ve başarısızlık nedeniyle başlatın.

source: Path to the document that failed to load
es: Ruta del documento que no se cargó
id: Jalur ke dokumen yang gagal dimuat
ja: 読み込みに失敗したドキュメントへのパス
tr: Yüklenemeyen belgenin yolu

source: Reason for the load failure
es: Razón del fallo de carga
id: Alasan kegagalan beban
ja: 負荷失敗の理由
tr: Yükleme hatasının nedeni

source: Raised when a page fails to render.
es: Se produce cuando una página no se puede representar.
id: Ditampilkan ketika suatu halaman gagal dirender.
ja: ページがレンダリングに失敗したときに発生します。
tr: Bir sayfa işlenemediğinde tetiklenir.

source: Initialize with page number and reason for failure.
es: Inicializar con el número de página y la razón del fallo.
id: Inisialisasi dengan nomor halaman dan alasan kegagalan.
ja: ページ番号と失敗の理由で初期化します。
tr: Sayfa numarası ve başarısızlık nedeniyle başlatın.

source: The page that failed to render
es: La página que no se pudo representar
id: Halaman yang gagal ditampilkan
ja: レンダリングに失敗したページ
tr: Render edilemeyen sayfa

source: Reason for the render failure
es: Razón del fallo de renderizado
id: Alasan kegagalan render
ja: レンダリングに失敗した理由
tr: Render hatasının nedeni

source: Icon Theme
es: Tema de iconos
id: Tema Ikon
ja: アイコンテーマ
tr: Simge Teması

source: Icon theme configuration for Qt applications.
es: Configuración del tema de iconos para aplicaciones Qt.
id: Konfigurasi tema ikon untuk aplikasi Qt.
ja: Qtアプリケーションのアイコンテーマ設定
tr: Qt uygulamaları için simge teması yapılandırması.

source: This module handles Qt icon theme configuration using Qt's built-in theme support, including fallback themes and search paths.
es: Este módulo maneja la configuración del tema de iconos de Qt utilizando el soporte integrado de temas de Qt, incluyendo temas de respaldo y rutas de búsqueda.
id: Modul ini menangani konfigurasi tema ikon Qt menggunakan dukungan tema bawaan Qt, termasuk tema cadangan dan jalur pencarian.
ja: このモジュールは、Qtの組み込みテーマサポートを使用して、Qtアイコンテーマの構成を処理し、フォールバックテーマや検索パスも含みます。
tr: Bu modül, Qt'nin yerleşik tema desteği kullanarak Qt simgesi tema yapılandırmasını işler, bunlara yedek temalar ve arama yolları dahildir.

source: Configure Qt icon theme with proper fallbacks.
es: Configurar el tema de iconos de Qt con retrocesos adecuados.
id: Konfigurasikan tema ikon Qt dengan fallback yang tepat.
ja: 適切なフォールバックを使用してQtのアイコンテーマを構成する。
tr: Qt simgesi temasını uygun yedekleme seçenekleriyle yapılandırın.

source: Uses Qt's built-in theme support: 1. Ensures standard search paths are available 2. Sets up fallback theme if main theme is missing icons 3. Adds fallback search paths for standalone icons
es: Usa el soporte de temas integrado de Qt: 1. Asegura que las rutas de búsqueda estándar estén disponibles 2. Configura un tema de respaldo si el tema principal no tiene iconos 3. Agrega rutas de búsqueda de respaldo para iconos independientes
id: Memanfaatkan dukungan tema bawaan Qt: 1. Memastikan jalur pencarian standar tersedia 2. Mengatur tema cadangan jika tema utama kekurangan ikon 3. Menambahkan jalur pencarian cadangan untuk ikon mandiri
ja: Qtの組み込みテーマサポートを使用: 1. 標準の検索パスが利用可能であることを保証 2. メインテーマにアイコンが不足している場合に代替テーマを設定 3. 独立したアイコン用に代替検索パスを追加
tr: Qt'nun yerleşik tema desteği kullanılır: 1. Standart arama yollarının mevcut olduğundan emin olur 2. Temel tema ikon eksikse yedek tema ayarlar 3. Bağımsız ikonlar için yedek arama yolları ekler

source: Logger
es: Registrador
id: Pengukur (logger)
ja: ログ記録装置
tr: Kayıt tutucu

source: Enhanced logging configuration for Momovu.
es: Configuración de registro mejorada para Momovu.
id: Konfigurasi pencatatan yang ditingkatkan untuk Momovu.
ja: モモヴー向けの強化されたログ設定
tr: Momovu için geliştirilmiş günlük kaydı yapılandırması.

source: This module provides structured logging with context, performance metrics, and decorators for common operations.
es: Este módulo proporciona un registro estructurado con contexto, métricas de rendimiento y decoradores para operaciones comunes.
id: Modul ini menyediakan pencatatan terstruktur dengan konteks, metrik kinerja, dan dekorator untuk operasi umum.
ja: このモジュールは、コンテキスト、パフォーマンス メトリクス、および一般的な操作のデコレータを備えた構造化されたログ出力を提供します。
tr: Bu modül, içerikle birlikte yapılandırılmış günlük kaydı, performans ölçümleri ve ortak işlemler için dekoratörler sunar.

source: Bases: :py:class:`~logging.Formatter`
id: Basis: :py:class:`~logging.Formatter`
ja: ベース: :py:class:`~logging.Formatter`
tr: Temeller: :py:class:`~logging.Formatter`

source: Formatter that outputs structured log messages with context.
es: Formateador que genera mensajes de registro estructurados con contexto.
id: Formatter yang menghasilkan pesan log terstruktur dengan konteks.
ja: コンテキストとともに構造化されたログメッセージを出力するフォーマッタ。
tr: Bağlam ile yapılandırılmış günlük mesajları çıkaran formatör.

source: Format the log record with structured context.
es: Formatear el registro de registro con contexto estructurado.
id: Formatkan catatan log dengan konteks terstruktur.
ja: 構造化されたコンテキストでログレコードを整形します。
tr: Yapılandırılmış bağlam ile log kaydını formatla.

source: Configure logging based on command line arguments.
es: Configure el registro según los argumentos de la línea de comandos.
id: Konfigurasikan pencatatan log berdasarkan argumen baris perintah.
ja: コマンドライン引数に基づいてログの設定を行います。
tr: Komut satırı argümanlarına göre günlükleme yapılandırın.

source: Verbosity level (0=WARNING, 1=INFO, 2+=DEBUG)
es: Nivel de verbosidad (0=ADVERTENCIA, 1=INFORMACIÓN, 2+=DEPURACIÓN)
id: Tingkat kerumitan (0=PERINGATAN, 1=INFO, 2+=DEBUG)
ja: 詳細レベル (0=警告, 1=情報, 2+=デバッグ)
tr: Sözlülük seviyesi (0=UYARI, 1=BİLGİ, 2+=HATA ARA)

source: Enable debug logging
es: Habilitar el registro de depuración
id: Aktifkan pencatatan debug
ja: デバッグログを有効にする
tr: Hata ayıklama günlüğünü etkinleştir

source: Get a logger instance with the given name.
es: Obtenga una instancia de registrador con el nombre dado.
id: Dapatkan instance logger dengan nama yang diberikan.
ja: 指定された名前でロガーのインスタンスを取得します。
tr: Belirtilen ada sahip bir kaydedici örneği alın.

source: Logger name (typically __name__)
es: Nombre del registrador (normalmente __name__)
id: Nama logger (biasanya __name__)
ja: ロガー名（通常は __name__）
tr: Kayıt tutucu adı (genellikle __name__)

source: Configured logger instance
es: Instancia de registrador configurada
id: Instansi logger yang dikonfigurasi
ja: 構成済みのロガーインスタンス
tr: Yapılandırılmış günlük kaydedici örneği

source: Shortcuts Dialog
es: Diálogo de accesos directos
id: Dialog Pintasan
ja: ショートカット ダイアログ
tr: Kısayollar İletişim Kutusu

source: Keyboard shortcuts dialog for Momovu.
es: Diálogo de atajos de teclado para Momovu.
id: Dialog pintasan keyboard untuk Momovu.
ja: モモヴーのキーボードショートカットダイアログ
tr: Momovu için Klavye Kısayolları İletişim Kutusu.

source: This module provides a dialog that displays all available keyboard shortcuts to help users learn and use the application more efficiently.
es: Este módulo proporciona un cuadro de diálogo que muestra todas las combinaciones de teclas disponibles para ayudar a los usuarios a aprender y utilizar la aplicación de forma más eficiente.
id: Modul ini menyediakan dialog yang menampilkan semua pintasan keyboard yang tersedia untuk membantu pengguna belajar dan menggunakan aplikasi secara lebih efisien.
ja: このモジュールは、利用可能なキーボードショートカットをすべて表示し、ユーザーがアプリケーションをより効率的に学習・使用できるように助けるダイアログを提供します。
tr: Bu modül, kullanıcıların uygulamayı daha verimli öğrenmelerine ve kullanmalarına yardımcı olmak için tüm mevcut klavye kısayollarını gösteren bir iletişim kutusu sağlar.

source: Dialog displaying all keyboard shortcuts.
es: Diálogo que muestra todas las teclas de atajo.
id: Dialog yang menampilkan semua pintasan keyboard.
ja: すべてのキーボード ショートカットを表示するダイアログ。
tr: Tüm klavye kısayollarını gösteren diyalog.

source: Initialize the shortcuts dialog.
es: Inicializar el cuadro de diálogo de atajos.
id: Inisialisasi dialog pintasan.
ja: ショートカットのダイアログを初期化します。
tr: Kısayollar iletişim kutusunu başlatın.

source: Dustjacket Spine Widths
es: Anchuras de la espina del sobrecubierta
id: Lebar Punggung Sampul Dustjacket
ja: 表紙の背幅
tr: Toz kapağı omurga genişlikleri

source: Dustjacket spine width lookup table for page count ranges.
es: Tabla de búsqueda del ancho de la espina de la cubierta para rangos de cantidad de páginas.
id: Tabel pencarian lebar punggung sampul berdasarkan kisaran jumlah halaman.
ja: ページ数範囲別の見返し幅一覧表
tr: Sayfa sayımı aralıkları için toz kapağı omurga genişliği arama tablosu.

source: This module defines the spine width lookup table for dustjackets based on page count. The table provides discrete spine width values for specific page count ranges, unlike covers which use a continuous formula.
es: Este módulo define la tabla de búsqueda del ancho de la espina para sobrecubiertas basada en el número de páginas. La tabla proporciona valores discretos del ancho de la espina para rangos específicos de número de páginas, a diferencia de las cubiertas, que utilizan una fórmula continua.
id: Modul ini mendefinisikan tabel pencarian lebar punggung buku untuk sampul luar berdasarkan jumlah halaman. Tabel ini memberikan nilai lebar punggung buku yang diskrit untuk rentang jumlah halaman tertentu, berbeda dengan sampul yang menggunakan rumus kontinu.
ja: このモジュールは、ページ数に基づく表紙の背幅ルックアップテーブルを定義します。このテーブルは、特定のページ数範囲に対して離散的な背幅値を提供し、カバーで使用される連続的な式とは異なります。
tr: Bu modül, sayfa sayısına dayalı olarak toz kapanakları için omurga genişliği arama tablosunu tanımlar. Tablo, kapaklarda kullanılan sürekli formülle karşılaştırıldığında belirli sayfa sayı aralıkları için ayrık omurga genişliği değerleri sağlar.

source: Data source: Restored from git commit 42505ca (was in margin_sizes.py) All measurements are in millimeters (mm).
es: Fuente de datos: Restaurado desde el commit de git 42505ca (estaba en margin_sizes.py) Todas las mediciones están en milímetros (mm).
id: Sumber data: Dipulihkan dari git commit 42505ca (sebelumnya ada di margin_sizes.py) Semua pengukuran dalam satuan milimeter (mm).
ja: データソース：git コミット 42505ca から復元（margin_sizes.py に存在）すべての測定値はミリメートル (mm) です。
tr: Veri kaynağı: git commit 42505ca'dan geri yüklendi (margin_sizes.py içindeydi) Tüm ölçümler milimetre (mm) cinsindendir.

source: Get dustjacket spine width in mm for given page count.
es: Obtener el ancho de la espina de la cubierta en mm para el número dado de páginas.
id: Dapatkan lebar punggung sampul luar dalam mm untuk jumlah halaman yang diberikan.
ja: 指定されたページ数に対する表紙の背幅（mm）を取得する。
tr: Belirtilen sayfa sayısına göre toz kapağının mm cinsinden omurga genişliğini al.

source: Number of pages in the document
es: Número de páginas en el documento
id: Jumlah halaman dalam dokumen
ja: ドキュメント内のページ数
tr: Belgedeki sayfa sayısı

source: For page counts outside the 24-800 range, returns 6mm (minimum width)
es: Para recuentos de páginas fuera del rango 24-800, devuelve 6 mm (ancho mínimo)
id: Untuk jumlah halaman di luar kisaran 24-800, mengembalikan 6mm (lebar minimum)
ja: 24〜800ページの範囲外のページ数については、6mm（最小幅）を返します。
tr: 24-800 aralığının dışında sayfa sayıları için 6 mm (minimum genişlik) döndürür

source: Usage Examples
es: Ejemplos de uso
id: Contoh Penggunaan
ja: 使用例
tr: Kullanım Örnekleri

source: Basic Usage
es: Uso Básico
id: Penggunaan Dasar
ja: 基本的な使い方
tr: Temel Kullanım

source: Command Line Usage
es: Uso de la Línea de Comandos
id: Penggunaan Garis Perintah
ja: コマンドラインの使用方法
tr: Komut Satırı Kullanımı

source: Programmatic Usage
es: Uso programático
id: Penggunaan Programatik
ja: プログラミングでの使用方法
tr: Programatik Kullanım

source: Working with Document Types
es: Trabajar con tipos de documentos
id: Bekerja dengan Jenis Dokumen
ja: ドキュメントタイプの操作
tr: Doküman Türleriyle Çalışma

source: Navigation Examples
es: Ejemplos de navegación
id: Contoh Navigasi
ja: ナビゲーションの例
tr: Navigasyon Örnekleri

source: Margin Configuration
es: Configuración de márgenes
id: Konfigurasi Margin
ja: マージン設定
tr: Kenar Boşluğu Yapılandırması

source: Error Handling
es: Manejo de Errores
id: Penanganan Kesalahan
ja: エラーハンドリング
tr: Hata İşleme

source: Extending Momovu
es: Ampliando Momovu
id: Memperpanjang Momovu
ja: モモヴーの拡張
tr: Momovu'yu Genişletme

source: Creating Custom Strategies
es: Creando Estrategias Personalizadas
id: Membuat Strategi Khusus
ja: カスタム戦略の作成
tr: Özel Stratejiler Oluşturma

source: Creating Custom Renderers
es: Creación de renderizadores personalizados
id: Membuat Renderer Kustom
ja: カスタム レンダラーの作成
tr: Özel Render Oluşturma

source: Adding Custom Validators
es: Añadiendo Validadores Personalizados
id: Menambahkan Validator Kustom
ja: カスタムバリデーターの追加
tr: Özel Doğrulayıcılar Ekleme
