Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Set the Qt PDF document for loading operations.
es: Establezca el documento PDF de Qt para operaciones de carga.
id: Atur dokumen PDF Qt untuk operasi pemanggilan.
ja: 読み込み操作用のQt PDFドキュメントを設定します。
tr: Yükleme işlemleri için Qt PDF belgesini ayarlayın.

source: The QPdfDocument instance to use
es: La instancia QPdfDocument que se usará
id: Instansi QPdfDocument yang akan digunakan
ja: 使用するQPdfDocumentインスタンス
tr: Kullanılacak QPdfDocument örneği

source: The presenter currently delegates PDF operations to QPdfDocument. This design allows for future migration to alternative PDF backends without affecting the view layer.
es: El presentador actualmente delega las operaciones PDF en QPdfDocument. Este diseño permite una migración futura a backend alternativos de PDF sin afectar la capa de vista.
id: Presenter saat ini mendelegasikan operasi PDF ke QPdfDocument. Desain ini memungkinkan migrasi di masa depan ke backend PDF alternatif tanpa memengaruhi lapisan tampilan.
ja: プレゼンターは現在、PDF操作をQPdfDocumentに委譲しています。この設計により、ビュー層に影響を与えることなく、将来的に代替のPDFバックエンドへの移行が可能になります。
tr: Sunucu şu anda PDF işlemleri için QPdfDocument'e atamaktadır. Bu tasarım, görünüm katmanını etkilemeden gelecekte alternatif PDF arka uçlarına geçiş yapılmasına olanak tanımaktadır.

source: Load a PDF document.
es: Cargue un documento PDF.
id: Muat dokumen PDF.
ja: PDFドキュメントを読み込みます。
tr: Bir PDF belgesi yükleyin.

source: True if loaded successfully
es: Verdadero si se cargó con éxito
id: Benar jika berhasil dimuat
ja: 正常に読み込まれた場合は真
tr: Başarıyla yüklendiğinde doğru

source: Get the number of pages in the document.
es: Obtenga el número de páginas en el documento.
id: Dapatkan jumlah halaman dalam dokumen.
ja: ドキュメント内のページ数を取得する。
tr: Belgedeki sayfa sayısını al.

source: Number of pages, or 0 if no document is loaded
es: Número de páginas, o 0 si no hay ningún documento cargado
id: Jumlah halaman, atau 0 jika tidak ada dokumen yang dimuat
ja: ページ数を返す。ドキュメントが読み込まれていない場合は0を返す。
tr: Sayfa sayısı, belge yüklenmemişse 0

source: Get the size of a specific page in points.
es: Obtenga el tamaño de una página específica en puntos.
id: Dapatkan ukuran halaman tertentu dalam poin.
ja: 特定のページのポイント単位のサイズを取得します。
tr: Belirli bir sayfanın puan cinsinden boyutunu alır.

source: Tuple of (width, height) in points, or None if page index is invalid
es: Tupla de (ancho, alto) en puntos, o None si el índice de la página es inválido
id: Tuple dari (lebar, tinggi) dalam poin, atau None jika indeks halaman tidak valid
ja: ポイント単位の (幅, 高さ) のタプル。ページインデックスが無効な場合は None
tr: Geçersiz sayfa indeksi varsa (genişlik, yükseklik) nokta tuple'ı veya None

source: Check if a document is currently loaded.
es: Verifique si un documento está cargado actualmente.
id: Periksa apakah dokumen sedang dimuat saat ini.
ja: 現在ドキュメントが読み込まれているかどうかを確認します。
tr: Bir belgenin şu anda yüklü olup olmadığını kontrol edin.

source: True if a document is loaded and ready for operations
es: Verdadero si un documento está cargado y listo para operaciones
id: Benar jika dokumen dimuat dan siap untuk operasi
ja: ドキュメントが読み込まれて操作準備ができている場合に真となる
tr: Yüklü ve işlemler için hazır bir döküman varsa doğru

source: Close the current document and reset to initial state.
es: Cierre el documento actual y restablezca el estado inicial.
id: Tutup dokumen saat ini dan atur ulang ke keadaan awal.
ja: 現在のドキュメントを閉じて、初期状態にリセットします。
tr: Mevcut belgeyi kapat ve başlangıç durumuna getir.

source: This method: - Closes the Qt PDF document - Clears the model state - Notifies observers of the change
es: Este método: - Cierra el documento PDF de Qt - Limpia el estado del modelo - Notifica a los observadores del cambio
id: Metode ini: - Menutup dokumen PDF Qt - Menghapus keadaan model - Memberi tahu pengamat tentang perubahan
ja: この方法: - Qt PDFドキュメントを閉じる - モデルの状態をクリアする - 変更を観察者に通知する
tr: Bu yöntem: - Qt PDF belgesini kapatır - Model durumunu temizler - Değişimi gözlemcilere bildirir

source: Access the underlying document model.
es: Acceda al modelo de documento subyacente.
id: Akses model dokumen yang mendasari.
ja: 基礎となるドキュメントモデルにアクセスします。
tr: Temel belge modeline erişin.

source: Backward compatibility property for is_document_loaded().
es: Propiedad de compatibilidad hacia atrás para is_document_loaded().
id: Properti kompatibilitas mundur untuk is_document_loaded().
ja: is_document_loaded() の下位互換性プロパティ
tr: is_document_loaded() için geriye dönük uyumluluk özelliği.

source: Margin Presenter
es: Presentador de Margen
id: Pembawa Acara Margin
ja: マージンプレゼンター
tr: Kenar Sunum Yapan

source: Margin presenter for handling margin calculations and logic.
es: Presentador de márgenes para manejar cálculos y lógica de márgenes.
id: Presenter margin untuk menangani perhitungan dan logika margin.
ja: マージン計算および論理を処理するためのマージンプレゼンター。
tr: Kenar hesaplamalarını ve mantığını işleyen marj sunucusu.

source: This presenter manages margin operations without UI dependencies. It coordinates between MarginSettingsModel and the view layer.
es: Este presentador gestiona las operaciones de margen sin dependencias de la interfaz de usuario. Coordina entre MarginSettingsModel y la capa de vista.
id: Presenter ini mengelola operasi margin tanpa ketergantungan UI. Ia mengkoordinasikan antara MarginSettingsModel dan lapisan tampilan.
ja: このプレゼンターはUI依存なしにマージン操作を管理します。MarginSettingsModelとビューレイヤーの間を調整します。
tr: Bu sunucu, UI bağımlılıkları olmadan marjin işlemleri yönetir. MarjinAyarlarıModel ve görünüm katmanı arasında koordinasyon sağlar.

source: Presenter for margin calculations and management.
es: Presentador para cálculos y gestión de márgenes.
id: Pempresentasi untuk perhitungan dan pengelolaan margin.
ja: マージン計算および管理のプレゼンター。
tr: Kenar Hesaplamaları ve Yönetimi Sunucusu.

source: This presenter handles: - Margin calculations - Trim line positioning - Spine/flap calculations - Barcode area logic
es: Este presentador maneja: - Cálculos de márgenes - Posicionamiento de la línea de corte - Cálculos de la espina/tapa - Lógica del área del código de barras
id: Presenter ini menangani: - Perhitungan margin - Penempatan garis potong - Perhitungan tulang/sampul - Logika area barcode
ja: このプレゼンターは以下の処理を行います： - 余白の計算 - 切り取り線の配置 - 背面/表紙の計算 - バーコード領域の論理
tr: Sunumcu şunları yönetir: - Kenar hesaplamaları - Kesme hattı pozisyonu - Arka kapağın/etiketin hesaplanması - Barkod alanı mantığı

source: Initialize the margin presenter.
es: Inicialice el presentador de márgenes.
id: Inisialisasi presenter margin.
ja: マージンプレゼンターを初期化します。
tr: Kenar sunucusunu başlat.

source: Optional margin settings model to use
es: Modelo opcional de ajustes de margen para usar
id: Model pengaturan margin opsional yang digunakan
ja: 使用するオプションマージン設定モデル
tr: Kullanılacak isteğe bağlı marjin ayarları modeli

source: Set the document type.
es: Establezca el tipo de documento.
id: Tentukan jenis dokumen.
ja: ドキュメントタイプを設定します。
tr: Belge türünü ayarla.

source: Type of document ('interior', 'cover', 'dustjacket')
es: Tipo de documento ('interior', 'portada', 'contraportada')
id: Jenis dokumen ('interior', 'cover', 'dustjacket')
ja: ドキュメントの種類（'interior'、'cover'、'dustjacket'）
tr: Belgenin türü ('iç', 'kapak', 'dustjacket')

source: Get the current document type.
es: Obtener el tipo de documento actual.
id: Dapatkan jenis dokumen saat ini.
ja: 現在のドキュメントタイプを取得する。
tr: Geçerli belge türünü al.

source: The current document type ('interior', 'cover', or 'dustjacket')
es: El tipo de documento actual ('interior', 'portada' o 'contraportada')
id: Jenis dokumen saat ini ('interior', 'cover', atau 'dustjacket')
ja: 現在のドキュメントタイプ（'interior'、'cover'、または 'dustjacket'）
tr: Mevcut belge türü ('iç kapağ', 'kapak' veya 'dustjacket')

source: Update page count and recalculate spine width for cover/dustjacket.
es: Actualizar el recuento de páginas y recalcular el ancho de la espina para la cubierta/contracubierta.
id: Perbarui jumlah halaman dan hitung ulang lebar punggung buku untuk sampul/kenop sampul.
ja: ページ数を更新し、表紙／本文表紙の背幅を再計算します。
tr: Sayfa sayısını güncelle ve kapak/dustjacket için omurga genişliğini yeniden hesapla.

source: Total pages in the document
es: Páginas totales en el documento
id: Total halaman dalam dokumen
ja: ドキュメント内の合計ページ数
tr: Belgedeki toplam sayfa sayısı

source: Enable or disable safety margin overlay display.
es: Habilitar o deshabilitar la visualización de la superposición del margen de seguridad.
id: Mengaktifkan atau menonaktifkan tampilan pelapis margin keamanan.
ja: 安全余裕のオーバーレイ表示を有効または無効にします。
tr: Güvenlik marjı örtü ekranını etkinleştirin veya devre dışı bırakın.

source: True to display margin overlays
es: Verdadero para mostrar superposiciones de márgenes
id: Benar untuk menampilkan tumpang tindih margin
ja: 余白のオーバーレイを表示する場合は「true」
tr: Kenar boşlukları örtüşlerini görüntülemek için doğru olsun

source: Enable or disable trim line display at page edges.
es: Habilitar o deshabilitar la visualización de la línea de recorte en los bordes de la página.
id: Mengaktifkan atau menonaktifkan tampilan garis potong di tepi halaman.
ja: ページの端にトリムラインを表示するかどうかを有効または無効にします。
tr: Sayfa kenarlarında kırpma hattı görüntüsünü aç veya kapat.

source: True to display trim lines
es: Verdadero para mostrar las líneas de recorte
id: Benar untuk menampilkan garis tepi
ja: トリムラインを表示する場合は真を指定する
tr: Kenar çizgilerini göstermek için doğru olsun

source: Enable or disable barcode area indicator on covers.
es: Habilitar o deshabilitar el indicador del área de código de barras en las cubiertas.
id: Mengaktifkan atau menonaktifkan indikator area barcode pada sampul.
ja: カバー上のバーコード領域表示を有効または無効にします。
tr: Kapaklarda barkod alanı göstergesini aç veya kapat.

source: True to display barcode area
es: Verdadero para mostrar el área del código de barras
id: Benar untuk menampilkan area barcode
ja: バーコード領域を表示する場合はTrue
tr: Barkod alanını görüntülemek için doğru olmalıdır

source: Enable or disable spine/flap fold line display.
es: Habilitar o deshabilitar la línea de plegado de la espina/la solapa.
id: Mengaktifkan atau menonaktifkan tampilan garis lipat tulang belakang/lipatan.
ja: スパイン/フラップの折り目表示を有効または無効にします。
tr: Omurga/kapak katlama hattı görüntüsünü aç veya kapat.

source: True to display fold lines
es: Verdadero para mostrar líneas de doblado
id: Benar untuk menampilkan garis lipat
ja: 折り目を表示する場合は「真」
tr: Katlama çizgilerini görüntülemek için doğru olsun

source: Enable or disable bleed line display at page edges.
es: Habilitar o deshabilitar la visualización de la línea de sangrado en los bordes de la página.
id: Mengaktifkan atau menonaktifkan tampilan garis tumpah di tepi halaman.
ja: ページの端に余白表示を有効または無効にします。
tr: Sayfa kenarlarında sızıntı hattı görüntüsünü etkinleştirin veya devre dışı bırakın.

source: True to display bleed lines
es: Verdadero para mostrar líneas de sangrado
id: Benar untuk menampilkan garis tumpah
ja: 出血線を表示する場合は[True]
tr: Kanama çizgilerini görüntülemek için doğru olsun

source: Remove model observer and release resources.
es: Eliminar el observador del modelo y liberar recursos.
id: Hapus model pengamat dan lepaskan sumber daya.
ja: モデルのオブザーバーを削除し、リソースを解放します。
tr: Model gözlemcisini kaldırın ve kaynakları serbest bırakın.

source: Access the underlying margin settings model.
es: Acceda al modelo de configuración de márgenes subyacente.
id: Akses model pengaturan margin yang mendasari.
ja: 下位のマージン設定モデルにアクセスします。
tr: Temel marj ayarları modeline erişin.

source: Navigation Presenter
es: Presentador de Navegación
id: Presenter Navigasi
ja: ナビゲーションプレゼンター
tr: Navigasyon Sunucusu

source: Navigation presenter for handling page navigation logic.
es: Presentador de navegación para manejar la lógica de navegación de la página.
id: Presenter navigasi untuk menangani logika navigasi halaman.
ja: ページナビゲーションロジックを処理するためのナビゲーションプレゼンター。
tr: Sayfa gezinme mantığını işleyen gezinme sunucusu.

source: This presenter manages navigation operations without UI dependencies. It coordinates between ViewStateModel and the view layer.
es: Este presentador maneja las operaciones de navegación sin dependencias de la interfaz de usuario. Coordina entre ViewStateModel y la capa de vista.
id: Presenter ini mengelola operasi navigasi tanpa ketergantungan UI. Ia mengkoordinasikan antara ViewStateModel dan lapisan tampilan.
ja: このプレゼンターはUIの依存関係なしにナビゲーション操作を管理します。ViewStateModelとビューレイヤーの間を調整します。
tr: Bu sunucu, UI bağımlılıkları olmadan gezinti işlemleri yönetir. ViewStateModel ve görünüm katmanı arasında koordinasyon sağlar.

source: Presenter for page navigation operations.
es: Presentador para operaciones de navegación en la página.
id: Pengantar untuk operasi navigasi halaman.
ja: ページナビゲーション操作用プレゼンター。
tr: Sayfa gezinme işlemleri için sunucu.

source: This presenter handles: - Page navigation (next, previous, first, last) - Side-by-side pair navigation - Page jumping - Navigation validation
es: Este presentador maneja: - Navegación por páginas (siguiente, anterior, primera, última) - Navegación por pares lado a lado - Salto a página específica - Validación de navegación
id: Presenter ini menangani: - Navigasi halaman (selanjutnya, sebelumnya, pertama, terakhir) - Navigasi pasangan samping-ke-samping - Loncatan halaman - Validasi navigasi
ja: このプレゼンターは以下の機能を処理します。 - ページナビゲーション（次、前、最初、最後） - サイドバイサイドペアナビゲーション - ページジャンプ - ナビゲーションの検証
tr: Bu sunucu şunları işler: - Sayfa gezintisi (sonraki, önceki, ilk, son) - Yan yana çift gezintisi - Sayfa atlama - Gezinti doğrulaması

source: Initialize the navigation presenter.
es: Inicializa el presentador de navegación.
id: Inisialisasi presenter navigasi.
ja: ナビゲーションプレゼンターを初期化します。
tr: Navigasyon sunucusunu başlat.

source: Optional view state model to use
es: Modelo de estado de vista opcional para usar
id: Model tampilan opsional yang dapat digunakan
ja: 使用するオプションのビュー状態モデル
tr: Kullanılacak isteğe bağlı görünüm durumu modeli

source: Total number of pages in the document
es: Número total de páginas en el documento
id: Jumlah total halaman dalam dokumen
ja: ドキュメント内の総ページ数
tr: Belgedeki toplam sayfa sayısı

source: Update page count and adjust current page if necessary.
es: Actualizar el recuento de páginas y ajustar la página actual si es necesario.
id: Perbarui jumlah halaman dan atur halaman saat ini jika diperlukan.
ja: ページ数を更新し、必要に応じて現在のページを調整します。
tr: Sayfa sayısını güncelle ve gerekirse geçerli sayfayı ayarla.

source: New total page count
es: Nuevo recuento total de páginas
id: Jumlah halaman total baru
ja: 新しい合計ページ数
tr: Yeni toplam sayfa sayısı

source: Navigate to a specific page.
es: Navegue a una página específica.
id: Navigasikan ke halaman tertentu.
ja: 特定のページに移動します。
tr: Belirli bir sayfaya gidin.

source: Zero-based page index to navigate to
es: Índice de página basado en cero para navegar
id: Indeks halaman berbasis nol untuk beralih ke
ja: 移動するためのゼロベースのページインデックス
tr: Gitmek için sıfırdan başlayan sayfa dizini

source: True if navigation was successful
es: Verdadero si la navegación fue exitosa
id: Benar jika navigasi berhasil
ja: ナビゲーションが成功した場合は真
tr: Navigasyon başarılıysa doğru

source: Advance to the next page or page pair in side-by-side mode.
es: Avanza a la página siguiente o al par de páginas siguiente en modo lado a lado.
id: Lanjutkan ke halaman berikutnya atau pasangan halaman dalam mode berdampingan.
ja: サイドバイサイド モードで次のページまたはページペアに進みます。
tr: Yan yana modda bir sonraki sayfaya veya sayfa çiftine ilerleyin.

source: True if navigation occurred, False if already at end
es: Verdadero si hubo navegación, Falso si ya está al final
id: Benar jika navigasi terjadi, Salah jika sudah berada di akhir
ja: True: ナビゲーションが行われた場合。False: 既に終了している場合。
tr: Navigasyon gerçekleşirse Doğru, zaten son konumda ise Yanlış

source: Move back to the previous page or page pair in side-by-side mode.
es: Vaya a la página anterior o par de páginas en el modo lado a lado.
id: Kembali ke halaman sebelumnya atau pasangan halaman dalam mode samping-ke-samping.
ja: サイドバイサイドモードで前のページまたはページペアに戻ります。
tr: Yan yana modda bir önceki sayfaya veya sayfa çiftine dönün.

source: True if navigation occurred, False if already at start
es: Verdadero si hubo navegación, Falso si ya está en el inicio
id: Benar jika navigasi terjadi, Salah jika sudah berada di awal
ja: Trueがナビゲーションが発生した場合、Falseがすでに開始位置にある場合
tr: Navigasyon gerçekleşirse Doğru, başlangıçta ise Yanlış

source: Jump to the beginning of the document.
es: Vaya al comienzo del documento.
id: Lompat ke awal dokumen.
ja: ドキュメントの先頭にジャンプします。
tr: Belgenin başına atla.

source: True if navigation occurred
es: Verdadero si hubo navegación
id: Benar jika navigasi terjadi
ja: ナビゲーションが発生した場合に真
tr: Navigasyon gerçekleştiyse doğru

source: Jump to the end of the document, handling side-by-side edge cases.
es: Salta al final del documento, manejando casos límite lado a lado.
id: Lompat ke akhir dokumen, menangani kasus tepi samping-ke-samping.
ja: ドキュメントの末尾にジャンプし、並列表示のエッジケースを処理します。
tr: Belgenin sonuna atla, yan yana kenar durumlarını işle.

source: Set the view mode.
es: Establecer el modo de vista.
id: Atur mode tampilan.
ja: 表示モードを設定します。
tr: Görünüm modunu ayarla.

source: View mode ('single' or 'side_by_side')
es: Modo de visualización ('single' o 'side_by_side')
id: Mode tampilan ('single' atau 'side_by_side')
ja: 表示モード（'single' または 'side_by_side'）
tr: Görünüm modu ('single' veya 'side_by_side')

source: Switch between single page and side-by-side page display.
es: Cambie entre la visualización de una sola página y la visualización de páginas lado a lado.
id: Beralih antara tampilan halaman tunggal dan tampilan halaman berdampingan.
ja: 単ページ表示と並列ページ表示の切り替えを行います。
tr: Tek sayfa ve yanyana sayfa görüntülemesi arasında geçiş yapın.

source: Get the zero-based index of the currently displayed page.
es: Obtenga el índice basado en cero de la página que se muestra actualmente.
id: Dapatkan indeks berbasis nol dari halaman yang saat ini ditampilkan.
ja: 現在表示されているページのゼロベースのインデックスを取得します。
tr: Şu anda görüntülenen sayfanın sıfır tabanlı dizinini al.

source: Current page index (0 to total_pages-1)
es: Índice de la página actual (0 a total_pages-1)
id: Indeks halaman saat ini (0 hingga total_pages-1)
ja: 現在のページインデックス（0 から total_pages-1 まで）
tr: Mevcut sayfa dizini (0'dan total_pages-1'e)

source: Get the total page count in the document.
es: Obtenga el recuento total de páginas en el documento.
id: Dapatkan total jumlah halaman dalam dokumen.
ja: ドキュメント内の合計ページ数を取得します。
tr: Belgedeki toplam sayfa sayısını al.

source: Number of pages, or 0 if no document loaded
es: Número de páginas, o 0 si no hay documento cargado
id: Jumlah halaman, atau 0 jika tidak ada dokumen yang dimuat
ja: ページ数を返す。ドキュメントが読み込まれていない場合は0を返す
tr: Sayfa sayısı, belge yüklenmemişse 0

source: Get the current page pair for side-by-side mode.
es: Obtenga el par de páginas actual para el modo lado a lado.
id: Dapatkan pasangan halaman saat ini untuk mode samping-ke-samping.
ja: サイドバイサイドモードの現在のページペアを取得します。
tr: Yan yana mod için geçerli sayfa çiftini al.

source: Tuple of (left_page, right_page) where right_page may be None
es: Tupla de (left_page, right_page) donde right_page puede ser None
id: Tuple dari (left_page, right_page) di mana right_page bisa None
ja: (left_page, right_page) のタプル。right_page は None である可能性があります。
tr: (left_page, right_page) ikilisi, burada right_page None olabilir

source: Check if navigation is at the document start.
es: Verifique si la navegación está al inicio del documento.
id: Periksa apakah navigasi berada di awal dokumen.
ja: ドキュメントの開始位置にナビゲーションがあるか確認してください。
tr: Dokümanın başlangıcında gezinmeyi kontrol edin.

source: True if on page 0
es: Verdadero si está en la página 0
id: Benar jika berada di halaman 0
ja: ページ0にある場合に真
tr: Sayfa 0'da ise doğru

source: Check if navigation is at the document end.
es: Verifique si la navegación está al final del documento.
id: Periksa apakah navigasi berada di akhir dokumen.
ja: ドキュメントの終了位置にナビゲーションがあるか確認してください。
tr: Belgenin sonunda gezinmeyi kontrol edin.

source: True if no more pages can be navigated forward
es: Verdadero si no se pueden navegar más páginas hacia adelante
id: Benar jika tidak ada halaman lain yang dapat diakses ke depan
ja: これ以上ページを進むことができない場合に真となる
tr: Daha fazla sayfa ileriye gezilemiyorsa doğru.

source: Get formatted text for page display.
es: Obtener texto formateado para la visualización en la página.
id: Dapatkan teks yang diformat untuk tampilan halaman.
ja: ページ表示用のフォーマット済みテキストを取得する。
tr: Sayfa görüntüleme için biçimlendirilmiş metni al.

source: Formatted page display text (e.g., "Page 1 of 10")
es: Texto de visualización de página formateada (p. ej., "Página 1 de 10")
id: Teks tampilan halaman yang diformat (misalnya, "Halaman 1 dari 10")
ja: フォーマットされたページ表示テキスト（例："10ページ中1ページ"）
tr: Biçimlendirilmiş sayfa görüntüleme metni (örn. "10 sayfadaki 1. sayfa")

source: Check if forward navigation is available.
es: Verifique si la navegación hacia adelante está disponible.
id: Periksa apakah navigasi ke depan tersedia.
ja: 前方のナビゲーションが利用可能かどうかを確認してください。
tr: İleri navigasyonun mevcut olup olmadığını kontrol edin.

source: True unless at the last page
es: Verdadero a menos que en la última página
id: Benar kecuali di halaman terakhir
ja: 最後のページ以外はすべて有効です
tr: Son sayfada olmamak koşuluyla doğru.

source: Check if backward navigation is available.
es: Verifique si la navegación hacia atrás está disponible.
id: Periksa apakah navigasi mundur tersedia.
ja: 後ろのナビゲーションが利用可能かどうか確認してください。
tr: Geriye doğru gezinme mümkünse kontrol edin.

source: True unless at the first page
es: Verdadero a menos que en la primera página
id: Benar kecuali di halaman pertama
ja: 最初のページでない限り真です
tr: İlk sayfada değilse doğru

source: Access the underlying view state model.
es: Acceda al modelo de estado subyacente.
id: Akses model state view yang mendasari.
ja: 基礎となるビューステートモデルにアクセスします。
tr: Temel görünüm durumu modeline erişin.

source: Views
es: Vistas
id: Pandangan
ja: ビュー
tr: Görünümler

source: The views implement the View component of the MVP architecture pattern. They handle the user interface and display logic.
es: Las vistas implementan el componente Vista del patrón de arquitectura MVP. Manejan la interfaz de usuario y la lógica de visualización.
id: Tampilan mengimplementasikan komponen View dari pola arsitektur MVP. Mereka menangani antarmuka pengguna dan logika tampilan.
ja: ビューは、MVPアーキテクチャパターンのViewコンポーネントを実装しています。ユーザーインターフェースおよび表示ロジックを処理します。
tr: Görünümler, MVP mimarisi deseninin Görünüm bileşenini uygular. Kullanıcı arayüzünü ve görüntüleme mantığını işlerler.

source: Main Window
es: Ventana Principal
id: Jendela Utama
ja: メインウィンドウ
tr: Ana Pencere

source: Main window for the Momovu PDF viewer application.
es: Ventana principal para la aplicación Momovu PDF viewer.
id: Jendela utama untuk aplikasi pembaca PDF Momovu.
ja: Momovu PDFビューアアプリケーションのメインウィンドウ。
tr: Momovu PDF görüntüleyici uygulaması için ana pencere.

source: This refactored version delegates functionality to specialized components, keeping the main window clean and focused on coordination only.
es: Esta versión refactorizada delega la funcionalidad a componentes especializados, manteniendo la ventana principal limpia y enfocada únicamente en la coordinación.
id: Versi yang direfaktor ini mendelegasikan fungsi kepada komponen khusus, menjaga jendela utama tetap bersih dan hanya fokus pada koordinasi.
ja: このリファクタリングされたバージョンでは、機能を専用コンポーネントに委譲し、メインウィンドウはクリーンで、調整機能にのみ焦点を当てています。
tr: Bu yeniden yapılanmış sürüm, işlevselliği özel bileşenlere devreder ve ana pencereyi sadece koordinasyona odaklanacak şekilde temiz tutar.

source: Bases: :py:class:`~PySide6.QtWidgets.QMainWindow`
id: Basis: :py:class:`~PySide6.QtWidgets.QMainWindow`
ja: ベース: :py:class:`~PySide6.QtWidgets.QMainWindow`
tr: Temeller: :py:class:`~PySide6.QtWidgets.QMainWindow`
