Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Side-by-side rendering strategy for all pages.
es: Estrategia de representación lado a lado para todas las páginas.
id: Strategi rendering berdampingan untuk semua halaman.
ja: すべてのページにわたる並列レンダリング戦略。
tr: Tüm sayfalar için yan yana işlenme stratejisi.

source: Strategy for rendering all pages in side-by-side pairs vertically stacked.
es: Estrategia para mostrar todas las páginas en pares uno al lado del otro, apilados verticalmente.
id: Strategi untuk menampilkan semua halaman dalam pasangan berdampingan yang disusun secara vertikal.
ja: すべてのページを縦方向に積み重ねた隣接ペアとして表示するための戦略。
tr: Tüm sayfaları dikey yığılmış yan yana çiftler halinde görüntüleme stratejisi.

source: Stack all page pairs vertically (page 1 alone, then 2-3, 4-5, etc).
es: Agrupa todas las parejas de páginas verticalmente (la página 1 sola, luego 2-3, 4-5, etc.).
id: Tumpuk semua pasangan halaman secara vertikal (halaman 1 sendiri, lalu 2-3, 4-5, dan seterusnya).
ja: すべてのページペアを垂直に積み重ねる（1ページのみを1枚、その後2-3ページ、4-5ページなどと重ねる）。
tr: Tüm sayfa çiftlerini dikey olarak yığın (1. sayfa tek başına, sonra 2-3, 4-5 vb.).

source: Book layout: page 1 on right, then even pages left/odd pages right.
es: Diseño del libro: página 1 a la derecha, luego páginas pares a la izquierda/páginas impares a la derecha.
id: Tata letak buku: halaman 1 di sebelah kanan, kemudian halaman genap di sebelah kiri/halaman ganjil di sebelah kanan.
ja: 書籍レイアウト: 右ページから1ページ目を表示し、その後偶数ページは左、奇数ページは右に表示します。
tr: Kitap düzeni: 1. sayfa sağda, ardından çift numaralı sayfalar solda/tek numaralı sayfalar sağda.

source: Ignored - all pairs shown regardless
es: Ignorar - se muestran todas las parejas sin excepción
id: Dihiraukan - semua pasangan ditampilkan tanpa terkecuali
ja: 無視 - すべてのペアを表示する
tr: Yoksay - tüm çiftler gösterilir

source: Ignored - not applicable for all pairs
es: Ignorado - no aplicable para todas las parejas
id: Diabaikan - tidak berlaku untuk semua pasangan
ja: 無視されました - すべてのペアに適用されません
tr: Yoksayıldı - tüm çiftler için uygulanamaz

source: Display spine lines between pages
es: Mostrar líneas de columna vertebral entre páginas
id: Tampilkan garis tulang belakang antar halaman
ja: ページ間の背線を表示する
tr: Sayfalar arasında omurga çizgilerini göster

source: Ignored - no fitting for multi-pair view
es: Ignorado - no se ajusta a la vista de múltiples pares
id: Dihiraukan - tidak cocok untuk tampilan multi-pasangan
ja: 無視されました - 複数ペアのビューに合致しませんでた
tr: Yok sayıldı - çoklu çift görünümü için uygun değil

source: Single Page Strategy
es: Estrategia de Página Única
id: Strategi Halaman Tunggal
ja: シングルページ戦略
tr: Tek Sayfa Stratejisi

source: Single page rendering strategy.
es: Estrategia de representación en una sola página.
id: Strategi rendering halaman tunggal.
ja: シングルページレンダリング戦略
tr: Tek sayfa işlevi stratejisi.

source: Strategy for rendering a single page.
es: Estrategia para representar una sola página.
id: Strategi untuk merender halaman tunggal.
ja: 1ページをレンダリングするための戦略。
tr: Tek sayfa oluşturma stratejisi.

source: Display only the current page, optionally fitted to view.
es: Muestre solo la página actual, opcionalmente ajustada para ver.
id: Tampilkan hanya halaman saat ini, secara opsional disesuaikan untuk dilihat.
ja: 現在のページのみを表示し、必要に応じて表示に合わせて調整します。
tr: Sadece geçerli sayfayı görüntüle, isteğe bağlı olarak görünümü sığdır.

source: Page index to display
es: Índice de página para mostrar
id: Indeks halaman untuk ditampilkan
ja: 表示するページ番号
tr: Gösterilecek sayfa dizini

source: Function to scale page to viewport
es: Función para escalar la página al área de visualización
id: Fungsi untuk menyesuaikan halaman ke viewport
ja: ページをビューポートにスケーリングする機能
tr: Sayfayı viewporta ölçeklendirme işlevi

source: Margin Renderers
es: Renderers de Margen
id: Margin Renderer
ja: マージンレンダラー
tr: Kenar Boşluğu Renderleri

source: These renderers handle margin and overlay drawing for different document types.
es: Estos renderizadores manejan los márgenes y el dibujo de superposiciones para diferentes tipos de documentos.
id: Renderer ini menangani margin dan menggambar overlay untuk berbagai jenis dokumen.
ja: これらのレンダラーは、さまざまなドキュメントタイプの余白およびオーバーレイ描画を処理します。
tr: Bu renderler, farklı belge türleri için kenar boşluğu ve örtü çizimini yönetir.

source: Base Renderer
es: Motor de renderizado base
id: Penggambar Dasar
ja: ベース レンダラー
tr: Temel Renderleyici

source: Base renderer class for margin and overlay drawing.
es: Clase base del renderer para el dibujo de márgenes y superposiciones.
id: Kelas renderer dasar untuk menggambar margin dan overlay.
ja: 余白およびオーバーレイ描画のための基本レンダラクラス。
tr: Kenar boşluğu ve örtü çizimi için temel işleyici sınıfı.

source: Base class for all margin renderers.
es: Clase base para todos los renderizadores de márgenes.
id: Kelas dasar untuk semua renderer margin.
ja: すべてのマージンレンダラーのためのベースクラス。
tr: Kenar Boşlukları Oluşturan Tüm Sınıfların Temel Sınıfı.

source: Initialize the base renderer.
es: Inicializar el renderer base.
id: Inisialisasi renderer dasar.
ja: ベースレンダラーを初期化します。
tr: Temel işleyiciyi başlat.

source: Get color from configuration or use default.
es: Obtener el color de la configuración o usar el predeterminado.
id: Dapatkan warna dari konfigurasi atau gunakan default.
ja: 構成から色を取得するか、デフォルトを使用する。
tr: Yapılandırmadan renk al veya varsayılanı kullan.

source: Configuration key for the color (e.g., "margin_overlay", "barcode_area")
es: Clave de configuración para el color (por ejemplo, "margin_overlay", "barcode_area")
id: Kunci konfigurasi untuk warna (misalnya, "margin_overlay", "barcode_area")
ja: 色の構成キー（例: "margin_overlay"、"barcode_area"）
tr: Renk için yapılandırma anahtarı (örn. "margin_overlay", "barcode_area")

source: Default color to use if config not available
es: Color predeterminado que usar si la configuración no está disponible
id: Warna default yang digunakan jika konfigurasi tidak tersedia
ja: 構成が利用できない場合に使用するデフォルトの色
tr: Yapılandırma mevcut değilse kullanılacak varsayılan renk

source: QColor from configuration or default
es: QColor desde la configuración o predeterminado
id: QColor dari konfigurasi atau default
ja: 構成またはデフォルトから QColor
tr: Ayarlar veya varsayılanlardan QColor

source: Get opacity from configuration or use default.
es: Obtener la opacidad desde la configuración o usar el valor predeterminado.
id: Dapatkan opasitas dari konfigurasi atau gunakan bawaan.
ja: 構成から不透明度を取得するか、デフォルトを使用する。
tr: Yapılandırmadan opaklığı al veya varsayılanı kullan.

source: Configuration key for the opacity (e.g., "margin_overlay", "barcode_area")
es: Clave de configuración para la opacidad (por ejemplo, "margin_overlay", "barcode_area")
id: Kunci konfigurasi untuk tingkat transparansi (misalnya, "margin_overlay", "barcode_area")
ja: 不透明度の設定キー（例: "margin_overlay"、"barcode_area"）
tr: Opaklık için yapılandırma anahtarı (örn., "margin_overlay", "barcode_area")

source: Default opacity to use if config not available
es: Opacidad predeterminada a usar si la configuración no está disponible
id: Kekaburan default yang digunakan jika konfigurasi tidak tersedia
ja: 設定が利用できない場合に使用するデフォルトの不透明度
tr: Yapılandırma mevcut değilse kullanılacak varsayılan opaklık

source: Opacity value from configuration or default
es: Valor de opacidad desde la configuración o predeterminado
id: Nilai opasitas dari konfigurasi atau bawaan
ja: 構成またはデフォルトからの不透明度値
tr: Yapılandırma veya varsayılan değerden opaklık değeri

source: Get line width from configuration or use default.
es: Obtener el ancho de línea de la configuración o usar el predeterminado.
id: Dapatkan lebar garis dari konfigurasi atau gunakan default.
ja: 構成からライン幅を取得するか、デフォルトを使用する。
tr: Yapılandırmadan satır genişliğini al veya varsayılanı kullan.

source: Configuration key for the line width (e.g., "fold_lines", "trim_lines")
es: Clave de configuración para el ancho de línea (por ejemplo, "fold_lines", "trim_lines")
id: Kunci konfigurasi untuk lebar garis (misalnya, "fold_lines", "trim_lines")
ja: 行の幅の構成キー（例: "fold_lines"、"trim_lines"）
tr: Satır genişliği için yapılandırma anahtarı (örn. "fold_lines", "trim_lines")

source: Default width to use if config not available
es: Anchura predeterminada a utilizar si la configuración no está disponible
id: Lebar default yang digunakan jika konfigurasi tidak tersedia
ja: 構成が利用できない場合に使用するデフォルトの幅
tr: Yapılandırma mevcut değilse kullanılacak varsayılan genişlik

source: Line width from configuration or default
es: Ancho de línea desde la configuración o predeterminado
id: Lebar garis dari konfigurasi atau bawaan
ja: 構成またはデフォルトの線の幅
tr: Yapılandırma veya varsayılan değerden satır genişliği

source: Clear all cached configuration values.
es: Borrar todos los valores de configuración en caché.
id: Hapus semua nilai konfigurasi yang dicache.
ja: すべてのキャッシュされた構成値をクリアします。
tr: Tüm önbelleklenen yapılandırma değerlerini temizleyin.

source: Draw semi-transparent colored rectangle for margin visualization.
es: Dibuja un rectángulo de color semitransparente para la visualización del margen.
id: Gambar persegi panjang berwarna setengah transparan untuk visualisasi margin.
ja: 余白の可視化のために半透明の色付き長方形を描画する。
tr: Kenar görselleştirme için yarı saydam renkli dikdörtgen çizin.

source: Rectangle left edge
es: Borde izquierdo del rectángulo
id: Sisi kiri persegi panjang
ja: 長方形の左端
tr: Dikdörtgen sol kenar

source: Rectangle top edge
es: Borde superior del rectángulo
id: Sisi atas persegi panjang
ja: 長方形の上辺
tr: Dikdörtgen üst kenar

source: Rectangle width
es: Ancho del rectángulo
id: Lebar persegi panjang
ja: 長方形の幅
tr: Dikdörtgen genişliği

source: Rectangle height
es: Altura del rectángulo
id: Tinggi persegi panjang
ja: 長方形の高さ
tr: Dikdörtgen yüksekliği

source: Fill color/pattern
es: Relleno de color/figura
id: Isi warna/motif
ja: 塗りつぶし色／パターン
tr: Dolgu rengi/deseni

source: Create brush for safety margin overlay rendering.
es: Crear pincel para la representación de la superposición del margen de seguridad.
id: Buat kuas untuk rendering overlay margin keamanan.
ja: セーフティマージンのオーバーレイレンダリング用にブラシを作成する。
tr: Güvenlik payı örtülebilirliği için fırça oluşturun.

source: Semi-transparent blue/purple brush
es: Pincel semitransparente azul/morado
id: Kuas biru/ungu setengah transparan
ja: 半透明の青/紫のブラシ
tr: Yarı saydam mavi/mor fırça

source: Create pen for spine/flap fold indicators.
es: Crear bolígrafo para indicadores de doblez de espina/pestiño.
id: Buat pen untuk indikator lipatan tulang punggung/amplop.
ja: 背折れ/襟折れ表示用のペンを作成する。
tr: Omurga/etiket katlama gösterge kalemini oluşturun.

source: 2px purple dashed line pen
es: bolígrafo de línea discontinua morada de 2px
id: pen garis putus-putus ungu 2px
ja: 2pxの紫の点線ペン
tr: 2px mor kesikli çizgi kalem

source: Create pen for page edge trim marks.
es: Crear pluma para marcas de corte en el borde de la página.
id: Buat pena untuk tanda tepi halaman.
ja: ページの余白トリムマーク用のペンを作成する。
tr: Sayfa kenar kesim işaretleri için kalek oluşturma.

source: 1px solid black line pen
es: bolígrafo de línea negra sólida de 1 píxel
id: pensil garis hitam 1px padat
ja: 1ピクセルの黒い実線ペン
tr: 1px katı siyah çizgi kalem

source: Create pen for bleed line marks.
es: Crear lápiz para marcas de línea de sangrado.
id: Buat pena untuk tanda garis pendarahan.
ja: 出血線マーク用のペンを作成する。
tr: Bleed çizgisi işaretleri için kalek.

source: 1px solid light blue line pen
es: bolígrafo de línea azul clara de 1 píxel sólido
id: pensil garis biru muda 1px padat
ja: 1ピクセル実線の淡青色のペン
tr: 1px katı hafif mavi çizgi kalem

source: Cover Renderer
es: Motor de Representación de Cubiertas
id: Pemroses Tampilan
ja: カバーレンダラー
tr: Kapak Renderi

source: Renderer for cover document margins and overlays.
es: Renderizador para márgenes y superposiciones del documento de portada.
id: Renderer untuk margin dan overlay dokumen sampul.
ja: 表紙ドキュメントの余白およびオーバーレイをレンダリングするレンダラ。
tr: Kapak belgesi kenar boşlukları ve üzerine yazılar için render.

source: Bases: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
id: Basis: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
ja: ベース: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
tr: Temeller: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`

source: Handles rendering for cover documents.
es: Maneja el renderizado para documentos de portada.
id: Menangani rendering untuk dokumen sampul.
ja: 表紙ドキュメントのレンダリングを処理します。
tr: Kapak belgeleri için işleme yapar.

source: Initialize the cover renderer.
es: Inicializar el renderizador de portada.
id: Inisialisasi renderer cover.
ja: カバーレンダラーを初期化します。
tr: Kapak işleyiciyi başlat.

source: Render safety margins on front/back covers, excluding spine area.
es: Representar los márgenes de seguridad en las cubiertas delantera y trasera, excluyendo el área de la espina.
id: Tampilkan margin keamanan pada sampul depan/belakang, kecuali area tulang belakang.
ja: 表紙および裏表紙に、背部分を除いて安全余白を表示してください。
tr: Ön/Arka kapaklarda, omurga alanını hariç tutarak güvenlik paylarını gösterin.

source: Cover layout: [back cover][spine][front cover]
es: Diseño de la cubierta: [portada trasera][lomo][portada frontal]
id: Tata letak sampul: [sampul belakang][punggung][sampul depan]
ja: 表紙レイアウト: [裏表紙][背表紙][表表紙]
tr: Kapak düzeni: [arka kapak][yarık][ön kapak]

source: Page left edge
es: Borde izquierdo de la página
id: Tepi kiri halaman
ja: ページの左端
tr: Sayfa sol kenarı

source: Page top edge
es: Borde superior de la página
id: Sisi atas halaman
ja: ページの上端
tr: Sayfa üst kenarı

source: Total cover width
es: Ancho total de la cubierta
id: Lebar total penutup
ja: 全体のカバーウィドス
tr: Toplam kaplama genişliği

source: Cover height
es: Altura de la cubierta
id: Tinggi tutup
ja: カバー高さ
tr: Kapak yüksekliği

source: Safety margin size
es: Tamaño del margen de seguridad
id: Ukuran margin keamanan
ja: 安全余裕のサイズ
tr: Güvenlik marjı boyutu

source: Book spine thickness
es: Espesor de la espina del libro
id: Ketebalan punggung buku
ja: 本の背の厚さ
tr: Kitap omurga kalınlığı

source: Add trim marks at cover edges accounting for bleed.
es: Agregue marcas de corte en los bordes de la portada teniendo en cuenta el sangrado.
id: Tambahkan tanda potong di tepi sampul dengan memperhitungkan overflow.
ja: 出血分を考慮して、表紙の端にトリムマークを追加してください。
tr: Kırpma işaretlerini, kan alma miktarını göz önünde bulundurarak kapak kenarlarına ekleyin.

source: Mark spine boundaries with dashed purple lines.
es: Marque los límites de la columna vertebral con líneas punteadas de color morado.
id: Tandai batas tulang belakang dengan garis putus-putus berwarna ungu.
ja: 紫の点線で脊柱の境界を示してください。
tr: Omurga sınırlarını kesik mor çizgilerle belirtin.

source: Highlight barcode placement area on back cover bottom-right.
es: Destacar el área de colocación del código de barras en la esquina inferior derecha de la cubierta posterior.
id: Tandai area penempatan barcode di bagian bawah-kanan sampul belakang.
ja: 裏表紙の右下にバーコード配置領域を強調表示する。
tr: Arka kapağın sağ alt köşesinde barkod yerleştirme alanını vurgulayın.

source: Distance from edges
es: Distancia desde los bordes
id: Jarak dari tepi
ja: エッジからの距離
tr: Kenarlardan mesafe

source: Add bleed marks at actual page edges (outside trim lines).
es: Agregue marcas de sangrado en los bordes reales de la página (fuera de las líneas de corte).
id: Tambahkan tanda-tanda perdarahan di tepi halaman sebenarnya (di luar garis potong).
ja: 実際のページの端（トリムラインの外側）にブリードマークを追加してください。
tr: Gerçek sayfa kenarlarına sızıntı işaretleri ekleyin (kesim çizgilerinin dışında).

source: Dustjacket Renderer
es: Diseñador de sobrecubierta
id: Pembuat Selubung Buku
ja: ジャケットレンダラー
tr: Toz kapağı işleyici

source: Renderer for dustjacket document margins and overlays.
es: Renderizador para márgenes y superposiciones del documento de sobrecubierta.
id: Renderer untuk batas dan overlay dokumen dustjacket.
ja: 表紙ドキュメントの余白およびオーバーレイをレンダリングするレンダラ。
tr: Toz kapağı belge kenar boşlukları ve üst örtüleri için render.

source: Handles rendering for dustjacket documents.
es: Maneja el renderizado de documentos de sobrecubierta.
id: Menangani rendering untuk dokumen dustjacket.
ja: 塵封（じんほう）文書のレンダリングを処理します。
tr: Toz kapağı belgeleri için işleme yapar.

source: Initialize the dustjacket renderer.
es: Inicialice el renderizador de sobrecubierta.
id: Inisialisasi renderer dustjacket.
ja: ダストジャケットレンダラーを初期化します。
tr: Toz kapağı işleyiciyi başlatın.

source: Render safety margins on all dustjacket sections including flaps.
es: Represente los márgenes de seguridad en todas las secciones de la cubierta, incluidas las solapas.
id: Berikan margin keamanan pada semua bagian sampul luar termasuk lipatan.
ja: すべてのジャケット部分（フロップ部分を含む）に安全マージンを設定してください。
tr: Tüm kapak bölümlerinde, kapağın kenarlarına (flap) güvenlik paylarını yerleştirin.

source: Layout: [left flap][back cover][spine][front cover][right flap]
es: Diseño: [solapa izquierda][contratapa][lomo][tapa][solapa derecha]
id: Tata letak: [flap kiri][sampul belakang][punggung][sampul depan][flap kanan]
ja: レイアウト: [左パネル][裏表紙][背表紙][表表紙][右パネル]
tr: Yapı: [sol kapağı][arka kapağı][yarık][ön kapağı][sağ kapağı]

source: Total dustjacket width
es: Ancho total del sobrecubierta
id: Lebar total sampul depan
ja: 表紙の全幅
tr: Toplam etiket genişliği

source: Dustjacket height
es: Altura de la cubierta
id: Tinggi sampul depan
ja: ジャケットの高さ
tr: Toz kapağı yüksekliği

source: Width of each flap
es: Ancho de cada solapa
id: Lebar setiap flap
ja: それぞれのフラップの幅
tr: Her bir kapak genişliği

source: Add trim marks at dustjacket edges accounting for bleed.
es: Agregue marcas de corte en los bordes de la sobrecubierta teniendo en cuenta el sangrado.
id: Tambahkan tanda potong di tepi sampul luar dengan memperhitungkan bagian yang tumpang tindih (bleed).
ja: 出血分を考慮して、表紙の端にトリムマークを追加してください。
tr: Kıvılcımın kenarlarına kıvılcımın yayılmasını dikkate alarak ekleyin.

source: Mark flap fold positions with dashed purple lines.
es: Marque las posiciones de doblado de la solapa con líneas punteadas de color púrpura.
id: Tandai posisi lipatan flap dengan garis ungu putus-putus.
ja: 破線の紫の線でフラップの折り位置を示してください。
tr: Katlama konumlarını kesik mor çizgilerle işaretleyin.

source: Highlight barcode placement area on back cover section.
es: Resalte el área de colocación del código de barras en la sección de la cubierta posterior.
id: Tandai area penempatan barcode pada bagian sampul belakang.
ja: 裏表紙セクションのバーコード配置領域を強調表示してください。
tr: Arka kapak bölümünde barkod yerleştirme alanını vurgulayın.

source: Interior Renderer
es: Renderizador Interior
id: Pemroses Interior
ja: インテリアレンダラー
tr: İç Mekan Renderi

source: Renderer for interior document margins and overlays.
es: Renderizador para márgenes interiores del documento y superposiciones.
id: Renderer untuk batas halaman dokumen interior dan lapisan tambahan.
ja: 内文の余白とオーバーレイのレンダラー。
tr: İç belge kenar boşlukları ve üzerine yazılar için çizimci.

source: Handles rendering for interior documents.
es: Maneja el renderizado de documentos internos.
id: Menangani rendering untuk dokumen interior.
ja: 内側ドキュメントのレンダリングを処理します。
tr: İç belgelerin işlenmesini yönetir.

source: Initialize the interior renderer.
es: Inicializar el renderizador interior.
id: Inisialisasi renderer interior.
ja: インテリアレンダラーを初期化します。
tr: İçerik renderlayıcısını başlat.

source: Render safety margin overlays on all four edges.
es: Representar superposiciones de margen de seguridad en los cuatro bordes.
id: Renderkan overlay margin keamanan pada keempat sisi.
ja: すべての4辺に安全余裕のオーバーレイを表示する。
tr: Tüm dört kenarda güvenlik marjı üst üste bindirmeleri oluşturun.

source: Page width
es: Ancho de página
id: Lebar halaman
ja: ページの幅
tr: Sayfa Genişliği

source: Page height
es: Altura de la página
id: Tinggi halaman
ja: ページの高さ
tr: Sayfa yüksekliği

source: Add trim marks exactly at page boundaries.
es: Agregue marcas de corte exactamente en los límites de la página.
id: Tambahkan tanda potong tepat di batas halaman.
ja: ページの境界線に正確にトリムマークを追加します。
tr: Kenar çizgilerini sayfa sınırlarına tam olarak ekleyin.

source: Interior documents don't have bleed lines.
es: Los documentos internos no tienen líneas de sangrado.
id: Dokumen interior tidak memiliki garis bleed.
ja: 内部文書には余白（ブリード）ラインがありません。
tr: İç belgelerde sızıntı çizgileri yoktur.

source: Ignored for interior documents
es: Ignorado para documentos internos
id: Dihiraukan untuk dokumen interior
ja: 内部文書として無視されました
tr: İç belgelere dikkat edilmedi

source: Library Modules
es: Módulos de la Biblioteca
id: Modul Perpustakaan
ja: ライブラリモジュール
tr: Kütüphane Modülleri

source: These modules provide utility functions and shared functionality.
es: Estos módulos proporcionan funciones útiles y funcionalidad compartida.
id: Modul-modul ini menyediakan fungsi utilitas dan fungsionalitas bersama.
ja: これらのモジュールは、ユーティリティ関数と共有機能を提供します。
tr: Bu modüller, yardımcı işlevler ve paylaşılabilir işlevselliği sağlar.

source: Configuration Manager
es: Administrador de configuración
id: Manajer Konfigurasi
ja: 構成マネージャー
tr: Yapılandırma Yöneticisi

source: Configuration management for Momovu application using PySide6 best practices.
es: Gestión de configuración para la aplicación Momovu utilizando las mejores prácticas de PySide6.
id: Manajemen konfigurasi untuk aplikasi Momovu menggunakan praktik terbaik PySide6.
ja: PySide6のベストプラクティスを使用したMomovuアプリケーションの構成管理。
tr: PySide6 en iyi uygulamalarını kullanarak Momovu uygulaması için yapılandırma yönetimi.

source: Central configuration management using PySide6 best practices.
es: Gestión central de configuración utilizando las mejores prácticas de PySide6.
id: Pengelolaan konfigurasi pusat menggunakan praktik terbaik PySide6.
ja: PySide6のベストプラクティスを使用した中央設定管理。
tr: PySide6 en iyi uygulamalarını kullanarak merkezi yapılandırma yönetimi.

source: Initialize the configuration manager.
es: Inicialice el administrador de configuración.
id: Inisialisasi manajer konfigurasi.
ja: 構成マネージャーを初期化します。
tr: Yapılandırma yöneticisini başlatın.

source: Get value with automatic type conversion (PySide6 feature).
es: Obtenga el valor con conversión automática de tipos (característica de PySide6).
id: Dapatkan nilai dengan konversi tipe otomatis (fitur PySide6).
ja: 自動的な型変換による値の取得 (PySide6 の機能)
tr: Otomatik tür dönüştürme ile değer al (PySide6 özelliği).

source: Configuration key
es: Clave de configuración
id: Kunci konfigurasi
ja: 構成キー
tr: Yapılandırma anahtarı

source: Type to convert the value to
es: Escriba para convertir el valor en
id: Ketik untuk mengonversi nilai ke
ja: 変換する値を入力してください
tr: Dönüştürmek için değeri yazın

source: The configuration value or default
es: El valor de configuración o el valor predeterminado
id: Nilai konfigurasi atau bawaan
ja: 構成値またはデフォルト
tr: Yapılandırma değeri veya varsayılan

source: Set value and emit change signal.
es: Establecer valor y emitir señal de cambio.
id: Tetapkan nilai dan kirim sinyal perubahan.
ja: 値を設定し、変更通知を発信します。
tr: Değer ayarla ve değişiklik sinyalini gönder.

source: Add file to recent list with automatic cleanup.
es: Añadir archivo a la lista reciente con limpieza automática.
id: Tambahkan file ke daftar terbaru dengan pembersihan otomatis.
ja: 自動クリーンアップ付きでファイルを最近使用リストに追加します。
tr: Otomatik temizlikle dosyayı son listeye ekle.

source: Dictionary containing file metadata
es: Diccionario que contiene metadatos del archivo
id: Kamus yang berisi metadata file
ja: ファイルメタデータを含む辞書
tr: Dosya meta verilerini içeren sözlük

source: Get recent files using QSettings array API.
es: Obtener archivos recientes usando la API de matriz QSettings.
id: Dapatkan berkas terbaru menggunakan array API QSettings.
ja: QSettings配列APIを使用して最近のファイルを取得する。
tr: QSettings dizi API'sini kullanarak son dosyaları al.

source: List of file info dictionaries
es: Lista de diccionarios de información de archivos
id: Daftar kamus informasi berkas
ja: ファイル情報辞書のリスト
tr: Dosya bilgisi sözlüklerinin listesi
