Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Initialize the window initializer.
es: Inicializa el inicializador de ventanas.
id: Inisialisasi inisialisasi jendela.
ja: ウィンドウ初期化子を初期化します。
tr: Pencere başlatıcısını başlat.

source: Create MVP components and wire them together.
es: Crea componentes del MVP y conéctalos.
id: Buat komponen MVP dan sambungkan semuanya.
ja: MVPコンポーネントを作成し、それらを接続する。
tr: MVP bileşenlerini oluşturun ve bir araya getirin.

source: Cache constructor parameters for deferred initialization.
es: Cachear los parámetros del constructor para inicialización diferida.
id: Menyimpan parameter konstruktor untuk inisialisasi yang ditunda.
ja: 初期化を延期するためにキャッシュコンストラクタパラメータを使用する。
tr: Gecikmiş başlatım için önbellek inşaat parametrelerini.

source: Initial PDF to load
es: PDF inicial para cargar
id: PDF awal untuk dimuat
ja: 読み込む初期PDF
tr: Yüklenecek ilk PDF

source: Page count for spine width calculation
es: Número de páginas para calcular el ancho de la espina
id: Perhitungan jumlah halaman untuk lebar punggung buku
ja: 背幅計算用のページ数
tr: Omurga genişliği hesaplaması için sayfa sayısı

source: One of 'interior', 'cover', 'dustjacket'
es: Uno de 'interior', 'portada', 'contraportada'
id: Salah satu dari 'interior', 'sampul', 'selubung'
ja: 「インテリア」、「表紙」、「ジャケット」のいずれか
tr: 'İç kısım', 'kapak', 'dustjacket' ifadelerinden biri

source: Enable page pair view
es: Habilitar vista de pares de páginas
id: Aktifkan tampilan pasangan halaman
ja: ページペアビューを有効にする
tr: Sayfa çifti görünümünü etkinleştir

source: Display safety margins
es: Mostrar márgenes de seguridad
id: Tampilkan margin keamanan
ja: 安全余裕の表示
tr: Güvenlik marjlarını göster

source: Display trim indicators
es: Indicadores de ajuste de pantalla
id: Tampilkan indikator trim
ja: ディスプレイトリムインジケーター
tr: Ekran kenar çizgilerini göster

source: Display barcode area
es: Área de código de barras
id: Area tampilan barcode
ja: バーコード表示領域
tr: Barkod alanını görüntüle

source: Display spine/flap folds
es: Mostrar dobleces de la columna/la solapa
id: Tampilkan lipatan tulang punggung/amplop
ja: 背表紙/フロップ折り目を表示
tr: Omurga/etiket katlarını göster

source: Display bleed lines
es: Mostrar líneas de sangrado
id: Tampilkan garis tumpah
ja: 表示範囲外枠線
tr: Bleed hatlarını göster

source: Launch in presentation mode
es: Iniciar en modo de presentación
id: Luncurkan dalam mode presentasi
ja: プレゼンテーション モードで起動
tr: Sunum modunda başlat

source: Launch fullscreen
es: Iniciar en pantalla completa
id: Layar penuh
ja: フルスクリーンを起動
tr: Tam ekran başlat

source: Configure UI state from stored initialization parameters.
es: Configurar el estado de la interfaz de usuario a partir de los parámetros de inicialización almacenados.
id: Konfigurasikan keadaan UI dari parameter inisialisasi yang disimpan.
ja: 保存された初期化パラメータからUI状態を構成する。
tr: Depolanan başlatım parametrelerinden UI durumunu yapılandırın.

source: Load initial PDF and apply window display mode.
es: Cargue el PDF inicial y aplique el modo de visualización de ventana.
id: Muat PDF awal dan terapkan mode tampilan jendela.
ja: 初期PDFを読み込み、ウィンドウ表示モードを適用します。
tr: İlk PDF'yi yükleyin ve pencere görüntüleme kipini uygulayın.

source: Map builder-created actions to main window attributes for easy access.
es: Acciones creadas por el generador de mapas a atributos de la ventana principal para un acceso fácil.
id: Pembuat peta mengatur aksi ke atribut jendela utama untuk akses yang mudah.
ja: マップビルダーで作成されたアクションをメインウィンドウの属性に割り当てて、簡単にアクセスできるようにしました。
tr: Harita inşası eylemlerini ana pencere özniteliklerine kolay erişim için atadı.

source: Zoom Controller
es: Controlador de zoom
id: Pengontrol Zoom
ja: ズームコントローラー
tr: Büyütme Kontrolü

source: Zoom controller component for managing view zoom operations.
es: Componente de controlador de zoom para administrar operaciones de acercamiento de la vista.
id: Komponen pengontrol zoom untuk mengelola operasi zoom tampilan.
ja: ビューのズーム操作を管理するためのズームコントローラーコンポーネント。
tr: Görünümün yakınlaştırma işlemleriyle yönetilmesini sağlayan yakınlaştırma denetleyici bileşeni.

source: This component encapsulates all zoom-related functionality, providing a clean interface for zoom operations while maintaining separation of concerns.
es: Este componente encapsula toda la funcionalidad relacionada con el acercamiento, proporcionando una interfaz limpia para operaciones de zoom, manteniendo al mismo tiempo la separación de preocupaciones.
id: Komponen ini mengemas semua fungsi terkait zoom, menyediakan antarmuka yang bersih untuk operasi zoom sekaligus mempertahankan pemisahan kekhawatiran (separation of concerns).
ja: このコンポーネントは、すべてのズーム関連の機能をカプセル化し、関心事の分離を維持しながらズーム操作用のクリーンなインターフェースを提供します。
tr: Bu bileşen, tüm yakınlaştırma işlevlerini kapsülleyerek endişelerin ayrılması korunurken yakınlaştırma işlemleri için temiz bir arayüz sağlar.

source: Controls all zoom operations for the PDF viewer.
es: Controla todas las operaciones de acercamiento para el visor de PDF.
id: Mengontrol semua operasi zoom untuk PDF viewer.
ja: PDFビューワーのズーム操作をすべて制御します。
tr: PDF görüntüleyici için tüm yakınlaştırma işlemleri kontrol edilir.

source: This class manages zoom in/out operations and fit-to-page functionality, handling the complex logic for different document types and view modes. It follows the Single Responsibility Principle by focusing solely on zoom-related operations.
es: Esta clase gestiona las operaciones de acercar/alejar y la funcionalidad de ajuste a página, manejando la lógica compleja para diferentes tipos de documentos y modos de visualización. Sigue el Principio de Responsabilidad Única al centrarse exclusivamente en operaciones relacionadas con el zoom.
id: Kelas ini mengelola operasi zoom masuk/keluar dan fungsi fit-to-page, menangani logika kompleks untuk berbagai jenis dokumen dan mode tampilan. Kelas ini mengikuti Single Responsibility Principle dengan fokus hanya pada operasi terkait zoom.
ja: このクラスは、ズームイン／アウト操作とページに合わせる機能を管理し、異なるドキュメントタイプおよびビューモードに対する複雑なロジックを処理します。これは、ズーム関連の操作にのみ焦点を当てることで、単一責任の原則に従っています。
tr: Bu sınıf, yakınlaştırma/uzaklaştırma işlemleri ve sayfaya uydurma işlevselliğini yönetir ve farklı belge türleri ve görünüm modları için karmaşık mantığı işler. Yakınlaştırma ile ilgili işlemleriyle sınırlı kalarak Tek Sorumluluk İlkesi'ni izler.

source: Initialize the zoom controller.
es: Inicializar el controlador de zoom.
id: Inisialisasi pengontrol zoom.
ja: ズームコントローラーを初期化します。
tr: Büyütme kontrolünü başlat.

source: The graphics view to control zoom for
es: La vista gráfica para controlar el zoom de
id: Tampilan grafis untuk mengontrol zoom
ja: ズームを制御するグラフィックスビュー
tr: Ölçüm için grafik görünümü

source: The graphics scene containing the content
es: La escena gráfica que contiene el contenido
id: Adegan grafis yang berisi konten
ja: コンテンツを含むグラフィックシーン
tr: İçeriği içeren grafik sahnesi

source: Optional parent QObject for proper cleanup
es: QObject padre opcional para un limpieza adecuada
id: QObject induk opsional untuk pembersihan yang tepat
ja: 適切なクリーンアップのためにオプションの親QObject
tr: Doğru temizlik için isteğe bağlı üst QObject

source: Set callbacks for accessing presenters.
es: Establezca devoluciones de llamada para acceder a los presentadores.
id: Tetapkan callback untuk mengakses presenter.
ja: プレゼンターにアクセスするためのコールバックを設定します。
tr: Sunumculara erişmek için geri aramaları ayarlayın.

source: This allows the controller to access presenter state without creating tight coupling.
es: Esto permite al controlador acceder al estado del presentador sin crear un acoplamiento fuerte.
id: Ini memungkinkan controller untuk mengakses state presenter tanpa menciptakan ketergantungan yang erat.
ja: これは、プレゼンターの状態にアクセスできるようにコントローラーを構成しつつ、密結合を生じさせることなく行える。
tr: Bu, denetleyicinin sunucu durumuna erişmesine ve sıkı bağımlılık oluşturmadan olanak tanır.

source: Callback to get margin presenter
es: Llamada para obtener el presentador de margen
id: Panggil kembali untuk mendapatkan presenter margin
ja: マージンプレゼンターを取得するコールバック
tr: Marj sunumcusunu almak için geri arama

source: Callback to get navigation presenter
es: Llamada para obtener el presentador de navegación
id: Panggil balik untuk mendapatkan penyaji navigasi
ja: ナビゲーションプレゼンターを取得するコールバック
tr: Navigasyon sunucusunu almak için geri arama

source: Callback to get document presenter
es: Llamada para obtener el presentador del documento
id: Pemanggilan kembali untuk mendapatkan penyaji dokumen
ja: ドキュメントプレゼンターを取得するコールバック
tr: Belge sunucusunu almak için geri arama

source: Set callback for updating UI after zoom operations.
es: Establecer devolución de llamada para actualizar la interfaz de usuario después de operaciones de zoom.
id: Menetapkan callback untuk memperbarui UI setelah operasi zoom.
ja: ズーム操作後のUI更新のコールバックを設定します。
tr: Büyütme işlemleri sonrası UI'yi güncellemek için geri çağırma ayarla.

source: Callback to update page label
es: Devolución de llamada para actualizar la etiqueta de la página
id: Pemanggilan kembali untuk memperbarui label halaman
ja: ページラベルを更新するコールバック
tr: Sayfa etiketini güncellemek için geri arama

source: Increase zoom level by the standard zoom factor from viewport center.
es: Aumentar el nivel de zoom por el factor de zoom estándar desde el centro de la ventana de visualización.
id: Kenaikan tingkat zoom dengan faktor zoom standar dari pusat viewport.
ja: 標準のズーム係数でビューポートの中心からズームレベルを増加させます。
tr: Görünüm alanının merkezinden standart yakınlaştırma faktörüyle yakınlaştırma seviyesini artır.

source: Decrease zoom level by the standard zoom factor from viewport center.
es: Disminuir el nivel de zoom por el factor de zoom estándar desde el centro de la ventana.
id: Menurunkan tingkat zoom dengan faktor zoom standar dari pusat viewport.
ja: 標準のズーム係数でビューポートの中心からズームレベルを減少させます。
tr: Görünüm alanının merkezinden standart yakınlaştırma faktörüyle yakınlaştırma seviyesini azalt.

source: Get the current zoom level.
es: Obtener el nivel actual de zoom.
id: Dapatkan tingkat zoom saat ini.
ja: 現在のズームレベルを取得します。
tr: Mevcut yakınlaştırma seviyesini al.

source: Current zoom level (1.0 = 100%)
es: Nivel actual de zoom (1.0 = 100%)
id: Tingkat zoom saat ini (1,0 = 100%)
ja: 現在のズームレベル (1.0 = 100%)
tr: Mevcut yakınlaştırma seviyesi (1.0 = 100%)

source: Set the internal zoom level without applying scale.
es: Establezca el nivel de zoom interno sin aplicar escala.
id: Atur tingkat zoom internal tanpa menerapkan skala.
ja: スケールを適用せずに内部ズームレベルを設定します。
tr: Ölçek uygulamadan iç yakınlaştırma düzeyini ayarla.

source: Used by GraphicsView after it performs mouse-centered zoom. This method only updates the tracking value.
es: Usado por GraphicsView después de que realice un acercamiento centrado en el mouse. Este método solo actualiza el valor de seguimiento.
id: Digunakan oleh GraphicsView setelah melakukan zoom berpusat pada kursor. Metode ini hanya memperbarui nilai pelacakan.
ja: GraphicsViewがマウス中心のズームを実行した後に使用されます。このメソッドは追跡値のみを更新します。
tr: GraphicsView, fareye odaklı zoom yaptıktan sonra bunu kullanır. Bu yöntem sadece takip değerini günceller.

source: The new zoom level (1.0 = 100%)
es: El nuevo nivel de zoom (1.0 = 100%)
id: Tingkat zoom baru (1,0 = 100%)
ja: 新しいズームレベル (1.0 = 100%)
tr: Yeni yakınlaştırma düzeyi (1.0 = 100%)

source: Whether to emit the zoom_changed signal
es: Si se debe emitir la señal zoom_changed
id: Apakah akan mengirim sinyal zoom_changed
ja: ズームレベル変更のシグナルを発信するかどうか
tr: zoom_changed sinyalini yayıp yaymayacağını belirler

source: This method handles different fitting strategies based on: - Document type (interior/cover/dustjacket) - View mode (single/side-by-side)
es: Este método maneja diferentes estrategias de ajuste basadas en: - Tipo de documento (interior/contraportada/portada) - Modo de visualización (individual/uno al lado del otro)
id: Metode ini menangani strategi penyesuaian yang berbeda berdasarkan: - Jenis dokumen (interior/sampul/sampul luar) - Mode tampilan (tunggal/samping-ke-samping)
ja: この方法は次の基準に基づいて、異なる配置戦略を処理します。 - ドキュメントの種類（本文/表紙/ジャケット） - 表示モード（単一/並べて表示）
tr: Bu yöntem, aşağıdaki kriterlere göre farklı uyum stratejilerini işler: - Belge türü (iç sayfa/kapak/dustjacket) - Görünüm modu (tekli/yanyana)

source: For interior documents with all pages rendered, this fits only the current page in view, not all pages.
es: Para documentos internos con todas las páginas representadas, esto se ajusta solo a la página actual en vista, no a todas las páginas.
id: Untuk dokumen interior dengan semua halaman ditampilkan, ini hanya cocok untuk halaman saat ini yang terlihat, bukan semua halaman.
ja: すべてのページが表示されている内部ドキュメントの場合、これは現在表示されているページにのみフィットし、すべてのページにはフィットしません。
tr: Tüm sayfaları içeren iç belgeler için, bu sadece mevcut sayfayı sığdırır, tüm sayfaları değil.

source: Page Rendering Strategies
es: Estrategias de renderizado de páginas
id: Strategi Pemrosesan Halaman
ja: ページレンダリング戦略
tr: Sayfa Gösterim Stratejileri

source: These strategies implement different page rendering approaches.
es: Estas estrategias implementan enfoques diferentes para el renderizado de páginas.
id: Strategi-strategi ini menerapkan pendekatan rendering halaman yang berbeda.
ja: これらの戦略は、異なるページのレンダリング方式を実装しています。
tr: Bu stratejiler, farklı sayfa işlevi yaklaşımlarını uygular.

source: Base Strategy
es: Estrategia Básica
id: Strategi Dasar
ja: 基本戦略
tr: Temel Strateji

source: Base strategy for page rendering.
es: Estrategia básica para el renderizado de la página.
id: Strategi dasar untuk rendering halaman.
ja: ページレンダリングの基本戦略。
tr: Sayfa işlenmesi için temel strateji.

source: Bases: :py:class:`~abc.ABC`
id: Basis: :py:class:`~abc.ABC`
ja: ベース: :py:class:`~abc.ABC`
tr: Temeller: :py:sınıf:`~abc.ABC`

source: Abstract base class for page rendering strategies.
es: Clase base abstracta para estrategias de representación de páginas.
id: Kelas dasar abstrak untuk strategi rendering halaman.
ja: ページレンダリング戦略の抽象基底クラス。
tr: Sayfa işleyici stratejileri için soyut temel sınıf.

source: Initialize the render strategy.
es: Inicializar la estrategia de renderizado.
id: Inisialisasi strategi render.
ja: レンダリング戦略を初期化します。
tr: Render stratejisini başlat.

source: Renderer for margins and overlays
es: Renderizador para márgenes y superposiciones
id: Renderer untuk margin dan overlay
ja: 余白とオーバーレイのレンダラ
tr: Kenar boşlukları ve üst yazılar için işleyici

source: Render pages according to the strategy.
es: Renderizar las páginas según la estrategia.
id: Render halaman sesuai dengan strategi.
ja: 戦略に従ってページをレンダリングする。
tr: Stratejiye göre sayfaları işleyin.

source: Current page index (0-based)
es: Índice de la página actual (basado en 0)
id: Indeks halaman saat ini (berbasis 0)
ja: 現在のページインデックス（0から始まる）
tr: Mevcut sayfa dizini (0 tabanlı)

source: Whether to show fold lines
es: Si mostrar las líneas de plegado
id: Apakah menampilkan garis lipat
ja: 折り目を表示するかどうか
tr: Katlama çizgilerini göster

source: Optional callback to fit page to view
es: Llamada opcional para ajustar la página a la vista
id: Pemanggilan kembali opsional untuk menyesuaikan halaman ke tampilan
ja: ページをビューに合わせるためのオプションのコールバック
tr: İsteğe bağlı geri arama, sayfayı görünümüze sığdır

source: Instantiate and position a page widget for rendering.
es: Instancie y posicione un widget de página para el renderizado.
id: Instansiasikan dan posisikan widget halaman untuk rendering.
ja: レンダリング用にページウィジェットをインスタンス化し、配置する。
tr: Sayfa widget'ini örneklendirin ve işlenmesi için konumlandırın.

source: Left edge position in scene coordinates
es: Posición del borde izquierdo en coordenadas de la escena
id: Posisi tepi kiri dalam koordinat adegan
ja: シーン座標における左端位置
tr: Sahne koordinatlarında sol kenar pozisyonu

source: Top edge position in scene coordinates
es: Posición de la parte superior en coordenadas de la escena
id: Posisi tepi atas dalam koordinat adegan
ja: シーン座標における上辺の位置
tr: Sahne koordinatlarında üst kenar pozisyonu

source: Positioned PageItem ready for scene insertion, None if page invalid
es: Elemento de página posicionado listo para la inserción en la escena, Ninguno si la página es inválida
id: Posisikan PageItem yang siap untuk disisipkan ke adegan, None jika halaman tidak valid
ja: 無効なページの場合を除いて、シーン挿入準備が整ったPageItemの位置を指定する。無効な場合はNone。
tr: Sahne eklenebilmesi için yerleştirilmiş PageItem, geçersiz sayfa varsa Yok

source: Render safety margins and trim indicators on top of page.
es: Representar márgenes de seguridad y indicadores de recorte en la parte superior de la página.
id: Tampilkan margin keamanan dan indikator potong di bagian atas halaman.
ja: ページ上部に安全余裕とトリム指標をレンダリングする。
tr: Sayfanın üst kısmında güvenlik marjlarını ve kırpma gösterge çubuklarını göster.

source: Schedule zoom adjustment for presentation mode.
es: Ajuste del zoom para el modo de presentación.
id: Jadwal penyesuaian zoom untuk mode presentasi.
ja: プレゼンテーションモード用にズームの調整をスケジュールする。
tr: Sunum modu için zoom ayarı.

source: True triggers fit callback
es: Los desencadenantes verdaderos coinciden con el callback
id: Pemicu yang benar cocok dengan callback
ja: 真のトリガーはコールバックに適合する
tr: Doğru tetikleyiciler geri arama ile uyumludur

source: Function to scale view to page bounds
es: Función para escalar la vista a los límites de la página
id: Fungsi untuk menyesuaikan tampilan ke batas halaman
ja: ページ境界にビューをスケーリングする機能
tr: Sayfa sınırlarına göre görünümü ölçeklendirme işlevi

source: Expand scene boundaries to include all rendered pages with padding for zoom.
es: Expande los límites de la escena para incluir todas las páginas representadas con relleno para acercar.
id: Perluas batas area tampilan untuk mencakup semua halaman yang dirender dengan penambahan ruang kosong untuk zoom.
ja: ズーム用のパディングを含めて、すべてのレンダリングされたページを含むようにシーンの境界を拡張します。
tr: Dolgu ile yakınlaştırma için tüm işlenen sayfaları içerecek şekilde sahne sınırlarını genişletin.

source: The padding allows proper mouse-centered zoom at document edges by giving Qt room to position the viewport beyond the actual content bounds. Only adds padding when zoomed in to avoid scrollbar issues.
es: El relleno permite un acercamiento centrado en el mouse en los bordes del documento, dando a Qt espacio para posicionar la ventana de visualización más allá de los límites reales del contenido. Solo se agrega relleno cuando se acerca para evitar problemas con las barras de desplazamiento.
id: Pengisian (padding) memungkinkan pembesaran yang tepat dengan pusat mouse di bagian tepi dokumen dengan memberi ruang pada Qt untuk menempatkan viewport di luar batas konten sebenarnya. Hanya menambahkan padding saat diperbesar untuk menghindari masalah scrollbars.
ja: パディングを追加することで、Qt が実際のコンテンツ境界を超えてビューポートを配置できるため、ドキュメントの端でもマウスを中心にした適切なズームが可能になります。スクロールバーの問題を避けるために、ズームインした場合にのみパディングを追加します。
tr: Qt'ye belgenin kenarlarında uygun fare merkezli yakınlaştırma yapabilmesi için viewport'un gerçek içerik sınırlarının ötesine yerleştirmek için yer açar. Kaydırma çubuğu sorunlarını önlemek için sadece yakınlaştığında doldurma ekler.

source: Clean up all PageItem instances before clearing the scene.
es: Limpie todas las instancias de PageItem antes de limpiar la escena.
id: Bersihkan semua instance PageItem sebelum membersihkan adegan.
ja: シーンをクリアする前に、すべてのPageItemインスタンスをクリアしてください。
tr: Sahneyi temizlemekten önce tüm PageItem örneklerini temizleyin.

source: This ensures timers are stopped and resources are freed properly.
es: Esto asegura que los temporizadores se detienen y los recursos se liberan correctamente.
id: Ini memastikan bahwa timer dihentikan dan sumber daya dilepaskan dengan benar.
ja: これは、タイマーが停止し、リソースが正しく解放されることを保証します。
tr: Bu, zamanlayıcıların durdurulmasını ve kaynakların düzgün bir şekilde serbest bırakılmasını sağlar.

source: All Pages Strategy
es: Estrategia de Todas las Páginas
id: Strategi Semua Halaman
ja: すべてのページ戦略
tr: Tüm Sayfalar Stratejisi

source: All pages rendering strategy.
es: Estrategia de representación de todas las páginas.
id: Strategi rendering semua halaman.
ja: すべてのページのレンダリング戦略。
tr: Tüm sayfaları işleme stratejisi.

source: Bases: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
id: Basis: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
ja: ベース: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
tr: Temeller: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`

source: Strategy for rendering all pages vertically stacked.
es: Estrategia para representar todas las páginas apiladas verticalmente.
id: Strategi untuk menampilkan semua halaman yang ditumpuk secara vertikal.
ja: すべてのページを縦方向に積み重ねて表示するための戦略。
tr: Tüm sayfaların dikey olarak yığılmış hale getirilmesi stratejisi.

source: Stack all document pages vertically with preserved scroll position.
es: Apila todas las páginas del documento verticalmente manteniendo la posición de desplazamiento.
id: Tumpuk semua halaman dokumen secara vertikal dengan posisi gulir yang tetap.
ja: スクロール位置を維持した状態で、すべてのドキュメントページを縦方向にスタックします。
tr: Kaydırma konumu korunarak tüm belge sayfalarını dikey olarak yığına.

source: Ignored - all pages shown regardless
es: Ignorado - se muestran todas las páginas sin excepción
id: Dihiraukan - semua halaman ditampilkan tanpa terkecuali
ja: 無視 - すべてのページが表示されます
tr: Yoksay - tüm sayfalar gösterilir

source: Ignored - not applicable for all pages
es: Ignorado - no aplicable para todas las páginas
id: Diabaikan - tidak berlaku untuk semua halaman
ja: 無視 - すべてのページに適用されません
tr: Yoksay - tüm sayfalara uygulanmaz

source: Whether to display fold indicators
es: Si mostrar o no indicadores de plegado
id: Apakah menampilkan indikator lipatan
ja: 折りたたみインジケーターを表示するかどうか
tr: Köşebent göstericilerini görüntülemek istiyor musunuz?

source: Ignored - no fitting for multi-page view
es: Ignorado - no se ajusta para la vista de varias páginas
id: Dihiraukan - tidak cocok untuk tampilan halaman ganda
ja: 無視されました - 複数ページ表示には該当しません
tr: Yok sayıldı - çoklu sayfa görünümüne uygun değil

source: Page Pair Strategy
es: Estrategia de Pares de Páginas
id: Strategi Pasangan Halaman
ja: ページペア戦略
tr: Sayfa Eşleştirme Stratejisi

source: Page pair rendering strategy.
es: Estrategia de representación de pares de páginas.
id: Strategi rendering pasangan halaman.
ja: ページペアレンダリング戦略。
tr: Sayfa çifti işlevi stratejisi.

source: Strategy for rendering a pair of pages side by side.
es: Estrategia para mostrar un par de páginas una al lado de la otra.
id: Strategi untuk menampilkan pasangan halaman secara berdampingan.
ja: ページを並べて表示するための戦略。
tr: Yan yana sayfalar oluşturmak için strateji.

source: Display current page with its pair (page 1 alone, then 2-3, 4-5, etc).
es: Mostrar la página actual con su par (solo la página 1, luego 2-3, 4-5, etc.).
id: Tampilkan halaman saat ini beserta pasangannya (halaman 1 sendirian, lalu 2-3, 4-5, dan seterusnya).
ja: 現在のページとそのペアのページを表示（1ページのみ、その後2-3ページ、4-5ページなど）
tr: Mevcut sayfayı çiftiyle birlikte göster (1. sayfa tek başına, sonra 2-3, 4-5, vb.)

source: Page to display with its pair
es: Página para mostrar con su pareja
id: Halaman untuk ditampilkan bersama pasangannya
ja: ペアで表示するページ
tr: İkizli olarak gösterilecek sayfa

source: Triggers fit_callback if True
es: Desencadena fit_callback si es True
id: Memicu fit_callback jika Benar
ja: Trueの場合、fit_callbackをトリガーします
tr: Doğruysa fit_callback tetiklenir.

source: Display spine line between pages
es: Mostrar línea de la columna vertebral entre páginas
id: Tampilkan garis tulang belakang antara halaman
ja: ページ間の背線を表示する
tr: Sayfalar arasında omurga hattını göster

source: Function to scale pair to viewport
es: Función para escalar el par a la ventana de visualización
id: Fungsi untuk mengatur ukuran pasangan ke viewport
ja: ビューポートにペアをスケーリングする機能
tr: Görünüş alanına ölçeklendirmek için fonksiyon

source: Side by Side Strategy
es: Estrategia lado a lado
id: Strategi Berdampingan
ja: サイドバイサイド戦略
tr: Yan Yana Strateji
