Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Model for configuration data following MVP pattern.
es: Modelo para datos de configuración siguiendo el patrón MVP.
id: Model untuk data konfigurasi mengikuti pola MVP.
ja: MVPパターンに従う構成データのモデル。
tr: MVP modeline göre yapılandırma verileri modeli.

source: Initialize configuration model with validators and defaults.
es: Inicializar el modelo de configuración con validadores y valores predeterminados.
id: Memulai model konfigurasi dengan validasi dan nilai default.
ja: 検証器とデフォルト値を使用して構成モデルを初期化します。
tr: Doğrulayıcılar ve varsayılanlarla yapılandırma modelini başlat.

source: Get default configuration values.
es: Obtener valores de configuración predeterminados.
id: Dapatkan nilai konfigurasi default.
ja: デフォルトの構成値を取得する。
tr: Varsayılan yapılandırma değerlerini al.

source: Dictionary of all default values
es: Diccionario de todos los valores predeterminados
id: Kamus dari semua nilai bawaan
ja: すべてのデフォルト値の辞書
tr: Tüm öntanımlı değerlerin sözlüğü

source: Get color configuration for an overlay type.
es: Obtener la configuración de color para un tipo de superposición.
id: Dapatkan konfigurasi warna untuk tipe overlay.
ja: オーバーレイタイプの色設定を取得する。
tr: Bir örtü türü için renk yapılandırması al.

source: Type of overlay (margin_overlay, barcode_area, etc.)
es: Tipo de superposición (margin_overlay, barcode_area, etc.)
id: Jenis overlay (margin_overlay, barcode_area, dll.)
ja: オーバーレイの種類（margin_overlay、barcode_area など）
tr: Üstbölge türü (margin_overlay, barcode_area, vsvs.)

source: Dictionary with color and opacity
es: Diccionario con color y opacidad
id: Kamus dengan warna dan transparansi
ja: 色と不透明度を持つ辞書
tr: Renk ve opaklık ile sözlük

source: Set color configuration for an overlay type.
es: Establecer la configuración de color para un tipo de superposición.
id: Mengatur konfigurasi warna untuk jenis overlay.
ja: オーバーレイタイプの色設定を指定します。
tr: Bir örtü türü için renk yapılandırmasını ayarla.

source: Type of overlay
es: Tipo de superposición
id: Jenis overlay
ja: オーバーレイの種類
tr: Üzerine yazı türü

source: Color in #RRGGBB format
es: Color en formato #RRGGBB
id: Warna dalam format #RRGGBB
ja: #RRGGBB形式の色
tr: #RRGGBB formatında renk

source: Opacity value (0.0-1.0)
es: Valor de opacidad (0,0-1,0)
id: Nilai opasitas (0,0-1,0)
ja: 不透明度の値 (0.0〜1.0)
tr: Opaklık değeri (0.0-1.0)

source: Get line width for a line type.
es: Obtener el ancho de línea para un tipo de línea.
id: Dapatkan lebar garis untuk jenis garis.
ja: ラインタイプのライン幅を取得する。
tr: Bir çizgi türü için çizgi genişliğini al.

source: Type of line (fold_lines, trim_lines, etc.)
es: Tipo de línea (líneas de doblado, líneas de corte, etc.)
id: Jenis garis (fold_lines, trim_lines, dll.)
ja: ラインの種類（fold_lines、trim_lines など）
tr: Satır türü (fold_lines, trim_lines, vb.)

source: Line width in pixels
es: Ancho de línea en píxeles
id: Lebar garis dalam piksel
ja: ピクセル単位の線の太さ
tr: Piksel cinsinden çizgi kalınlığı

source: Set line width for a line type.
es: Establecer el ancho de línea para un tipo de línea.
id: Mengatur lebar garis untuk jenis garis.
ja: ラインタイプの線幅を設定します。
tr: Bir çizgi türü için çizgi genişliğini ayarla.

source: Type of line
es: Tipo de línea
id: Jenis garis
ja: 線の種類
tr: Satır türü

source: Width in pixels (must be positive)
es: Ancho en píxeles (debe ser positivo)
id: Lebar dalam piksel (harus positif)
ja: ピクセル単位の幅（正の数でなければなりません）
tr: Piksel cinsinden genişlik (pozitif olmalıdır)

source: Get a preference value.
es: Obtener un valor de preferencia.
id: Dapatkan nilai preferensi.
ja: 優先度値を取得する。
tr: Bir tercih değeri al.

source: Preference key
es: Clave de preferencia
id: Kunci preferensi
ja: 優先キー
tr: Tercih anahtarı

source: Default value if key doesn't exist
es: Valor predeterminado si la clave no existe
id: Nilai default jika kunci tidak ada
ja: キーが存在しない場合のデフォルト値
tr: Anahtar mevcut değilse varsayılan değer

source: Preference value or default
es: Valor de preferencia o predeterminado
id: Nilai preferensi atau bawaan
ja: 優先値またはデフォルト
tr: Tercih değeri veya varsayılan

source: Set a preference value.
es: Establecer un valor de preferencia.
id: Tetapkan nilai preferensi.
ja: 設定値を指定します。
tr: Bir tercih değeri ayarlayın.

source: Value to set
es: Valor a establecer
id: Nilai yang akan diatur
ja: 設定する値
tr: Ayarlanacak değer

source: Get default settings for a document type.
es: Obtener la configuración predeterminada para un tipo de documento.
id: Mendapatkan pengaturan default untuk jenis dokumen.
ja: ドキュメントタイプのデフォルト設定を取得する。
tr: Bir belge türü için varsayılan ayarları al.

source: Document type (interior, cover, dustjacket)
es: Tipo de documento (interior, portada, sobrecubierta)
id: Jenis dokumen (interior, sampul, selubung)
ja: ドキュメントの種類（内面、表紙、ジャケット）
tr: Belge türü (iç, kapak, toz kapağı)

source: Dictionary of default settings
es: Diccionario de configuraciones predeterminadas
id: Kamus pengaturan default
ja: デフォルト設定の辞書
tr: Öntanımlı ayarlar sözlüğü

source: Set default settings for a document type.
es: Establezca la configuración predeterminada para un tipo de documento.
id: Mengatur pengaturan default untuk tipe dokumen.
ja: ドキュメントタイプのデフォルト設定を指定します。
tr: Bir belge türü için varsayılan ayarlar ayarlayın.

source: Document type
es: Tipo de documento
id: Jenis dokumen
ja: ドキュメントタイプ
tr: Belge türü

source: Dictionary of settings
es: Diccionario de configuraciones
id: Kamus pengaturan
ja: 設定辞書
tr: Ayarlar Sözlüğü

source: View State Model
es: Modelo de Estado de Vista
id: Model State View
ja: ViewStateモデル
tr: Durum Modeli Görünümü

source: View state model for MVP architecture.
es: Modelo de estado de vista para la arquitectura MVP.
id: Model state tampilan untuk arsitektur MVP.
ja: MVPアーキテクチャのビューステートモデル。
tr: MVP mimarisi için görünüm durumu modeli.

source: This model handles view state without any UI dependencies.
es: Este modelo maneja el estado de la vista sin ninguna dependencia de la interfaz de usuario.
id: Model ini menangani state tampilan tanpa ketergantungan UI.
ja: このモデルは、UIの依存関係なしにビューの状態を処理します。
tr: Bu model, görünüm durumunu hiçbir UI bağımlılığı olmadan işler.

source: Model for view state data.
es: Modelo para datos del estado de la vista.
id: Model untuk data view state.
ja: ビュー状態データのモデル。
tr: Görünüm durumu verileri için model.

source: This model stores: - Current page/page pair - View mode (single/side-by-side) - Zoom level - Visibility flags
es: Este modelo almacena: - Página actual/pares de páginas - Modo de visualización (individual/uno al lado del otro) - Nivel de zoom - Indicadores de visibilidad
id: Model ini menyimpan: - Halaman saat ini/pasangan halaman - Mode tampilan (tunggal/samping-ke-samping) - Tingkat zoom - Bendera visibilitas
ja: このモデルは次の内容を保存します。 - 現在のページ/ページペア - 表示モード（単一/並列） - ズームレベル - 表示フラグ
tr: Bu model şunları saklar: - Geçerli sayfa/sayfa çifti - Görünüm modu (tek/yan yana) - Yakınlaştırma seviyesi - Görünürlük bayrakları

source: It does NOT handle: - View rendering (that's a view concern) - Navigation logic (that's a presenter concern)
es: No maneja: - Renderizado de vistas (eso es una preocupación de la vista) - Lógica de navegación (eso es una preocupación del presentador)
id: Ini TIDAK menangani: - Render tampilan (itu adalah kekhawatiran tampilan) - Logika navigasi (itu adalah kekhawatiran presenter)
ja: 処理しません： - ビューのレンダリング（これはビューに関する処理です） - ナビゲーションロジック（これはプレゼンターに関する処理です）
tr: İşlemiyor: - Görünüm işleme (bunun bir görünüm meselesi) - Gezinme mantığı (bunun bir sunucu meselesi)

source: Initialize view state with default single-page mode and all overlays visible.
es: Inicialice el estado de la vista con el modo de página única predeterminado y todas las superposiciones visibles.
id: Inisialisasi state tampilan dengan mode single-page default dan semua overlay terlihat.
ja: デフォルトのシングルページモードおよびすべてのオーバーレイを表示した状態でビューステートを初期化します。
tr: Görünüm durumunu varsayılan tek sayfa modu ve tüm örtük ekranlar görünür olacak şekilde başlatın.

source: Zero-based index of the currently displayed page.
es: Índice basado en cero de la página actualmente mostrada.
id: Indeks berbasis nol dari halaman yang sedang ditampilkan.
ja: 現在表示されているページのゼロベースのインデックス。
tr: Şu anda görüntülenen sayfanın sıfırdan başlayan dizin numarası.

source: 'single' or 'side_by_side'.
es: 'single' o 'side_by_side'.
id: 'single' atau 'side_by_side'
ja: 'single' または 'side_by_side'。
tr: tek' veya 'yan_yana'.

source: Current viewing mode
es: Modo de visualización actual
id: Mode tampilan saat ini
ja: 現在の表示モード
tr: Mevcut görüntüleme modu

source: Current zoom factor where 1.0 = 100%, 2.0 = 200%, etc.
es: Factor de zoom actual donde 1,0 = 100 %, 2,0 = 200 %, etc.
id: Faktor zoom saat ini di mana 1,0 = 100%, 2,0 = 200%, dan seterusnya.
ja: 現在のズーム係数。1.0 = 100%、2.0 = 200% など。
tr: Mevcut yakınlaştırma faktörü, 1,0 = 100%, 2,0 = 200%, vb.

source: Get show spine line flag.
es: Obtener la bandera de la línea de la columna vertebral del espectáculo.
id: Dapatkan bendera garis tulang belakang.
ja: 背中ラインの表示フラグを取得する。
tr: Omurga hattı bayrağını göster.

source: Get fullscreen state.
es: Obtener el estado de pantalla completa.
id: Dapatkan keadaan layar penuh.
ja: フルスクリーン状態を取得する。
tr: Tam ekran durumunu al.

source: Get presentation mode state.
es: Obtener el estado del modo de presentación.
id: Dapatkan status mode presentasi.
ja: プレゼンテーションモードの状態を取得する。
tr: Sunum modu durumunu al.

source: True if displaying one page at a time.
es: Verdadero si se muestra una página a la vez.
id: Benar jika menampilkan satu halaman sekaligus.
ja: 一度に1ページずつ表示するときに真です。
tr: Bir sayfa gösteriliyorsa doğru.

source: True if displaying page pairs side-by-side.
es: Verdadero si se muestran pares de páginas uno al lado del otro.
id: Benar jika menampilkan pasangan halaman berdampingan.
ja: ページペアを並べて表示している場合は真です。
tr: Sayfa çiftlerini yan yana görüntüleme durumunda doğru.

source: Switch between single page and side-by-side page pair display.
es: Cambie entre la visualización de una sola página y la visualización de pares de páginas uno al lado del otro.
id: Beralih antara tampilan halaman tunggal dan pasangan halaman berdampingan.
ja: 単ページ表示と並列ページ表示の切り替えを行います。
tr: Tek sayfa ve yan yana sayfa çifti görüntülemesi arasında geçiş yapın.

source: Developer-friendly string representation of view state.
es: Representación de cadena amigable para desarrolladores del estado de la vista.
id: Reprezentasi string yang ramah pengembang untuk state tampilan.
ja: ビューステートの開発者向け文字列表現。
tr: Geliştirici dostu görünüm durumu dizesi temsili.

source: Presenters
es: Expositores
id: Pembicara
ja: 発表者
tr: Sunumcular

source: The presenters implement the Presenter component of the MVP architecture pattern. They handle the business logic and coordinate between models and views.
es: Los presentadores implementan el componente Presenter del patrón de arquitectura MVP. Manejan la lógica empresarial y coordinan entre modelos y vistas.
id: Presenter menerapkan komponen Presenter dari pola arsitektur MVP. Mereka menangani logika bisnis dan mengkoordinasikan antara model dan tampilan.
ja: プレゼンターは、MVPアーキテクチャパターンにおけるプレゼンター部品を実装します。ビジネスロジックを処理し、モデルとビューの間の調整を行います。
tr: Sunumcular, MVP mimari kalıbının Sunumcu bileşenini uygularlar. İş mantığını işlerler ve modeller ile görünümler arasında koordinasyon sağlarlar.

source: Base Presenter
es: Presentador Base
id: Presenter Dasar
ja: ベースプレゼンター
tr: Temel Sunum Yapan

source: Base presenter class for MVP architecture.
es: Clase base para presentadores en la arquitectura MVP.
id: Kelas presenter dasar untuk arsitektur MVP.
ja: MVPアーキテクチャ用のベースプレゼンタクラス。
tr: MVP mimarisi için temel sunucu sınıfı.

source: This module provides the foundation for all presenters. Presenters handle business logic and coordinate between models and views.
es: Este módulo proporciona la base para todos los presentadores. Los presentadores manejan la lógica empresarial y coordinan entre modelos y vistas.
id: Modul ini menyediakan dasar untuk semua presenter. Presenter menangani logika bisnis dan mengkoordinasikan antara model dan tampilan.
ja: このモジュールはすべてのプレゼンターの基盤を提供します。プレゼンターはビジネスロジックを処理し、モデルとビューの間で調整を行います。
tr: Bu modül, tüm sunucular için temel sunar. Sunucular iş mantığını işler ve modeller ile görünümler arasında koordinasyon sağlar.

source: Bases: :py:class:`~typing.Protocol`
id: Basis: :py:class:`~typing.Protocol`
ja: ベース: :py:class:`~typing.Protocol`
tr: Temeller: :py:class:`~typing.Protocol`

source: Interface that all views must implement for presenter interaction.
es: Interfaz que todas las vistas deben implementar para la interacción con el presentador.
id: Antarmuka yang harus diimplementasikan oleh semua tampilan untuk interaksi presenter.
ja: プレゼンターとの相互作用のためにすべてのビューが実装しなければならないインターフェース。
tr: Tüm görünümlerin sunucu etkileşimi için uygulaması gereken arayüz.

source: Receive property updates from presenter.
es: Recibir actualizaciones de la propiedad del presentador.
id: Terima pembaruan properti dari penyaji.
ja: プレゼンターからプロパティの更新を受信します。
tr: Sunucudan mülk güncellemeleri alın.

source: Changed properties as key-value pairs
es: Propiedades cambiadas como pares clave-valor
id: Properti yang diubah sebagai pasangan kunci-nilai
ja: キーと値のペアとして変更されたプロパティ
tr: Anahtar-değer çiftleri olarak değiştirilen özellikler

source: Base class for all presenters in the MVP architecture.
es: Clase base para todos los presentadores en la arquitectura MVP.
id: Kelas dasar untuk semua presenter dalam arsitektur MVP.
ja: MVPアーキテクチャで使用されるすべてのプレゼンターのためのベースクラス。
tr: MVP mimarisi içindeki tüm sunucular için temel sınıf.

source: This class provides: - View reference management - Model coordination - Common presenter functionality
es: Esta clase proporciona: - Gestión de referencias de vista - Coordinación del modelo - Funcionalidad común del presentador
id: Kelas ini menyediakan: - Pengelolaan referensi tampilan - Koordinasi model - Fungsi presenter umum
ja: このクラスは以下を提供します: - ビュー参照の管理 - モデルの調整 - 共通のプレゼンター機能
tr: Bu sınıf şunları sağlar: - Görünüm referansı yönetimi - Model koordinasyonu - Ortak sunucu işlevselliği

source: Initialize the base presenter.
es: Inicializa el presentador base.
id: Inisialisasi base presenter.
ja: ベースプレゼンターを初期化します。
tr: Temel sunumcuyu başlat.

source: Optional view to attach to this presenter
es: Vista opcional para adjuntar a este presentador
id: Tampilan opsional yang dapat ditempelkan ke presenter ini
ja: このプレゼンターにアタッチするオプションのビュー
tr: Bu sunucuya eklemek isteğe bağlı görünüm

source: Access the currently attached view instance.
es: Acceder a la instancia de vista adjunta actualmente.
id: Akses instance tampilan yang terlampir saat ini.
ja: 現在接続されているビューインスタンスにアクセスします。
tr: Mevcut bağlı görünüm örneğine erişin.

source: Check if presenter has an active view connection.
es: Verifique si el presentador tiene una conexión de vista activa.
id: Periksa apakah presenter memiliki koneksi tampilan aktif.
ja: プレゼンターにアクティブなビュー接続があるか確認してください。
tr: Sunucunun aktif bir görünüm bağlantısı olup olmadığını kontrol edin.

source: Push property changes to attached view if present.
es: Vuelva a dibujar las propiedades en la vista adjunta si está presente.
id: Mendorong perubahan properti ke tampilan yang terlampir jika ada.
ja: 存在する場合は、プロパティの変更を添付ビューに反映する。
tr: Varsa bağlı görünümdeki özellik değişikliklerini uygula.

source: Property updates to send
es: Actualizaciones de la propiedad para enviar
id: Pembaruan properti untuk dikirim
ja: 送信する物件の更新情報
tr: Gönderilecek mülk güncellemeleri

source: Release resources and remove model observers.
es: Libere los recursos y quite los observadores del modelo.
id: Lepaskan sumber daya dan hapus pengamat model.
ja: リソースを解放し、モデルのオブザーバーを削除します。
tr: Kaynakları serbest bırak ve model gözlemcilerini kaldır.

source: Subclasses override to disconnect from models and clear state.
es: Las subclases anulan para desconectarse de los modelos y limpiar el estado.
id: Subkelas menimpa untuk memutuskan koneksi dari model dan menghapus status.
ja: サブクラスは、モデルから切断し状態をクリアするためにオーバーライドします。
tr: Alt sınıflar, modellerden bağlantıyı kesmek ve durumu temizlemek için geçersiz kılabilir.

source: Configuration Presenter
es: Presentador de configuración
id: Presenter Konfigurasi
ja: 構成プレゼンター
tr: Yapılandırma Sunucu

source: Configuration presenter for MVP architecture.
es: Presentador de configuración para la arquitectura MVP.
id: Presenter konfigurasi untuk arsitektur MVP.
ja: MVPアーキテクチャ用の設定プレゼンター。
tr: MVP mimarisi için yapılandırma sunucusu.

source: Presenter for configuration management.
es: Presentador para gestión de configuración.
id: Pengantar untuk manajemen konfigurasi.
ja: 構成管理のプレゼンター。
tr: Yapılandırma yönetimi için sunucu.

source: Initialize the configuration presenter.
es: Inicialice el presentador de configuración.
id: Inisialisasi presenter konfigurasi.
ja: 構成プレゼンターを初期化します。
tr: Yapılandırma sunucusunu başlat.

source: Configuration model
es: Modelo de configuración
id: Model konfigurasi
ja: 構成モデル
tr: Yapılandırma modeli

source: Configuration manager
es: Administrador de configuración
id: Manajer konfigurasi
ja: 構成管理者
tr: Yapılandırma yöneticisi

source: Load configuration from storage into model.
es: Cargar la configuración desde el almacenamiento en el modelo.
id: Memuat konfigurasi dari penyimpanan ke dalam model.
ja: モデルにストレージから構成を読み込みます。
tr: Modelin içine depodan yapılandırma yükle.

source: Save model configuration to storage.
es: Guardar la configuración del modelo en la almacenamiento.
id: Simpan konfigurasi model ke penyimpanan.
ja: モデル構成をストレージに保存します。
tr: Model yapılandırmasını depolamaya kaydet.

source: Apply configuration to the application.
es: Aplicar la configuración a la aplicación.
id: Terapkan konfigurasi ke aplikasi.
ja: アプリケーションに構成を適用します。
tr: Uygulamaya yapılandırmayı uygula.

source: Main window instance to apply configuration to
es: Instancia de la ventana principal a la que aplicar la configuración
id: Contoh jendela utama untuk menerapkan konfigurasi
ja: 構成を適用するメインウィンドウのインスタンス
tr: Yapılandırmanın uygulanacağı ana pencere örneği

source: If True, skip restoring window geometry/state
es: Si es verdadero, omita restaurar la geometría/estado de la ventana
id: Jika True, lewati pemulihan geometri/keadaan jendela
ja: True の場合、ウィンドウの幾何学/状態の復元をスキップする
tr: Eğer doğruysa, pencere geometrisi/durumu geri yüklemeyi atla

source: Reset configuration to default values.
es: Restablecer la configuración a los valores predeterminados.
id: Atur ulang konfigurasi ke nilai default.
ja: デフォルト値に構成をリセットします。
tr: Yapılandırmayı varsayılana sıfırla.

source: Get overlay settings for a document type.
es: Obtener configuración de superposición para un tipo de documento.
id: Dapatkan pengaturan overlay untuk jenis dokumen.
ja: ドキュメントタイプのオーバーレイ設定を取得する。
tr: Bir belge türü için örtü ayarlarını al.

source: Dictionary of overlay visibility settings
es: Diccionario de configuraciones de visibilidad de superposición
id: Kamus pengaturan visibilitas overlay
ja: オーバーレイの可視性設定の辞書
tr: Örtüyün görünürlük ayarlarının sözlüğü

source: Save overlay settings for a document type.
es: Guardar la configuración de superposición para un tipo de documento.
id: Simpan pengaturan overlay untuk tipe dokumen.
ja: ドキュメントタイプのオーバーレイ設定を保存します。
tr: Bir belge türü için örtü ayarlarını kaydedin.

source: Add a file to the recent files list.
es: Agrega un archivo a la lista de archivos recientes.
id: Tambahkan file ke daftar file terbaru.
ja: 最近使用したファイル一覧にファイルを追加します。
tr: Yakın dosyalar listesine bir dosya ekle.

source: Path to the PDF file
es: Ruta al archivo PDF
id: Jalur ke file PDF
ja: PDFファイルへのパス
tr: PDF dosyasına yol

source: Type of document (interior, cover, dustjacket)
es: Tipo de documento (interior, portada, sobrecubierta)
id: Jenis dokumen (interior, sampul, dustjacket)
ja: ドキュメントの種類（内面、表紙、ジャケット）
tr: Belgenin türü (iç, kapak, toz kapak)

source: Number of pages (for covers/dustjackets)
es: Número de páginas (para cubiertas/bolsas de sobrecubierta)
id: Jumlah halaman (untuk sampul/balai-balai)
ja: ページ数（表紙／ジャケット用）
tr: Sayfa sayısı (kapaklar/dustjackets için)

source: Current page being viewed
es: Página actual que se está viendo
id: Halaman saat ini yang sedang dilihat
ja: 現在表示されているページ
tr: Görüntülenen geçerli sayfa

source: Current view mode (single, side_by_side)
es: Modo de vista actual (individual, lado_a_lado)
id: Mode tampilan saat ini (tunggal, samping_ke_samping)
ja: 現在の表示モード（単一、並べて）
tr: Mevcut görünüm modu (tekli, yan_yana)

source: Current zoom level
es: Nivel actual de zoom
id: Tingkat zoom saat ini
ja: 現在のズームレベル
tr: Mevcut yakınlaştırma seviyesi

source: Current overlay visibility settings
es: Configuración actual de visibilidad del overlay
id: Pengaturan visibilitas overlay saat ini
ja: 現在のオーバーレイ表示設定
tr: Mevcut örtü görünürlüğü ayarları

source: Whether in presentation mode
es: ya sea en modo de presentación
id: Baik dalam mode presentasi
ja: プレゼンテーション モードのときでも
tr: Sunum modunda olsa da

source: Get the list of recent files.
es: Obtén la lista de archivos recientes.
id: Dapatkan daftar file terbaru.
ja: 最近使用したファイルのリストを取得します。
tr: Yakın zamanda kullanılan dosyaların listesini al.

source: List of recent file dictionaries
es: Lista de diccionarios de archivos recientes
id: Daftar kamus file terbaru
ja: 最近のファイル辞書の一覧
tr: Yeni dosya sözlüklerinin listesi

source: Clear the recent files list.
es: Borrar la lista de archivos recientes.
id: Hapus daftar file terbaru.
ja: 最近使用したファイルのリストをクリアします。
tr: Son dosyalar listesini temizleyin.

source: Document Presenter
es: Presentador de Documentos
id: Penyaji Dokumen
ja: ドキュメントプレゼンター
tr: Belge Sunucu

source: Document presenter for handling PDF document logic.
es: Presentador de documentos para manejar la lógica de documentos PDF.
id: Pemroses dokumen untuk menangani logika dokumen PDF.
ja: PDFドキュメント論理を処理するためのドキュメントプレゼンター。
tr: PDF belge mantığıyla ilgilenmek için belge sunucu.

source: This presenter manages PDF document operations without UI dependencies. It coordinates between Document and the view layer.
es: Este presentador maneja operaciones de documentos PDF sin dependencias de la interfaz de usuario. Coordina entre el Documento y la capa de vista.
id: Presenter ini mengelola operasi dokumen PDF tanpa ketergantungan UI. Ia mengkoordinasikan antara Dokumen dan lapisan tampilan.
ja: このプレゼンターはUI依存なしにPDFドキュメント操作を管理します。これはドキュメントとビューレイヤーの間を調整します。
tr: Bu sunucu, PDF belge işlemleri UI bağımlılıkları olmadan yönetir. Belge ve görünüm katmanı arasında koordinasyon sağlar.

source: Bases: :py:class:`~momovu.presenters.base.BasePresenter`
id: Basis: :py:class:`~momovu.presenters.base.BasePresenter`
ja: ベース: :py:class:`~momovu.presenters.base.BasePresenter`
tr: Temeller: :py:class:`~momovu.presenters.base.BasePresenter`

source: Presenter for PDF document operations.
es: Presentador para operaciones con documentos PDF.
id: Penghadir untuk operasi dokumen PDF.
ja: PDFドキュメント操作用プレゼンター。
tr: PDF belge işlemleri için sunucu.

source: This presenter handles: - PDF loading and error handling - Page management - Document type detection - Document state coordination
es: Este presentador maneja: - Carga de PDF y manejo de errores - Gestión de páginas - Detección del tipo de documento - Coordinación del estado del documento
id: Presenter ini menangani: - Memuat dan menangani kesalahan PDF - Manajemen halaman - Deteksi jenis dokumen - Koordinasi status dokumen
ja: このプレゼンタは以下の機能を担当します。 - PDFの読み込みとエラーハンドリング - ページ管理 - ドキュメントタイプの検出 - ドキュメント状態の調整
tr: Bu sunucu şunları işler: - PDF yükleme ve hata işleme - Sayfa yönetimi - Belge türü tespiti - Belge durumu koordinasyonu

source: Initialize the document presenter.
es: Inicialice el presentador de documentos.
id: Inisialisasi penyaji dokumen.
ja: ドキュメントプレゼンターを初期化します。
tr: Belge sunucusunu başlatın.

source: Optional document model to use
es: Modelo de documento opcional para usar
id: Model dokumen opsional yang dapat digunakan
ja: 使用するオプショナルなドキュメントモデル
tr: Kullanılacak isteğe bağlı belge modeli
