Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Follows book convention: page 1 alone, then pairs (2-3), (4-5), etc.
es: Sigue la convención del libro: página 1 sola, luego parejas (2-3), (4-5), etc.
id: Mengikuti konvensi buku: halaman 1 sendiri, lalu pasangan (2-3), (4-5), dst.
ja: 本の形式に従います。1ページだけ、その後はペアで（2-3）、（4-5）などと続きます。
tr: Kitap geleneklerine uygundur: 1. sayfa tek başına, ardından çiftler (2-3), (4-5) vb. gelir.

source: Signal Connections
es: Conexiones de Señal
id: Koneksi Sinyal
ja: 信号接続
tr: Sinyal Bağlantıları

source: Signal connector component for managing all signal-slot connections.
es: Componente de conector de señal para administrar todas las conexiones señal-espacio.
id: Komponen konektor sinyal untuk mengelola semua koneksi sinyal-slot.
ja: すべてのシグナル-スロット接続を管理するためのシグナルコネクタコンポーネント。
tr: Tüm sinyal-çoklu bağlantıları yönetmek için sinyal konektör bileşeni.

source: Manages all signal-slot connections for the main window.
es: Administra todas las conexiones señal-espacio para la ventana principal.
id: Mengelola semua koneksi sinyal-slot untuk jendela utama.
ja: メインウィンドウのすべてのシグナル-スロット接続を管理します。
tr: Ana pencere için tüm sinyal-soket bağlantılarını yönetir.

source: This class tracks all connections for safe cleanup to prevent crashes from dangling signal connections.
es: Esta clase sigue todas las conexiones para una limpieza segura y prevenir bloqueos causados por conexiones de señales colgantes.
id: Kelas ini melacak semua koneksi untuk pembersihan yang aman guna mencegah crash akibat koneksi sinyal yang tidak terikat.
ja: このクラスは、安全なクリーンアップのためにすべての接続を追跡し、無効なシグナル接続によるクラッシュを防ぎます。
tr: Bu sınıf, güvenli temizlik için tüm bağlantıları izler ve asılı kalan sinyal bağlantılarından kaynaklanan çöküşleri önlemek için.

source: Initialize the signal connector.
es: Inicialice el conector de señal.
id: Inisialisasi konektor sinyal.
ja: シグナルコネクタを初期化します。
tr: Sinyal konektörünü başlatın.

source: The main window with signals to connect
es: La ventana principal con señales para conectar
id: Jendela utama dengan sinyal untuk dihubungkan
ja: 接続する信号を表示するメインウィンドウ
tr: Bağlanmak için sinyallerle ana pencere

source: Establish all Qt signal-slot connections for the UI.
es: Establezca todas las conexiones señal-espacio de Qt para la interfaz de usuario.
id: Tetapkan semua koneksi sinyal-slot Qt untuk antarmuka pengguna (UI).
ja: UI のすべての Qt シグナルスロット接続を確立する。
tr: UI için tüm Qt sinyal-slot bağlantılarını oluşturun.

source: Disconnect all tracked signals to prevent dangling references (idempotent).
es: Desconecte todas las señales seguidas para evitar referencias colgantes (idempotente).
id: Putuskan semua sinyal yang dilacak untuk mencegah referensi yang tergantung (idempoten).
ja: すべての追跡信号を切断して、浮遊参照を防ぎます（等価操作）。
tr: Başvuruların kopuk kalmasını önlemek için tüm izlenen sinyalleri (idempotent) devre dışı bırakın.

source: Spine Width Calculator Dialog
es: Diálogo del Calculador de Ancho de la Caja de la Columna Vertebral
id: Kalkulator Lebar Punggung Dialog
ja: 脊柱幅計算ダイアログ
tr: Omurga Genişliği Hesaplama Diyaloğu

source: Spine width calculator dialog for book production.
es: Calculadora del ancho de la espalda para la producción de libros.
id: Kalkulator lebar punggung buku untuk produksi buku.
ja: 本製造用の背幅計算ダイアログ
tr: Kitap üretimi için omurga genişliği hesaplama penceresi.

source: This dialog allows users to calculate spine width based on page count and document type (cover or dustjacket).
es: Este cuadro de diálogo permite a los usuarios calcular el ancho de la espalda según el número de páginas y el tipo de documento (portada o sobrecubierta).
id: Dialog ini memungkinkan pengguna menghitung lebar punggung buku berdasarkan jumlah halaman dan jenis dokumen (sampul atau dustjacket).
ja: このダイアログでは、ページ数とドキュメントの種類（表紙またはジャケット）に基づいて、背幅を計算できます。
tr: Bu diyalog, kullanıcıların sayfa sayısına ve belge türüne (kapak ya da arka kapak) göre bel kemiği genişliğini hesaplamasına olanak tanır.

source: Format spine width removing unnecessary trailing zeros.
es: Dar formato al ancho de la espina eliminando ceros no necesarios.
id: Format lebar punggung dengan menghilangkan nol tidak penting di akhir.
ja: 不要な末尾のゼロを削除して背幅の形式を設定する。
tr: Gereksiz son sıfırları kaldırarak omurga genişliğini biçimlendirin.

source: Spine width in millimeters
es: Ancho de la espina en milímetros
id: Lebar punggung dalam milimeter
ja: ミリメートル単位の背幅
tr: Omurga genişliği milimetre cinsinden

source: Formatted string without trailing zeros
es: Cadena formateada sin ceros finales
id: String yang diformat tanpa nol di akhir
ja: 末尾のゼロを除いたフォーマット済み文字列
tr: Sıfırsız biçimlendirilmiş dize

source: Calculate spine width for covers using Lulu's formula.
es: Calcule el ancho de la columna vertebral para las cubiertas usando la fórmula de Lulu.
id: Hitung lebar punggung buku untuk sampul menggunakan rumus Lulu.
ja: Luluの式を使用して表紙の背幅を計算してください。
tr: Lulu'nun formülünü kullanarak kapaklar için omurga genişliğini hesapla.

source: Number of pages in the book
es: Número de páginas en el libro
id: Jumlah halaman dalam buku
ja: 本のページ数
tr: Kitaptaki sayfa sayısı

source: Spine width in millimeters, rounded to 3 decimal places
es: Ancho de la columna en milímetros, redondeado a 3 lugares decimales
id: Lebar punggung dalam milimeter, dibulatkan hingga 3 desimal
ja: ミリメートル単位で表した背幅（小数点以下3桁まで）
tr: Milimetre cinsinden ve 3 ondalık basamağa yuvarlanmış omurga genişliği

source: Dialog for calculating spine width based on page count and document type.
es: Diálogo para calcular el ancho de la columna basado en el número de páginas y el tipo de documento.
id: Dialog untuk menghitung lebar punggung buku berdasarkan jumlah halaman dan jenis dokumen.
ja: ページ数とドキュメントタイプに基づいて背幅を計算するダイアログ。
tr: Sayfa sayısına ve belge türüne göre omurga genişliğini hesaplamak için diyalog.

source: Initialize the spine width calculator dialog.
es: Inicializar el cuadro de diálogo del calculador de anchura de la columna vertebral.
id: Memulai dialog kalkulator lebar tulang belakang.
ja: 脊柱幅計算機ダイアログを初期化します。
tr: Omurga genişliği hesaplayıcı iletişim kutusunu başlat.

source: Initial page count to display
es: Número inicial de páginas para mostrar
id: Jumlah halaman awal yang ditampilkan
ja: 表示する初期ページ数
tr: Başlangıçta gösterilecek sayfa sayısı

source: State Saver
es: Ahorro Estatal
id: Penyelamat Negara
ja: 状態セーバー
tr: Devlet Tasarrufu

source: State saver component for automatically saving document state changes.
es: Componente de guardado del estado para guardar automáticamente los cambios en el estado del documento.
id: Komponen penyimpan negara untuk secara otomatis menyimpan perubahan keadaan dokumen.
ja: ドキュメントの状態変更を自動保存するための状態保存コンポーネント。
tr: Doküman durumu değişikliklerini otomatik olarak kaydetmek için devlet kaydedici bileşeni.

source: Bases: :py:class:`~PySide6.QtCore.QObject`
id: Basis: :py:class:`~PySide6.QtCore.QObject`
ja: ベース: :py:class:`~PySide6.QtCore.QObject`
tr: Temeller: :py:class:`~PySide6.QtCore.QObject`

source: Automatically saves document state when it changes.
es: Guarda automáticamente el estado del documento cuando cambia.
id: Menghemat status dokumen secara otomatis ketika berubah.
ja: ドキュメントの状態が変更されるたびに自動的に保存します。
tr: Değişiklik olduğunda belge durumunu otomatik olarak kaydeder.

source: This component monitors various state changes and updates the recent file entry to ensure all state is persisted.
es: Este componente monitorea varios cambios de estado y actualiza la entrada del archivo reciente para asegurar que todo el estado se persista.
id: Komponen ini memantau berbagai perubahan status dan memperbarui entri file terbaru untuk memastikan semua status tetap disimpan.
ja: このコンポーネントは、さまざまな状態の変化を監視し、最近使用したファイルのエントリを更新して、すべての状態が保持されるようにします。
tr: Bu bileşen, çeşitli durum değişikliklerini izler ve tüm durumların kalıcı hale gelmesini sağlamak için en son dosya girdisini günceller.

source: Initialize the state saver.
es: Inicializa el guardador de estado.
id: Inisialisasi penyimpan state.
ja: 状態保存を初期化します。
tr: Durum koruyucuyu başlat.

source: Cleanup when the state saver is destroyed.
es: Limpieza cuando el guardador de estado sea destruido.
id: Pembersihan saat state saver dihancurkan.
ja: 状態セーバーが破壊されたときのクリーンアップ。
tr: Devlet kaydedici yok edildiğinde temizlik.

source: Connect to all signals that indicate state changes.
es: Conéctese a todas las señales que indiquen cambios de estado.
id: Terhubung ke semua sinyal yang menunjukkan perubahan status.
ja: すべての状態変化を示すシグナルに接続します。
tr: Durum değişikliklerini gösteren tüm sinyallere bağlanın.

source: Save the current document state to recent files.
es: Guarde el estado actual del documento en archivos recientes.
id: Simpan keadaan dokumen saat ini ke berkas terbaru.
ja: 現在のドキュメントの状態を最近使用したファイルに保存します。
tr: Geçerli belge durumunu son dosyalara kaydet.

source: This debounces rapid changes to avoid excessive saves.
es: Esto amortigua los cambios rápidos para evitar guardados excesivos.
id: Ini menghindari perubahan cepat untuk mencegah penyimpanan berlebihan.
ja: これは、頻繁な変更を抑えて過剰な保存を防ぎます。
tr: Bu, hızlı değişiklikleri bastırarak fazla kaydetmeleri önler.

source: Temporarily disable state saving.
es: Deshabilitar temporalmente la guardia del estado.
id: Sementara menonaktifkan penyimpanan state.
ja: 一時的に状態の保存を無効にします。
tr: Geçici olarak durum kaydetmeyi devre dışı bırak.

source: Re-enable state saving.
es: Vuelva a habilitar el guardado del estado.
id: Aktifkan kembali penyimpanan state.
ja: 状態の保存を再有効化します。
tr: Durum kaydetmeyi tekrar etkinleştir.

source: Save the current document state immediately without debouncing.
es: Guarde inmediatamente el estado actual del documento sin amortiguación.
id: Simpan keadaan dokumen saat ini segera tanpa debouncing.
ja: 現在のドキュメント状態をデバウンスせずに即座に保存します。
tr: Debounce olmadan mevcut belge durumunu hemen kaydet.

source: Toggle Manager
es: Administrador de alternancia
ja: トグル マネージャー
tr: Aç/Kapat Yöneticisi

source: Toggle manager component for handling all UI toggle operations.
es: Componente administrador para alternar todas las operaciones de la interfaz de usuario.
id: Komponen manajer toggle untuk menangani semua operasi toggle antarmuka pengguna.
ja: すべてのUIトグル操作を処理するトグルマネージャー コンポーネント。
tr: Tüm UI geçiş işlemleri için geçiş yöneticisi bileşeni.

source: Manages all toggle operations for the main window.
es: Administra todas las operaciones de alternancia para la ventana principal.
id: Mengelola semua operasi toggle untuk jendela utama.
ja: メインウィンドウのすべてのトグル操作を管理します。
tr: Ana pencere için tüm anahtarlamayı yönetir.

source: Initialize the toggle manager.
es: Inicializar el administrador de alternancia.
id: Inisialisasi manajer toggle.
ja: トグルマネージャーを初期化します。
tr: Devre anahtarı yöneticisini başlatın.

source: Switch between fullscreen and windowed display modes.
es: Cambiar entre los modos de visualización en pantalla completa y en ventana.
id: Beralih antara mode tampilan fullscreen dan windowed.
ja: フルスクリーン表示モードとウィンドウ表示モードの切り替え。
tr: Tam ekran ve pencereli görüntüleme modları arasında geçiş yapın.

source: Switch between presentation mode (fullscreen, no UI) and normal mode.
es: Cambie entre el modo de presentación (pantalla completa, sin interfaz de usuario) y el modo normal.
id: Beralih antara mode presentasi (layar penuh, tanpa antarmuka pengguna) dan mode normal.
ja: プレゼンテーションモード（フルスクリーン、UIなし）と通常モードを切り替えます。
tr: Sunum modu (tam ekran, UI yok) ve normal mod arasında geçiş yapın.

source: Enable presentation mode with fullscreen display and hidden UI elements.
es: Habilitar el modo de presentación con pantalla completa y elementos de la interfaz ocultos.
id: Aktifkan mode presentasi dengan tampilan layar penuh dan elemen UI tersembunyi.
ja: フルスクリーン表示とUI要素の非表示でプレゼンテーションモードを有効にします。
tr: Tam ekran görüntüleme ve gizli UI öğeleri ile sunum modunu etkinleştirin.

source: Return to normal viewing mode with visible UI elements.
es: Vuelva al modo de visualización normal con elementos de la IU visibles.
id: Kembali ke mode tampilan normal dengan elemen UI yang terlihat.
ja: 表示されているUI要素を表示する通常の表示モードに戻します。
tr: Görünür UI elemanlarıyla normal görüntüleme moduna dönün.

source: Switch between single page and side-by-side page display for interior documents.
es: Cambie entre la visualización de página única y la visualización de páginas una al lado de la otra para documentos internos.
id: Beralih antara tampilan halaman tunggal dan tampilan halaman berdampingan untuk dokumen interior.
ja: 内面文書の単一ページ表示と並べて表示の切り替えが可能です。
tr: İç belgeler için tek sayfa ve yanyana sayfa görüntülemeyi değiştirin.

source: Show or hide the safety margin overlays on pages.
es: Mostrar u ocultar las superposiciones de margen de seguridad en las páginas.
id: Tampilkan atau sembunyikan tumpang tindih margin keamanan pada halaman.
ja: ページ上の安全余裕のオーバーレイを表示または非表示にします。
tr: Sayfalarda güvenlik marjı üzerine yazılarını gösterin veya gizleyin.

source: Show or hide the trim/cut lines at page edges.
es: Muestra u oculta las líneas de recorte en los bordes de la página.
id: Tampilkan atau sembunyikan garis tepi luar/hapus di tepi halaman.
ja: ページの端にあるトリム／カットラインを表示または非表示にします。
tr: Sayfa kenarlarındaki kesme/çizgi satırlarını gösterin veya gizleyin.

source: Show or hide the barcode area indicator on cover/dustjacket documents.
es: Mostrar u ocultar el indicador de la zona de código de barras en los documentos de portada/bolardo.
id: Tampilkan atau sembunyikan indikator area barcode pada dokumen sampul/sampul luar.
ja: 表紙／ジャケット文書上にバーコード領域インジケータを表示または非表示にします。
tr: Kapak/dustjacket belgelerinde barkod alanı göstergesini gösterin veya gizleyin.

source: Show or hide the spine/flap fold lines on cover/dustjacket documents.
es: Mostrar u ocultar las líneas de plegado de la columna/plegadura en los documentos de portada/butaca.
id: Tampilkan atau sembunyikan garis lipatan tulang belakang/flip pada dokumen sampul/dustjacket.
ja: 表紙／ジャケットドキュメントの背／フ랩の折り線を表示または非表示にします。
tr: Kapak/dustjacket belgelerinde omurga/etiket katlama çizgilerini gösterin veya gizleyin.

source: Show or hide the bleed lines at page edges on cover/dustjacket documents.
es: Muestra u oculta las líneas de sangrado en los bordes de página en los documentos de portada/bolardo.
id: Tampilkan atau sembunyikan garis potong di tepi halaman pada dokumen sampul/jakcet debu.
ja: 表紙／ジャケットドキュメントのページエッジに余白線を表示または非表示にします。
tr: Kapak/dustjacket belgelerinde sayfa kenarlarındaki kan damlalarını gösterin veya gizleyin.

source: Change the document type and update UI accordingly.
es: Cambie el tipo de documento y actualice la interfaz de usuario en consecuencia.
id: Ubah tipe dokumen dan perbarui UI sesuai.
ja: ドキュメントタイプを変更し、それに応じてUIを更新してください。
tr: Belge türünü değiştirin ve UI'yi buna göre güncelleyin.

source: Toolbar Builder
es: Constructor de Barra de Herramientas
id: Pembuat Toolbar
ja: ツールバー ビルダー
tr: Araç Çubuğu Oluşturucu

source: Toolbar builder component for the main window.
es: Componente constructor de barra de herramientas para la ventana principal.
id: Komponen pembangun toolbar untuk jendela utama.
ja: メインウィンドウ用のツールバー構築コンポーネント。
tr: Ana pencere için araç çubuğu inşa bileşeni.

source: This component handles toolbar creation and setup.
es: Este componente se encarga de la creación y configuración de la barra de herramientas.
id: Komponen ini menangani pembuatan dan pengaturan toolbar.
ja: このコンポーネントは、ツールバーの作成と設定を行います。
tr: Bu bileşen, araç çubuğu oluşturma ve ayarlamayı işler.

source: Component responsible for building and managing the toolbar.
es: Componente responsable de construir y gestionar la barra de herramientas.
id: Komponen yang bertanggung jawab untuk membangun dan mengelola bilah alat.
ja: ツールバーの構築および管理を担当するコンポーネント。
tr: Araç çubuğunu inşa etmek ve yönetmekten sorumlu bileşen.

source: Initialize the toolbar builder.
es: Inicialice el generador de la barra de herramientas.
id: Inisialisasi pembangun toolbar.
ja: ツールバー ビルダーを初期化します。
tr: Araç çubuğu inşa ediciyi başlatın.

source: The main window to add toolbar to
es: La ventana principal para agregar barra de herramientas
id: Jendela utama untuk menambahkan toolbar
ja: ツールバーを追加するメインウィンドウ
tr: Araç çubuğu eklemek için ana pencere

source: Create main toolbar with navigation, page controls, and zoom actions.
es: Crear la barra de herramientas principal con navegación, controles de página y acciones de zoom.
id: Buat bilah alat utama dengan navigasi, kontrol halaman, dan aksi zoom.
ja: ナビゲーション、ページ操作、ズームアクションを備えたメインツールバーを作成します。
tr: Gezinme, sayfa denetimleri ve yakınlaştırma eylemleriyle bir ana araç çubuğu oluşturun.

source: Menu actions to reuse in toolbar (e.g., 'open')
es: Acciones del menú para reutilizar en la barra de herramientas (por ejemplo, "abrir")
id: Tindakan menu yang dapat digunakan kembali di bilah alat (misalnya, 'buka')
ja: ツールバーで再利用できるメニューアクション（例: 'open'）
tr: Alet çubuğunda tekrar kullanılacak menü işlemleri (örn., 'aç')

source: Presenter for determining document-specific controls
es: Presentador para determinar controles específicos de documentos
id: Pemimpin acara untuk menentukan kontrol spesifik dokumen
ja: 文書固有のコントロールを決定するプレゼンター
tr: Belgeye özgü denetimleri belirlemek için sunucu

source: Retrieve a toolbar widget by its identifier.
es: Recuperar un widget de barra de herramientas por su identificador.
id: Mendapatkan widget bilah alat berdasarkan identifikatornya.
ja: 識別子によってツールバーのウィジェットを取得する。
tr: Bir araç çubuğu widget'ini kimliğiyle al.

source: Widget identifier (e.g., 'page_spinbox', 'num_pages_spinbox')
es: Identificador del widget (por ejemplo, 'page_spinbox', 'num_pages_spinbox')
id: Pengenal widget (misalnya, 'page_spinbox', 'num_pages_spinbox')
ja: ウィジェット識別子（例: 'page_spinbox'、'num_pages_spinbox'）
tr: Widget tanımlayıcı (örn. 'page_spinbox', 'num_pages_spinbox')

source: The widget if found, None otherwise
es: El widget si se encuentra, None en otro caso
id: Widget jika ditemukan, None selain itu
ja: 見つかった場合はウィジェット、それ以外の場合はNone
tr: Bulunduysa bileşen, aksi takdirde None

source: Show/hide toolbar controls based on document type.
es: Mostrar/ocultar controles de la barra de herramientas según el tipo de documento.
id: Tampilkan/sembunyikan kontrol bilah alat berdasarkan jenis dokumen.
ja: ドキュメントの種類に応じてツールバーの操作を表示/非表示する。
tr: Belge türüne göre araç çubuğu denetimlerini göster/gizle.

source: Visibility rules: - Interior: Shows page navigation and current page spinbox - Cover/Dustjacket: Shows page count spinbox for spine calculation - Navigation buttons only appear for multi-page interior documents
es: Reglas de visibilidad: - Interior: Muestra la navegación de páginas y el cuadro de selección de página actual - Portada/Contraportada: Muestra el cuadro de selección de cantidad de páginas para el cálculo de la espina - Los botones de navegación solo aparecen para documentos interiores de varias páginas
id: Aturan visibilitas: - Interior: Menampilkan navigasi halaman dan kotak spin halaman saat ini - Sampul/Selubung debu: Menampilkan kotak spin jumlah halaman untuk perhitungan tulang belakang - Tombol navigasi hanya muncul untuk dokumen interior multi-halaman
ja: 表示ルール: - 内容: ページナビゲーションと現在のページスピンボックスを表示 - 表紙/ジャケット: 脊の計算用のページ数スピンボックスを表示 - ナビゲーションボタンは、複数ページの内容ドキュメントでのみ表示されます
tr: Görünürlük kuralları: - İçerik: Sayfa gezinmesi ve geçerli sayfa spinbox'ını gösterir - Kapağın/Toz kapağın: Spine hesaplaması için sayfa sayısı spinbox'ını gösterir - Gezinme düğmeleri yalnızca çok sayfalı içerik belgeleri için görünür

source: Deprecated parameter, kept for compatibility
es: Parámetro obsoleto, conservado por compatibilidad
id: Parameter yang ditinggalkan, dipertahankan untuk kompatibilitas
ja: 非推奨のパラメータ。互換性のために保持されています。
tr: Kullanımdan kaldırılmış parametre, uyumluluk için korunuyor

source: UI State Manager
es: Administrador del Estado de la IU
id: Manajer Keadaan UI
ja: UI状態マネージャー
tr: Arayüz Durumu Yöneticisi

source: UI state manager component for handling presentation and fullscreen modes.
es: Componente administrador del estado de la interfaz de usuario para manejar los modos de presentación y pantalla completa.
id: Komponen manajer state UI untuk menangani mode presentasi dan mode layar penuh.
ja: プレゼンテーションモードおよびフルスクリーンモードを処理するUI状態マネージャーコンポーネント。
tr: Sunum ve tam ekran modlarını yönetmek için UI durum yöneticisi bileşeni.

source: Manages UI state transitions like presentation and fullscreen modes.
es: Administra las transiciones del estado de la interfaz de usuario, como los modos de presentación y pantalla completa.
id: Mengelola transisi state UI seperti mode presentasi dan mode layar penuh.
ja: プレゼンテーションやフルスクリーンモードなどのUI状態遷移を管理します。
tr: Gösterim ve tam ekran modları gibi UI durum geçişlerini yönetir.

source: Initialize the UI state manager.
es: Inicialice el administrador del estado de la interfaz.
id: Inisialisasi manajer status UI.
ja: UI状態マネージャーを初期化します。
tr: UI durum yöneticisini başlatın.

source: The main window to manage
es: La ventana principal para administrar
id: Jendela utama untuk mengelola
ja: 管理のメインウィンドウ
tr: Yönetmek için ana pencere

source: Switch between fullscreen and maximized window states.
es: Cambiar entre los estados de pantalla completa y ventana maximizada.
id: Beralih antara mode layar penuh dan jendela yang dimaksimalkan.
ja: フルスクリーンと最大化ウィンドウの状態を切り替えます。
tr: Tam ekran ve maksimize pencere durumları arasında geçiş yapın.

source: Switch between presentation mode and normal viewing mode.
es: Cambie entre el modo de presentación y el modo de visualización normal.
id: Beralih antara mode presentasi dan mode tampilan normal.
ja: プレゼンテーションモードと通常の表示モードの間で切り替えます。
tr: Sunum modu ve normal görüntüleme modu arasında geçiş yapın.

source: Hide all UI chrome and enter fullscreen for distraction-free viewing.
es: Oculta toda la interfaz y entra en modo pantalla completa para una visualización sin distracciones.
id: Sembunyikan semua UI chrome dan masuk ke layar penuh untuk menonton tanpa gangguan.
ja: すべてのUIを非表示にし、フルスクリーンで集中して表示します。
tr: Tüm UI chrome'larını gizleyin ve dikkat dağıtıcı olmayan tam ekran moduna girin.

source: Restore UI elements and return to windowed viewing mode.
es: Restaurar los elementos de la interfaz y volver al modo de visualización con ventanas.
id: Pulihkan elemen UI dan kembali ke mode tampilan berjendela.
ja: UI要素を復元し、ウィンドウ表示モードに戻します。
tr: UI öğelerini geri yükleyin ve pencere moduna dönmek için tıklayın.

source: Set initial window display state based on startup parameters.
es: Establecer el estado inicial de visualización de la ventana según los parámetros de inicio.
id: Mengatur state tampilan jendela awal berdasarkan parameter startup.
ja: 起動パラメータに基づいて初期ウィンドウの表示状態を設定します。
tr: Başlangıç parametrelerine göre ilk pencere görüntüleme durumunu ayarla.

source: True to start in fullscreen mode
es: Verdadero para iniciar en modo de pantalla completa
id: Benar untuk memulai dalam mode layar penuh
ja: フルスクリーンモードで開始する
tr: Tam ekran modunda başlatmak için doğru olsun

source: True to start in presentation mode
es: Verdadero para comenzar en modo de presentación
id: Benar untuk memulai dalam mode presentasi
ja: プレゼンテーション モードで開始する
tr: Sunum modunda başlatmak için doğru olsun

source: Window Setup
es: Configuración de Ventana
id: Pengaturan Jendela
ja: ウィンドウの設定
tr: Pencere Kurulumu

source: Window initializer component for handling complex initialization.
es: Componente inicializador de ventana para manejar inicialización compleja.
id: Komponen inisialisasi jendela untuk menangani inisialisasi yang kompleks.
ja: 複雑な初期化を処理するためのウィンドウ初期化コンポーネント。
tr: Karmaşık başlatımı işlemek için pencere başlatıcı bileşeni.

source: Handles complex initialization for the main window.
es: Maneja la inicialización compleja para la ventana principal.
id: Menangani inisialisasi yang kompleks untuk jendela utama.
ja: メインウィンドウの複雑な初期化を処理します。
tr: Ana pencere için karmaşık başlatımı gerçekleştirir.
