Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: API Reference
es: Referencia de la API
id: Referensi API
ja: APIリファレンス
tr: API Referansı

source: This document provides a comprehensive API reference for the Momovu library. All public classes, methods, and functions are documented here using automatic documentation generation from the source code.
es: Este documento proporciona una referencia completa de la API para la biblioteca Momovu. Todas las clases, métodos y funciones públicos están documentados aquí utilizando la generación automática de documentación desde el código fuente.
id: Dokumen ini menyediakan referensi API yang komprehensif untuk pustaka Momovu. Semua kelas, metode, dan fungsi publik didokumentasikan di sini menggunakan pembangkitan dokumen otomatis dari kode sumber.
ja: このドキュメントは、Momovuライブラリの包括的なAPIリファレンスを提供します。すべての公開クラス、メソッド、および関数は、ソースコードからの自動ドキュメンテーション生成を使用してここで記載されています。
tr: Bu belge, Momovu kütüphanesi için kapsamlı bir API referansı sağlar. Tüm ortak sınıflar, metotlar ve fonksiyonlar, kaynak kodlardan otomatik belge oluşturma yöntemiyle burada belgelenmiştir.

source: Table of Contents
es: Índice
id: Daftar Isi
ja: 目次
tr: İçindekiler Tablosu

source: Core Module
es: Módulo principal
id: Modul Inti
ja: コアモジュール
tr: Çekirdek Modül

source: Main Entry Point
es: Punto de entrada principal
id: Titik Masuk Utama
ja: メインエントリポイント
tr: Ana Giriş Noktası

source: Main entry point for the Momovu application.
es: Punto de entrada principal para la aplicación Momovu.
id: Titik masuk utama untuk aplikasi Momovu.
ja: Momovuアプリケーションのメインエントリポイント。
tr: Momovu uygulaması için ana giriş noktası.

source: Process CLI arguments with validation and help text.
es: Procesar argumentos de la CLI con validación y texto de ayuda.
id: Memproses argumen CLI dengan validasi dan teks bantuan.
ja: CLI引数を検証とヘルプテキストとともに処理する。
tr: Doğrulama ve yardım metniyle birlikte CLI argümanlarını işleyin.

source: Returns
es: Devoluciones
id: Pengembalian
ja: 返品
tr: İadeler

source: Namespace with all command options
es: Espacio de nombres con todas las opciones de comando
id: Namespace dengan semua opsi perintah
ja: すべてのコマンドオプションを含む名前空間
tr: Tüm komut seçeneklerini içeren ad alanı

source: Example
es: Ejemplo
id: Contoh
ja: 例
tr: Örnek

source: Configure log levels from debug/verbose CLI flags.
es: Configure los niveles de registro desde las banderas de CLI de depuración/verbosidad.
id: Konfigurasikan tingkat log dari debug/verbose CLI flags.
ja: デバッグ/詳細なCLIフラグからログレベルを構成します。
tr: Hata ayıklama/özen CLI bayraklarından günlük seviyelerini yapılandırın.

source: Parameters
es: Parámetros
id: Parameter
ja: パラメータ
tr: Parametreler

source: Namespace with debug and verbose attributes
es: Espacio de nombres con atributos de depuración y detallado
id: Namespace dengan atribut debug dan verbose
ja: デバッグおよび詳細属性を持つ名前空間
tr: Hata ayıklama ve ayrıntılı özniteliklere sahip ad alanı

source: Launch Momovu with error handling and proper exit codes.
es: Inicie Momovu con manejo de errores y códigos de salida adecuados.
id: Luncurkan Momovu dengan penanganan kesalahan dan kode keluar yang tepat.
ja: エラーハンドリングと適切な終了コードを使用してMomovuを起動します。
tr: Hata işleme ve uygun çıkış kodlarıyla birlikte Momovu'yu başlat.

source: Raises
es: Sujeta
id: Meningkatkan
ja: 上げる
tr: Artırır

source: Always exits with appropriate code
es: Siempre sale con el código apropiado
id: Selalu keluar dengan kode yang tepat
ja: 常に適切なコードで終了する
tr: Her zaman uygun kodla çıkılır

source: Models
es: Modelos
id: Model-model
ja: モデル
tr: Modeller

source: The models implement the Model component of the MVP (Model-View-Presenter) architecture pattern. They handle data storage and business logic.
es: Los modelos implementan el componente Modelo del patrón de arquitectura MVP (Modelo-Vista-Presentador). Manejan el almacenamiento de datos y la lógica de negocio.
id: Model-model tersebut menerapkan komponen Model dari pola arsitektur MVP (Model-View-Presenter). Mereka menangani penyimpanan data dan logika bisnis.
ja: モデルは、MVP（Model-View-Presenter）アーキテクチャパターンの「Model（モデル）」コンポーネントを実装しています。モデルはデータの保存およびビジネスロジックを処理します。
tr: Modeller, MVP (Model-View-Presenter) mimari kalıbının Model bileşenini uygularlar. Veri depolama ve iş mantığı işlerler.

source: Base Model
es: Modelo Base
id: Model Dasar
ja: ベースモデル
tr: Temel Model

source: Base model class with property change notification support.
es: Clase del modelo base con soporte de notificación de cambios en las propiedades.
id: Kelas model dasar dengan dukungan pemberitahuan perubahan properti.
ja: プロパティ変更通知をサポートするベースモデルクラス。
tr: Özellik değişikliği bildirimini destekleyen temel model sınıfı.

source: This module provides the foundation for all models in the MVP architecture. It implements property change notifications without Qt dependencies.
es: Este módulo proporciona la base para todos los modelos en la arquitectura MVP. Implementa notificaciones de cambios de propiedades sin dependencias de Qt.
id: Modul ini menyediakan dasar untuk semua model dalam arsitektur MVP. Modul ini menerapkan pemberitahuan perubahan properti tanpa ketergantungan pada Qt.
ja: このモジュールは、MVPアーキテクチャ内のすべてのモデルの基盤を提供します。Qtの依存関係なしに、プロパティ変更通知を実装しています。
tr: Bu modül, MVP mimarisi içindeki tüm modeller için temel sağlar. Qt bağımlılıkları olmadan özellik değişikliği bildirimlerini uygular.

source: Bases: :py:class:`object`
id: Basis: :py:class:`object`
ja: ベース: :py:class:`object`
tr: Tabanlar: :py:class:`nesne`

source: Event fired when a model property changes.
es: Evento activado cuando cambia una propiedad del modelo.
id: Acara yang dipicu saat properti model berubah.
ja: モデルのプロパティが変更されたときに発火されるイベント。
tr: Bir model özelliği değiştiğinde tetiklenen olay.

source: Initialize a property changed event.
es: Inicializar un evento de propiedad cambiada.
id: Inisialisasi acara properti berubah.
ja: プロパティ変更イベントを初期化する。
tr: Bir özellik değişti olayını başlatın.

source: Name of the property that changed
es: Nombre de la propiedad que cambió
id: Nama properti yang berubah
ja: 変更されたプロパティの名前
tr: Değişen özelliği adı

source: Previous value of the property
es: Valor anterior de la propiedad
id: Nilai sebelumnya dari properti
ja: プロパティの前の値
tr: Özellik önceki değeri

source: New value of the property
es: Nuevo valor de la propiedad
id: Nilai baru dari properti
ja: プロパティの新しい値
tr: Mülkün yeni değeri

source: Return a developer-friendly string representation.
es: Devuelve una representación en cadena amigable para el desarrollador.
id: Kembalikan representasi string yang ramah pengembang.
ja: 開発者向けの文字列表現を返します。
tr: Geliştirici dostu bir dize temsili döndürün.

source: Base class for all models with property change notification.
es: Clase base para todos los modelos con notificación de cambio de propiedad.
id: Kelas dasar untuk semua model dengan pemberitahuan perubahan properti.
ja: すべてのプロパティ変更通知を持つモデルのためのベースクラス。
tr: Tüm özellik değişikliği bildirimli modeller için temel sınıf.

source: This class provides: - Property change notification mechanism - Property validation framework - Observer pattern implementation (no Qt dependencies)
es: Esta clase proporciona: - Mecanismo de notificación de cambios en propiedades - Marco de validación de propiedades - Implementación del patrón observador (sin dependencias de Qt)
id: Kelas ini menyediakan: - Mekanisme pemberitahuan perubahan properti - Kerangka kerja validasi properti - Implementasi pola observer (tanpa ketergantungan Qt)
ja: このクラスは以下を提供します: - プロパティ変更通知メカニズム - プロパティ検証フレームワーク - オブザーバー パターンの実装（Qtへの依存なし）
tr: Bu sınıf şunları sağlar: - Özellik değişikliği bildirim mekanizması - Özellik doğrulama çerçevesi - Gözlemci deseni uygulaması (Qt bağımlılığı yok)

source: Initialize the base model with empty observers and properties.
es: Inicialice el modelo base con observadores y propiedades vacíos.
id: Inisialisasi model dasar dengan pengamat dan properti yang kosong.
ja: ベースモデルを空のオブザーバーとプロパティで初期化します。
tr: Boş izleyiciler ve özelliklerle temel modeli başlatın.

source: Add an observer for property changes.
es: Agregue un observador para cambios en la propiedad.
id: Tambahkan pengamat untuk perubahan properti.
ja: プロパティ変更のオブザーバーを追加します。
tr: Özellik değişiklikleri için bir gözlemci ekle.

source: Callback function to be called on property changes
es: Función de devolución de llamada que se llamará al cambiar las propiedades
id: Fungsi callback yang akan dipanggil saat properti berubah
ja: プロパティ変更時に呼び出されるコールバック関数
tr: Özellik değişikliklerinde çağrılacak geri arama işlevi

source: Remove an observer from the notification list.
es: Eliminar a un observador de la lista de notificaciones.
id: Hapus seorang pengamat dari daftar pemberitahuan.
ja: 通知リストから観測者を削除します。
tr: Bildirim listesinden bir gözlemci kaldırın.

source: Callback function to remove (no-op if not registered)
es: Función de devolución de llamada para eliminar (sin operación si no está registrado)
id: Fungsi callback untuk menghapus (tidak melakukan apa-apa jika tidak terdaftar)
ja: 登録されていない場合はなにもしない、コールバック関数を削除する
tr: Kayıt edilmemişse hiçbir şey yapmayan (no-op) silme geri çağırma işlevi

source: Set a property value with optional validation.
es: Establezca un valor de propiedad con validación opcional.
id: Tetapkan nilai properti dengan validasi opsional.
ja: オプションの検証を使用してプロパティ値を設定します。
tr: İsteğe bağlı doğrulama ile bir özellik değeri ayarlayın.

source: Property name
es: Nombre de la propiedad
id: Nama properti
ja: 物件名
tr: Emlak adı

source: New value
es: Nuevo valor
id: Nilai baru
ja: 新しい値
tr: Yeni değer

source: Whether to validate the value
es: Si se debe validar el valor
id: Apakah akan memvalidasi nilai
ja: 値を検証するかどうか
tr: Değer doğrulanmalı mı?

source: True if the property was set, False if validation failed
es: Verdadero si la propiedad se estableció, Falso si la validación falló
id: Benar jika properti telah diatur, Salah jika validasi gagal
ja: プロパティが設定された場合はTrue、検証に失敗した場合はFalse
tr: Özellik ayarlandıysa Doğru, doğrulama başarısız olduysa Yanlış

source: Get a property value.
es: Obtener el valor de una propiedad.
id: Dapatkan nilai properti.
ja: プロパティ値を取得する。
tr: Bir özellik değeri al.

source: Default value if property doesn't exist
es: Valor predeterminado si la propiedad no existe
id: Nilai default jika properti tidak ada
ja: プロパティが存在しない場合のデフォルト値
tr: Özellik mevcut değilse varsayılan değer

source: The property value or default
es: El valor de la propiedad o el valor predeterminado
id: Nilai properti atau bawaan
ja: プロパティ値またはデフォルト
tr: Mülk değeri veya varsayılan

source: Add a validator for a property.
es: Agregue un validador para una propiedad.
id: Tambahkan validator untuk sebuah properti.
ja: プロパティの検証を追加します。
tr: Bir özelliğe doğrulayıcı ekle.

source: Name of the property to validate
es: Nombre de la propiedad a validar
id: Nama properti yang akan divalidasi
ja: 検証するプロパティの名前
tr: Doğrulanacak özellik adı

source: Function that returns True if value is valid
es: Función que devuelve True si el valor es válido
id: Fungsi yang mengembalikan True jika nilai valid
ja: 値が有効な場合にTrueを返す関数
tr: Değer geçerliyse True döndüren işlev

source: Start batching property changes to reduce notification overhead.
es: Comience a agrupar los cambios de propiedades para reducir la sobrecarga de notificaciones.
id: Mulai mengelompokkan perubahan properti untuk mengurangi beban notifikasi.
ja: プロパティの変更をバッチ処理して、通知のオーバーヘッドを減らしてください。
tr: Bildirim aşırı yükünü azaltmak için özellik değişikliklerini toplu iş olarak başlatın.

source: Flush all pending property change notifications at once.
es: Vacíe todas las notificaciones de cambios de propiedades pendientes de una sola vez.
id: Bersihkan semua pemberitahuan perubahan properti yang tertunda sekaligus.
ja: すべての保留中のプロパティ変更通知を一度に処理します。
tr: Bekleyen tüm özellik değişikliği bildirimlerini tek seferde temizleyin.

source: Document Model
es: Modelo de Documento
id: Model Dokumen
ja: ドキュメント モデル
tr: Belge Modeli

source: PDF document model for MVP architecture.
es: Modelo de documento PDF para arquitectura MVP.
id: Model dokumen PDF untuk arsitektur MVP.
ja: MVPアーキテクチャのPDFドキュメントモデル。
tr: MVP mimarisi için PDF belge modeli.

source: This model handles PDF document state without any UI dependencies. It stores document metadata and provides validation.
es: Este modelo maneja el estado del documento PDF sin depender de ninguna interfaz de usuario. Almacena los metadatos del documento y proporciona validación.
id: Model ini menangani keadaan dokumen PDF tanpa ketergantungan UI. Ia menyimpan metadata dokumen dan menyediakan validasi.
ja: このモデルは、UIの依存関係なしにPDFドキュメントの状態を処理します。ドキュメントのメタデータを保存し、検証機能を提供します。
tr: Bu model, PDF belge durumunu herhangi bir UI bağımlılığı olmadan işler. Belge meta verilerini depolar ve doğrulama sağlar.

source: Bases: :py:class:`~momovu.models.base.BaseModel`
id: Basis: :py:class:`~momovu.models.base.BaseModel`
ja: ベース: :py:class:`~momovu.models.base.BaseModel`
tr: Tabanlar: :py:class:`~momovu.models.base.BaseModel`

source: Model for PDF document data.
es: Modelo para datos de documentos PDF.
id: Model untuk data dokumen PDF.
ja: PDFドキュメントデータのモデル。
tr: PDF belge verileri için model.

source: This model stores: - File path - Page count - Page sizes - Document status
es: Este modelo almacena: - Ruta del archivo - Número de páginas - Tamaños de página - Estado del documento
id: Model ini menyimpan: - Jalur file - Jumlah halaman - Ukuran halaman - Status dokumen
ja: このモデルは以下を保存します。 - ファイルパス - ページ数 - ページサイズ - ドキュメントのステータス
tr: Bu model şunları saklar: - Dosya yolu - Sayfa sayısı - Sayfa boyutları - Belge durumu

source: It does NOT handle: - PDF rendering (that's a view concern) - PDF loading (that's a presenter concern)
es: No maneja: - Representación de PDF (eso es una preocupación de la vista) - Carga de PDF (eso es una preocupación del presentador)
id: Ini TIDAK menangani: - Render PDF (itu adalah kekhawatiran tampilan) - Memuat PDF (itu adalah kekhawatiran presenter)
ja: 処理しない機能: - PDFのレンダリング（これはビューに関する処理です） - PDFの読み込み（これはプレゼンターに関する処理です）
tr: İşlemez: - PDF işlenmesi (bunun bir görünüm meselesi olduğunu) - PDF yükleme (bunun bir sunucu meselesi olduğunu)

source: Initialize empty document model with default validators.
es: Inicializar el modelo de documento vacío con validadores predeterminados.
id: Inisialisasi model dokumen kosong dengan validasi default.
ja: デフォルトの検証器を使用して、空のドキュメントモデルを初期化します。
tr: Boş belge modelini varsayılan doğrulayıcılarla başlat.

source: Path to the loaded PDF file, None if no document loaded.
es: Ruta al archivo PDF cargado, None si no hay documento cargado.
id: Jalur ke berkas PDF yang dimuat, None jika tidak ada dokumen yang dimuat.
ja: 読み込まれたPDFファイルへのパス、ドキュメントが読み込まれていない場合はNone。
tr: Yüklü PDF dosyasına yol, belge yüklü değilse None.

source: Total number of pages in the document (0 if not loaded).
es: Número total de páginas en el documento (0 si no se cargó).
id: Jumlah total halaman dalam dokumen (0 jika tidak dimuat).
ja: ドキュメント内の総ページ数（読み込まれていない場合は0）。
tr: Belgedeki toplam sayfa sayısı (yüklenmemişse 0).

source: List of (width, height) tuples in points for each page.
es: Lista de tuplas (ancho, alto) en puntos para cada página.
id: Daftar tupel (lebar, tinggi) dalam poin untuk setiap halaman.
ja: 各ページのポイント単位での（幅、高さ）のタプルのリスト。
tr: Her sayfa için (genişlik, yükseklik) demetlerinin (tuple) noktası listesi.

source: True if a document is successfully loaded and ready.
es: Verdadero si un documento se cargó correctamente y está listo.
id: Benar jika dokumen berhasil dimuat dan siap.
ja: ドキュメントが正常に読み込まれて準備ができている場合に真となる。
tr: Bir belge başarıyla yüklendi ve hazır ise doğru.

source: Error description if document failed to load, None otherwise.
es: Descripción del error si el documento no se cargó, None en caso contrario.
id: Deskripsi kesalahan jika dokumen gagal dimuat, None jika tidak.
ja: ドキュメントの読み込みに失敗した場合のエラーメッセージ。それ以外の場合はNone。
tr: Döküman yüklenememişse hata açıklaması, aksi halde None.

source: Get size of a specific page.
es: Obtener el tamaño de una página específica.
id: Dapatkan ukuran dari halaman tertentu.
ja: 特定のページのサイズを取得する。
tr: Belirli bir sayfanın boyutunu al.

source: Zero-based page index
es: Índice de página basado en cero
id: Indeks halaman berbasis nol
ja: ゼロベースのページインデックス
tr: Sıfır tabanlı sayfa dizini

source: Tuple of (width, height) or None if invalid index
es: Tupla de (ancho, alto) o None si el índice es inválido
id: Tuple dari (lebar, tinggi) atau None jika indeks tidak valid
ja: (widht, height) のタプル、または無効なインデックスの場合に None
tr: (width, height) ikilisi veya geçersiz indeks durumunda None

source: Reset model to initial unloaded state.
es: Restablecer el modelo al estado inicial sin cargar.
id: Setel ulang model ke keadaan awal yang tidak terload.
ja: モデルを初期のアンロード状態にリセットします。
tr: Modeli başlangıçta yüklenmemiş duruma sıfırlayın.

source: Batch update all document properties after successful load.
es: Actualizar por lotes todas las propiedades del documento después de una carga exitosa.
id: Memperbarui semua properti dokumen secara sekaligus setelah proses pemuatan berhasil.
ja: ロードに成功した後で、すべてのドキュメントプロパティをバッチ更新します。
tr: Başarılı bir yükleme sonrası tüm belge özelliklerini toplu olarak güncelle.

source: Full path to the PDF file
es: Ruta completa al archivo PDF
id: Lokasi lengkap file PDF
ja: PDFファイルへのフルパス
tr: PDF dosyasının tam yolu

source: Total pages in document
es: Páginas totales en el documento
id: Total halaman dalam dokumen
ja: ドキュメント内の合計ページ数
tr: Belgedeki toplam sayfa sayısı

source: (width, height) tuples for each page
es: tuplas (ancho, alto) para cada página
id: tupel (lebar, tinggi) untuk setiap halaman
ja: 各ページの（幅、高さ）のタプル
tr: Her sayfa için (genişlik, yükseklik) tuplesi

source: Mark document as failed to load with error description.
es: Marcar documento como fallido al cargar con la descripción del error.
id: Tandai dokumen sebagai gagal dimuat dengan deskripsi kesalahan.
ja: エラーの説明と共にドキュメントを読み込み失敗としてマークする。
tr: Belgeyi hata açıklamasıyla yüklenemedi olarak işaretle.

source: Human-readable error explanation
es: Explicación del error legible por humanos
id: Penjelasan kesalahan yang dapat dibaca manusia
ja: 人間が読めるエラー説明
tr: İnsanlar tarafından okunabilen hata açıklaması

source: Developer-friendly string representation of document state.
es: Representación de cadena amigable para desarrolladores del estado del documento.
id: Reprezentasi string yang ramah pengembang dari status dokumen.
ja: 開発者向けのドキュメント状態の文字列表現
tr: Geliştirici dostu döküman durumu dizesi temsili.

source: Margin Settings Model
es: Modelo de Configuración de Márgenes
id: Model Pengaturan Margin
ja: マージン設定モデル
tr: Kenar Boşlukları Ayarları Modeli

source: Margin settings model for MVP architecture.
es: Modelo de configuración de márgenes para la arquitectura MVP.
id: Model pengaturan margin untuk arsitektur MVP.
ja: MVPアーキテクチャのマージン設定モデル。
tr: MVP mimarisi için kenar boşlukları ayarlaması modeli.

source: This model handles margin configuration without any UI dependencies.
es: Este modelo maneja la configuración de márgenes sin depender de ninguna interfaz gráfica.
id: Model ini menangani konfigurasi margin tanpa ketergantungan UI.
ja: このモデルは、UIの依存関係なしにマージン設定を処理します。
tr: Bu model, herhangi bir UI bağımlılığı olmadan kenar boşlukları yapılandırır.

source: Model for margin settings data.
es: Modelo para datos de configuración de márgenes.
id: Model untuk data pengaturan margin.
ja: マージン設定データのモデル。
tr: Kenar ayarı verileri modeli.

source: This model stores: - Safety margins (in mm and points) - Spine width - Flap dimensions - Document type
es: Este modelo almacena: - Margenes de seguridad (en mm y puntos) - Ancho de lomo - Dimensiones de solapa - Tipo de documento
id: Model ini menyimpan: - Margins keamanan (dalam mm dan poin) - Lebar tulang belakang - Dimensi flap - Jenis dokumen
ja: このモデルは以下を保存します。 - 安全余白（mmおよびポイント単位） - 背幅 - フラップの寸法 - ドキュメントタイプ
tr: Bu model şunları saklar: - Güvenlik payları (mm ve puan cinsinden) - Arka kapak genişliği - Kapağın boyutları - Döküman türü

source: It does NOT handle: - Margin rendering (that's a view concern) - Margin calculation (that's a presenter concern)
es: No maneja: - Representación de márgenes (eso es una preocupación de la vista) - Cálculo de márgenes (eso es una preocupación del presentador)
id: Ini TIDAK menangani: - Rendering margin (itu adalah kekhawatiran tampilan) - Perhitungan margin (itu adalah kekhawatiran presenter)
ja: 処理しません： - 余白のレンダリング（これはビューに関する処理です） - 余白の計算（これはプレゼンターに関する処理です）
tr: İşlemez: - Kenar Boşluğu Görselleştirme (bu, görünümle ilgilidir) - Kenar Boşluğu Hesaplaması (bu, sunucu ile ilgilidir)

source: Initialize margin settings with publishing industry defaults.
es: Inicializar la configuración de márgenes con los valores predeterminados de la industria editorial.
id: Inisialisasi pengaturan margin dengan default industri penerbitan.
ja: 出版業界のデフォルト設定で余白設定を初期化します。
tr: Yayın sektörü varsayılanlarıyla kenar boşluk ayarlarını başlatın.

source: 'interior', 'cover', or 'dustjacket'.
es: 'interior', 'portada' o 'contraportada'.
id: 'interior', 'sampul', atau 'selubung'.
ja: 「インテリア」、「表紙」、または「ジャケット」。
tr: 'İç kısım', 'kapak' veya 'dustjacket'.

source: type
es: tipo
id: jenis
ja: タイプ
tr: tip

source: Current document type
es: Tipo actual de documento
id: Jenis dokumen saat ini
ja: 現在の文書タイプ
tr: Mevcut belge türü

source: Get number of pages.
es: Obtener el número de páginas.
id: Dapatkan jumlah halaman.
ja: ページ数を取得する。
tr: Sayfa sayısını al.

source: Get safety margin in millimeters.
es: Obtenga la margen de seguridad en milímetros.
id: Dapatkan margin keamanan dalam milimeter.
ja: ミリメートル単位で安全係数を取得する。
tr: Güvenlik marjını milimetre cinsinden alın.

source: Get safety margin in points.
es: Obtén la margen de seguridad en puntos.
id: Dapatkan margin keamanan dalam poin.
ja: ポイントで安全余裕を確保する。
tr: Noktalarda güvenlik marjını alın.

source: Get spine width.
es: Obtener el ancho de la espina.
id: Dapatkan lebar tulang belakang.
ja: 脊柱の幅を取得する。
tr: Omurga genişliğini al.

source: Get flap width.
es: Obtener el ancho de la solapa.
id: Dapatkan lebar flap.
ja: フラップの幅を取得する。
tr: Kapak genişliğini al.

source: Get flap height.
es: Obtener la altura de la abertura.
id: Dapatkan ketinggian lipat.
ja: フラップの高さを取得する。
tr: Kapak yüksekliğini al.

source: Get show margins flag.
es: Obtener la marca de márgenes de la presentación.
id: Dapatkan flag margin tampilan.
ja: 表示余白フラグを取得する。
tr: Gösterim marjları bayrağını al.

source: Get show trim lines flag.
es: Obtener la marca de líneas de recorte.
id: Dapatkan flag garis potong tampilan.
ja: 表示トリムラインフラグを取得する。
tr: Gösterme çizgileri bayrağını al.

source: Get show barcode flag.
es: Obtener la marca de código de barras.
id: Dapatkan flag barcode.
ja: バーコードフラグを取得する。
tr: Barkod bayrağını al.

source: Get show fold lines flag.
es: Obtener la marca de líneas de plegado.
id: Dapatkan garis lipat tanda.
ja: 表示折り目ラインフラグを取得する。
tr: Göster klasör çizgileri bayrağını al.

source: Get show bleed lines flag.
es: Obtener la marca de líneas de sangrado.
id: Dapatkan bendera garis pendarahan.
ja: 表示境界線フラグを取得する。
tr: Göster gecikme çizgileri bayrağını al.

source: Developer-friendly string representation of margin settings.
es: Representación de cadena amigable para desarrolladores de la configuración de márgenes.
id: Reprezentasi string yang ramah pengembang untuk pengaturan margin.
ja: 開発者向けにわかりやすいマージン設定の文字列表現。
tr: Geliştirici dostu kenar ayarlarının dize temsili.

source: Configuration Model
es: Modelo de configuración
id: Model Konfigurasi
ja: 構成モデル
tr: Yapılandırma Modeli

source: Configuration model for MVP architecture.
es: Modelo de configuración para la arquitectura MVP.
id: Model konfigurasi untuk arsitektur MVP.
ja: MVPアーキテクチャの構成モデル。
tr: MVP mimarisi için yapılandırma modeli.
