Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Whether fold lines should be visible initially
es: Si las líneas de plegado deben ser visibles inicialmente
id: Apakah garis lipat harus terlihat pada awalnya
ja: 初期表示時に折り目が見えるかどうか
tr: Başta katlama çizgilerinin görünür olup olmadığı

source: Whether bleed lines should be visible initially
es: Si las líneas de sangrado deben ser visibles inicialmente
id: Apakah garis bocoran harus terlihat pada awalnya
ja: 初期状態でブリードラインを表示するかどうか
tr: Başlangıçta kanama çizgilerinin görünür olup olmaması

source: Show/hide View menu items based on what's relevant for the document type.
es: Muestra/oculta elementos del menú Ver según lo que sea relevante para el tipo de documento.
id: Tampilkan/sembunyikan item menu Tampilan berdasarkan hal yang relevan untuk jenis dokumen.
ja: ドキュメントの種類に応じて関連性があるものに基づいて、[表示] メニューの項目を表示または非表示にします。
tr: Belge türüne göre ilgili olan menü öğelerini görüntüle/gizle.

source: One of 'interior', 'cover', or 'dustjacket'
es: Uno de 'interior', 'portada' o 'sobrecubierta'
id: Salah satu dari 'interior', 'sampul', atau 'selubung'
ja: 「インテリア」、「カバー」、または「ダストジャケット」のいずれか
tr: 'İç kısım', 'kapak' veya 'dustjacket' ifadelerinden biri

source: Navigation Controller
es: Controlador de Navegación
id: NavController
ja: ナビゲーションコントローラー
tr: Navigasyon Denetleyicisi

source: Centralized navigation controller - single source of truth for ALL navigation.
es: Controlador de navegación centralizado - única fuente de verdad para TODA la navegación.
id: Pengontrol navigasi terpusat - sumber kebenaran tunggal untuk SEMUA navigasi.
ja: 集中型ナビゲーションコントローラー - すべてのナビゲーションにおける唯一の信頼できる情報源。
tr: Merkezi gezinti denetleyicisi - Tüm gezinti için tek gerçek kaynak.

source: Controls all navigation in the application.
es: Controla toda la navegación en la aplicación.
id: Mengontrol semua navigasi dalam aplikasi.
ja: アプリケーション内のすべてのナビゲーションを制御します。
tr: Uygulamadaki tüm navigasyonu kontrol eder.

source: This is the SINGLE place where navigation happens. No more scattered methods, no more event chains.
es: Este es el ÚNICO lugar donde ocurre la navegación. No más métodos dispersos, no más cadenas de eventos.
id: Ini adalah TEMPAT TUNGGAL di mana navigasi terjadi. Tidak ada lagi metode yang tersebar, tidak ada lagi rantai acara.
ja: これはナビゲーションが行われる唯一の場所です。散らばったメソッドやイベントチェーンはもう必要ありません。
tr: Bu, navigasyonun gerçekleştiği TEK yerdir. Yayılık metodlarından ve olay zincirlerinden kurtulun.

source: Initialize the navigation controller.
es: Inicializar el controlador de navegación.
id: Inisialisasi controller navigasi.
ja: ナビゲーションコントローラーを初期化します。
tr: Navigasyon denetleyicisini başlatın.

source: Reference to the main window
es: Referencia a la ventana principal
id: Referensi ke jendela utama
ja: メインウィンドウへの参照
tr: Ana pencereye başvuru

source: Lazy initialization of scroll controller.
es: Inicialización perezosa del controlador de desplazamiento.
id: Inisialisasi malas dari controller scroll.
ja: スクロールコントローラーの遅延初期化。
tr: Kaydırma denetleyicisinin tembelleşmiş başlatımı.

source: Navigate to the first page.
es: Vaya a la primera página.
id: Navigasikan ke halaman pertama.
ja: 最初のページに移動します。
tr: İlk sayfaya git.

source: Navigate to the previous page or page pair in side-by-side mode.
es: Navegue a la página anterior o par de páginas en modo lado a lado.
id: Navigasikan ke halaman sebelumnya atau pasangan halaman dalam mode berdampingan.
ja: サイドバイサイドモードで前のページまたはページペアに移動します。
tr: Yan yana modda önceki sayfaya veya sayfa çiftine gidin.

source: Navigate to the next page or page pair in side-by-side mode.
es: Vaya a la página siguiente o al par de páginas siguiente en modo lado a lado.
id: Navigasikan ke halaman berikutnya atau pasangan halaman dalam mode samping-ke-samping.
ja: サイドバイサイドモードで次のページまたはページペアに移動します。
tr: Yan yana modda bir sonraki sayfaya veya sayfa çiftine geçin.

source: Navigate to the last page.
es: Vaya a la última página.
id: Pergilah ke halaman terakhir.
ja: 最後のページに移動してください。
tr: Son sayfaya git.

source: Navigate to a specific page by number.
es: Navegue a una página específica por número.
id: Navigasikan ke halaman tertentu berdasarkan nomor.
ja: ページ番号で特定のページに移動します。
tr: Sayfa numarasıyla belirli bir sayfaya gidin.

source: 1-based page number to navigate to
es: número de página basado en 1 para navegar a
id: nomor halaman berbasis 1 untuk beralih ke
ja: 移動する1から始まるページ番号
tr: 1 tabanlı sayfa numarası, gitmek için

source: Page Positions
es: Posiciones de página
id: Posisi Halaman
ja: ページの位置
tr: Sayfa Konumları

source: Page position calculator for determining page locations in the view.
es: Calculadora de posición de página para determinar ubicaciones de página en la vista.
id: Kalkulator posisi halaman untuk menentukan lokasi halaman dalam tampilan.
ja: ビュー内でのページ位置を決定するためのページ位置計算機。
tr: Görünümde sayfa konumlarını belirlemek için sayfa pozisyonu hesaplayıcısı.

source: Calculates page positions for scrolling and navigation.
es: Calcula las posiciones de las páginas para hacer el desplazamiento y la navegación.
id: Menghitung posisi halaman untuk pengguliran dan navigasi.
ja: スクロールおよびナビゲーションのページ位置を計算します。
tr: Kaydırma ve gezinme için sayfa konumlarını hesaplar.

source: Initialize the calculator.
es: Inicialice la calculadora.
id: Inisialisasi kalkulator.
ja: 計算機を初期化します。
tr: Hesap makinesini başlatın.

source: Presenter for document operations
es: Presentador para operaciones de documentos
id: Presenter untuk operasi dokumen
ja: ドキュメント操作用プレゼンター
tr: Belge işlemleri sunucusu

source: Presenter for navigation operations
es: Presentador para operaciones de navegación
id: Pemandu untuk operasi navigasi
ja: ナビゲーション操作用プレゼンター
tr: Navigasyon işlemleri sunucusu

source: Find center point of page in vertically stacked layout.
es: Encuentre el punto central de la página en un diseño apilado verticalmente.
id: Temukan titik tengah halaman dalam tata letak yang ditumpuk secara vertikal.
ja: 縦方向に積み重ねられたレイアウトでページの中心点を見つける。
tr: Dikey yığılmış düzeninde sayfanın merkez noktasını bulun.

source: (x, y) scene coordinates of page center
es: (x, y) coordenadas de la escena del centro de la página
id: Koordinat (x, y) pusat halaman dalam scene
ja: ページ中心の(x, y)シーン座標
tr: (x, y) sayfa merkezinin sahne koordinatları

source: Find center point of page pair containing the given page.
es: Encuentra el punto central del par de páginas que contiene la página dada.
id: Temukan titik tengah dari pasangan halaman yang berisi halaman yang diberikan.
ja: 指定されたページを含むページペアの中心点を見つける。
tr: Belirtilen sayfayı içeren sayfa çiftinin merkez noktasını bulun.

source: Book layout: page 1 alone, then pairs (2-3), (4-5), etc.
es: Diseño del libro: página 1 sola, luego en parejas (2-3), (4-5), etc.
id: Tata letak buku: halaman 1 sendiri, lalu pasangan (2-3), (4-5), dst.
ja: 本のレイアウト：1ページだけ、その後はペアで（2-3）、（4-5）など。
tr: Kitap tasarımı: 1. sayfa tek, ardından çiftler (2-3), (4-5), vb.

source: (x, y) scene coordinates of pair center
es: (x, y) coordenadas de la escena del centro del par
id: (x, y) koordinat adegan dari pusat pasangan
ja: ペアの中心の(x, y)シーン座標
tr: (x, y) çift merkezinin sahne koordinatları

source: Page Renderer
es: Renderizador de Página
id: Pengurai Halaman
ja: ページ レンダラー
tr: Sayfa Gönderici

source: Page rendering component for the PDF viewer.
es: Componente de representación de página para el visor de PDF.
id: Komponen rendering halaman untuk PDF viewer.
ja: PDFビューワーのページレンダリングコンポーネント。
tr: PDF görüntüleyici için sayfa işlevi bileşeni.

source: This refactored version uses the Strategy pattern to delegate rendering to specialized strategies based on the view mode and document type.
es: Esta versión refactorizada utiliza el patrón Strategy para delegar el renderizado a estrategias especializadas según el modo de vista y el tipo de documento.
id: Versi yang direfaktor ini menggunakan pola Strategy untuk mendelegasikan rendering ke strategi spesialis berdasarkan mode tampilan dan jenis dokumen.
ja: このリファクタリングされたバージョンでは、戦略パターンを使用して、ビュー モードとドキュメントの種類に基づいてレンダリングを専門の戦略に委譲しています。
tr: Bu yeniden yapılanmış sürüm, görünüm modu ve belge türüne dayalı olarak özel stratejilere işlevi devredebilmek için Strateji desenini kullanmaktadır.

source: Component responsible for coordinating page rendering.
es: Componente responsable de coordinar el renderizado de la página.
id: Komponen yang bertanggung jawab untuk mengkoordinasikan rendering halaman.
ja: ページのレンダリングを調整するコンポーネント。
tr: Sayfa işleme işlemlerini koordine eden bileşen.

source: This class uses the Strategy pattern to delegate actual rendering to specialized strategies based on the current view mode.
es: Esta clase utiliza el patrón Strategy para delegar el renderizado real a estrategias especializadas según el modo de vista actual.
id: Kelas ini menggunakan pola Strategy untuk mendelegasikan rendering sebenarnya ke strategi-strategi khusus berdasarkan mode tampilan saat ini.
ja: このクラスは、現在の表示モードに基づいて専用の戦略にレンダリング処理を委譲するために、ストラテジパターンを使用しています。
tr: Bu sınıf, mevcut görünüm moduna göre özelleştirilmiş stratejilere işleri devredebilmek için Strateji desenini kullanır.

source: Initialize the page renderer.
es: Inicializa el renderizador de páginas.
id: Inisialisasi renderer halaman.
ja: ページレンダラーを初期化します。
tr: Sayfa işleyiciyi başlat.

source: The Qt PDF document
es: El documento PDF de Qt
id: Dokumen PDF Qt
ja: Qt PDFドキュメント
tr: Qt PDF belgesi

source: Select and execute the appropriate rendering strategy.
es: Seleccione y ejecute la estrategia de representación adecuada.
id: Pilih dan lakukan strategi rendering yang tepat.
ja: 適切なレンダリング戦略を選択し、実行してください。
tr: Uygun işleyici stratejisini seçin ve çalıştırın.

source: Strategy selection based on: - Presentation mode → single/pair only - Interior + side-by-side → all pairs stacked - Interior + single → all pages stacked - Cover/dustjacket → single page only
es: Selección de estrategia basada en: - Modo de presentación → solo individual/pareja - Interior + uno al lado del otro → todas las parejas apiladas - Interior + individual → todas las páginas apiladas - Portada/contraportada → solo página individual
id: Pemilihan strategi berdasarkan: - Mode presentasi → hanya single/pasangan - Interior + samping-ke-samping → semua pasangan tumpuk - Interior + single → semua halaman tumpuk - Cover/sampul fleksibel → hanya halaman tunggal
ja: 戦略の選択は以下の通りです。 - プレゼンテーションモード → シングル/ペアのみ - 内部 + サイドバイサイド → すべてのペアを積み重ね - 内部 + シングル → すべてのページを積み重ね - 表紙/ジャケット → シングルページのみ
tr: Strateji seçimi şuna dayanmaktadır: - Sunum modu → sadece tekli/çiftli - İçerik + yan yana → tüm çiftler yığılım halinde - İçerik + tekli → tüm sayfalar yığılım halinde - Kapak/dustjacket → sadece tekli sayfa

source: Optional zoom adjustment after rendering
es: Ajuste de zoom opcional después de la renderización
id: Penyesuaian zoom opsional setelah rendering
ja: レンダリング後のオプションズーム調整
tr: Oluşturma sonrası isteğe bağlı yakınlaştırma ayarı

source: Enable/disable presentation mode rendering.
es: Habilitar/deshabilitar el modo de presentación.
id: Mengaktifkan/menonaktifkan mode presentasi rendering.
ja: プレゼンテーションモードのレンダリングを有効/無効にします。
tr: Sunum modu işleme özelliğini aç/kapat.

source: True for single page/pair only, False for stacked pages
es: Verdadero para página individual/página doble solamente, Falso para páginas apiladas
id: Benar untuk satu halaman/pasangan saja, Salah untuk halaman yang ditumpuk
ja: 単ページ／ペアのみの場合に真、スタックされたページの場合に偽
tr: Yalnızca tek sayfa/çift için Doğru, yığılmış sayfalar için Yanlış

source: Control spine/flap fold line visibility.
es: Controlar la visibilidad de la línea de plegado de la espina/abertura.
id: Kontrol visibilitas garis lipat tulang belakang/lipatan.
ja: スパイン/フラップの折り目ラインの表示を制御します。
tr: Omurga/kapak katlama çizgisi görünürlüğünü kontrol edin.

source: True to display fold indicators on covers/dustjackets
es: Verdadero para mostrar indicadores de dobleces en las cubiertas/envoltorios externos
id: Benar untuk menampilkan indikator lipatan pada sampul/balai-balai
ja: 表紙／ジャケットに折り目表示を表示する場合は「True」
tr: Kapaklarda/dustjacket'te katlama göstergelerini görüntülemek için doğru olsun

source: Clear cached configuration values in renderers.
es: Limpiar los valores de configuración en caché en los renderizadores.
id: Hapus nilai konfigurasi yang dicache dalam renderer.
ja: レンダラ内のキャッシュされた構成値をクリアします。
tr: Renderlerde önbellek yapılandırması değerlerini temizleyin.

source: Release all strategy instances and clear references (idempotent).
es: Libere todas las instancias de estrategia y borre las referencias (idempotente).
id: Lepaskan semua instance strategi dan bersihkan referensi (idempoten).
ja: すべての戦略インスタンスを解放し、参照をクリアします（副作用なし）。
tr: Tüm strateji örneklerini serbest bırak ve referansları temizle (idempotent).

source: Page SpinBox
es: Cuadro de giro de página
id: SpinBox Halaman
ja: ページ SpinBox
tr: Sayfa SpinBox

source: Custom QSpinBox that properly handles navigation keys.
es: QSpinBox personalizado que maneja correctamente las teclas de navegación.
id: QSpinBox khusus yang dengan baik menangani tombol navigasi.
ja: ナビゲーションキーを正しく処理するカスタムQSpinBox。
tr: Navigasyon tuşlarını doğru şekilde işleyen özel QSpinBox.

source: Bases: :py:class:`~PySide6.QtWidgets.QSpinBox`
id: Basis: :py:class:`~PySide6.QtWidgets.QSpinBox`
ja: ベース: :py:class:`~PySide6.QtWidgets.QSpinBox`
tr: Temeller: :py:class:`~PySide6.QtWidgets.QSpinBox`

source: Custom spinbox for page navigation that doesn't interfere with document navigation keys.
es: Caja de giro personalizada para la navegación por páginas que no interfiere con las teclas de navegación del documento.
id: Spinbox khusus untuk navigasi halaman yang tidak mengganggu tombol navigasi dokumen.
ja: ドキュメントのナビゲーションキーと干渉しないページナビゲーション用のカスタムスピンボックス。
tr: Belge gezinme tuşlarıyla çakışmayan, sayfa gezinme için özel spinbox.

source: Initialize the page spinbox.
es: Inicializar el cuadro de giro de la página.
id: Inisialisasi spinbox halaman.
ja: ページスピンボックスを初期化します。
tr: Sayfa spinbox'ını başlat.

source: Parent widget
es: Widget principal
id: Widget induk
ja: 親ウィジェット
tr: Ebeveyn widget

source: Connect to main window for delegating navigation keys.
es: Conéctese a la ventana principal para delegar las teclas de navegación.
id: Sambungkan ke jendela utama untuk mendistribusikan tombol navigasi.
ja: メインウィンドウに接続してナビゲーションキーを委譲します。
tr: Ana pencereye bağlanarak gezinme tuşlarını devre dışı bırakın.

source: MainWindow instance with graphics_view
es: Instancia de MainWindow con graphics_view
id: Instansi MainWindow dengan graphics_view
ja: グラフィックスビューを備えたMainWindowインスタンス
tr: grafik_örneği olan MainWindow örneği

source: Intercept navigation keys and delegate to graphics view.
es: Interceptar teclas de navegación y delegar a la vista gráfica.
id: Intersepsi tombol navigasi dan serahkan ke tampilan grafis.
ja: ナビゲーションキーをインターセプトし、グラフィックスビューにデリゲートする。
tr: Navigasyon tuşlarını yakala ve grafik görünümüne devret.

source: Allows arrow keys, page up/down, etc. to navigate document instead of changing spinbox value.
es: Permite usar las teclas de flecha, página arriba/abajo, etc., para navegar por el documento en lugar de cambiar el valor de la caja de giro.
id: Memungkinkan tombol panah, page up/down, dll. untuk menavigasi dokumen alih-alih mengubah nilai spinbox.
ja: 矢印キー、ページアップ/ダウンなどを使用してドキュメントをナビゲートし、スピンボックスの値を変更する代わりに使用できます。
tr: Ok tuşları, sayfa yukarı/aşağı gibi tuşların spinbox değerini değiştirmek yerine belgede gezinmesine olanak tanır.

source: Qt keyboard event
es: evento de teclado de Qt
id: Qt event keyboard
ja: Qt キーボードイベント
tr: Qt klavye olayı

source: Preferences Dialog
es: Diálogo de preferencias
id: Dialog Preferensi
ja: 設定ダイアログ
tr: Tercihler İletişim Kutusu

source: Preferences dialog for Momovu application.
es: Diálogo de preferencias para la aplicación Momovu.
id: Dialog preferensi untuk aplikasi Momovu.
ja: モモヴアプリケーションの設定ダイアログ。
tr: Momovu uygulaması için tercihler penceresi.

source: Preferences dialog following PySide6 best practices.
es: Diálogo de preferencias siguiendo las mejores prácticas de PySide6.
id: Dialog preferensi mengikuti praktik terbaik PySide6.
ja: PySide6のベストプラクティスに従った設定ダイアログ。
tr: PySide6 en iyi uygulamalarını takip eden Tercihler iletişim kutusu.

source: Initialize the preferences dialog.
es: Inicializar el cuadro de diálogo de preferencias.
id: Inisialisasi dialog preferensi.
ja: 設定ダイアログを初期化します。
tr: Tercihler iletişim kutusunu başlatın.

source: Configuration manager instance
es: Instancia del administrador de configuración
id: Instansi manajer konfigurasi
ja: 構成管理インスタンス
tr: Yapılandırma yöneticisi örneği

source: Set up the dialog UI.
es: Configura la interfaz de diálogo.
id: Buat tampilan dialog.
ja: ダイアログUIを設定する。
tr: İletişim kutusu UI'sini ayarla.

source: Create the general settings tab.
es: Cree la pestaña de configuración general.
id: Buat tab pengaturan umum.
ja: 一般設定タブを作成します。
tr: Genel ayarlar sekmesini oluşturun.

source: Widget containing general settings
es: Widget que contiene configuraciones generales
id: Widget yang berisi pengaturan umum
ja: 一般的な設定を含むウィジェット
tr: Genel ayarları içeren widget

source: Create the colors settings tab.
es: Crea la pestaña de configuración de colores.
id: Buat tab pengaturan warna.
ja: 色の設定タブを作成する。
tr: Renk ayarları sekmesini oluşturun.

source: Widget containing color settings
es: Widget que contiene ajustes de color
id: Widget yang berisi pengaturan warna
ja: 色設定を含むウィジェット
tr: Renk ayarlarını içeren widget

source: Create the recent files management tab.
es: Cree la pestaña de administración de archivos recientes.
id: Buat tab manajemen berkas terbaru.
ja: 最近使用したファイルの管理タブを作成する。
tr: Yeni dosyaları yönetme sekmesini oluşturun.

source: Widget containing recent files list
es: Widget que contiene la lista de archivos recientes
id: Widget yang berisi daftar file terbaru
ja: 最近使用したファイルのリストを含むウィジェット
tr: Yakın zamanda kullanılan dosyalar listesini içeren widget

source: Create a color picker button with preview.
es: Crea un botón para seleccionar color con vista previa.
id: Buat tombol pemilih warna dengan pratinjau.
ja: プレビュー付きのカラーピッカーボタンを作成する。
tr: Önizleme ile bir renk seçici butonu oluşturun.

source: Initial color
es: Color inicial
id: Warna awal
ja: 初期色
tr: İlk renk

source: Color picker button
es: Botón selector de color
id: Tombol pemilih warna
ja: 色選択ボタン
tr: Renk seçici düğmesi

source: Update button appearance to show color.
es: Actualizar el aspecto del botón para mostrar el color.
id: Perbarui tampilan tombol untuk menampilkan warna.
ja: 色を表示するように更新ボタンの外観を変更する。
tr: Renk göstermek için güncelleme düğmesinin görünümünü değiştirin.

source: Button to update
es: Botón para actualizar
id: Tombol untuk memperbarui
ja: 更新ボタン
tr: Güncelleme düğmesi

source: Color to display
es: Color para mostrar
id: Warna untuk ditampilkan
ja: 表示する色
tr: Ekran renkleri

source: Open color dialog for the specified overlay type.
es: Abre el cuadro de diálogo de color para el tipo de superposición especificado.
id: Buka dialog warna untuk jenis overlay yang ditentukan.
ja: 指定されたオーバーレイタイプの色ダイアログを開きます。
tr: Belirtilen örtü türü için renk iletişim kutusunu aç.

source: Type of overlay to set color for
es: Tipo de superposición para establecer color
id: Jenis overlay yang akan diatur warnanya
ja: 色を設定するオーバーレイの種類
tr: Renk ayarlamak için kullanılacak örtü türü

source: Apply a colorblind preset to all color settings.
es: Aplica una configuración predeterminada para personas con dificultad para distinguir colores a todas las configuraciones de color.
id: Terapkan preset untuk penglihatan warna pada semua pengaturan warna.
ja: すべての色設定に色覚障害用のプリセットを適用します。
tr: Tüm renk ayarlarına renk körlüğü önceden ayarlanmış değerlerini uygula.

source: Name of the preset to apply (protanopia, deuteranopia, or tritanopia)
es: Nombre del preset que aplicar (protanopia, deuteranopia o tritanopia)
id: Nama preset yang akan diterapkan (protanopia, deuteranopia, atau tritanopia)
ja: 適用するプリセットの名前（protanopia、deuteranopia、tritanopia）
tr: Uygulanacak önceden ayarlanmış isim (protanopia, deuteranopia veya tritanopia)

source: Handle recent file selection change.
es: Controlar el cambio en la selección del archivo reciente.
id: Menangani perubahan pemilihan berkas terbaru.
ja: 最近のファイル選択の変更を処理する。
tr: Yeni dosya seçimini işle.

source: Remove the selected file from recent files.
es: Eliminar el archivo seleccionado de los archivos recientes.
id: Hapus berkas yang dipilih dari berkas-berkas terbaru.
ja: 選択したファイルを最近使ったファイルから削除します。
tr: Seçilen dosyayı son dosyalar listesinden kaldır.

source: Reset all settings to defaults with confirmation.
es: Restablecer todos los ajustes a los valores predeterminados con confirmación.
id: Atur ulang semua pengaturan ke default dengan konfirmasi.
ja: 確認してからすべての設定を既定値にリセットします。
tr: Tüm ayarları onayla varsayılana sıfırla.

source: Load current settings into the dialog.
es: Cargar la configuración actual en el cuadro de diálogo.
id: Memuat pengaturan saat ini ke dalam dialog.
ja: ダイアログに現在の設定を読み込みます。
tr: Mevcut ayarları diyalog kutusuna yükle.

source: Load recent files into the list widget.
es: Cargue archivos recientes en el widget de lista.
id: Memuat file-file terbaru ke dalam widget daftar.
ja: リストウィジェットに最近のファイルを読み込みます。
tr: Liste widgetine son dosyaları yükle.

source: Save settings from the dialog using batch update to prevent signal spam.
es: Guarde la configuración del diálogo usando la actualización por lotes para prevenir señales innecesarias.
id: Simpan pengaturan dari dialog menggunakan pembaruan batch untuk mencegah spam sinyal.
ja: ダイアログから設定を保存する際は、バッチ更新を使用してシグナルのスパムを防ぎます。
tr: Ayarları, sinyal spam'ını önlemek için toplu güncelleme kullanarak diyalogdan kaydedin.

source: Accept the dialog and save settings with proper cleanup.
es: Acepte el diálogo y guarde la configuración con un cierre adecuado.
id: Terima dialog dan simpan pengaturan dengan pembersihan yang tepat.
ja: ダイアログを受理し、適切なクリーンアップとともに設定を保存します。
tr: İletişimi kabul edin ve ayarları düzgün temizleme ile kaydedin.

source: Scroll Manager
es: Administrador de desplazamiento
id: Manajer Gulir
ja: スクロールマネージャ
tr: Kaydırma Yöneticisi

source: Scroll controller for managing view scrolling to pages.
es: Controlador de desplazamiento para gestionar el desplazamiento de la vista a las páginas.
id: Pengontrol gulir untuk mengelola pengguliran tampilan ke halaman.
ja: ページの表示スクロールを管理するスクロールコントローラー。
tr: Sayfalara kaydırmak için görünüm kaydırma denetleyicisi.

source: Manages scrolling the graphics view to show specific pages.
es: Administra el desplazamiento de la vista gráfica para mostrar páginas específicas.
id: Mengelola pengguliran tampilan grafis untuk menampilkan halaman tertentu.
ja: グラフィックス ビューをスクロールして特定のページを表示します。
tr: Grafik görünümünü kaydırmayı yöneterek belirli sayfaları gösterir.

source: Initialize the scroll controller.
es: Inicializar el controlador de desplazamiento.
id: Inisialisasi controller scroll.
ja: スクロールコントローラーを初期化します。
tr: Kaydırma kontrolcüsünü başlatın.

source: The QGraphicsView to control
es: El QGraphicsView para controlar
id: QGraphicsView untuk dikontrol
ja: 操作するQGraphicsView
tr: Kontrol edilen QGraphicsView

source: Center view on current page in stacked single-page layout.
es: Centrar la vista en la página actual en el diseño de página única apilada.
id: Pusatkan tampilan pada halaman saat ini dalam tata letak halaman tumpuk.
ja: スタックされたシングルページレイアウトで、現在のページを中央に表示します。
tr: Yığınlanmış tek sayfa düzeninde geçerli sayfada merkeze al.

source: Center view on current page pair in stacked side-by-side layout.
es: Centrar la vista en el par de páginas actual en el diseño lateral apilado.
id: Pusatkan tampilan pada pasangan halaman saat ini dalam tata letak berdampingan tumpuk.
ja: スタックされた並列レイアウトで現在のページペアを中央に表示する。
tr: Yığılmış yan yana düzeninde mevcut sayfa çiftine odaklan.
