Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: es, id, ja, tr

source: Function that receives the target page number (1-based)
es: Función que recibe el número de página objetivo (basado en 1)
id: Fungsi yang menerima nomor halaman target (berbasis 1)
ja: 対象ページ番号（1から始まる）を受取る関数
tr: Hedef sayfa numarasını (1 tabanlı) alan işlev

source: Display PDF file selection dialog and trigger callback on selection.
es: Muestra el cuadro de diálogo para seleccionar un archivo PDF y activa la devolución de llamada al seleccionarlo.
id: Menampilkan dialog pemilihan file PDF dan memicu callback saat dipilih.
ja: PDFファイル選択ダイアログを表示し、選択時にコールバックをトリガーします。
tr: PDF dosyası seçim iletişim kutusunu görüntüleyin ve seçimde geri çağrıyı tetikleyin.

source: Display the keyboard shortcuts reference dialog.
es: Muestra el cuadro de diálogo de referencia de atajos de teclado.
id: Tampilkan dialog referensi pintasan keyboard.
ja: キーボード ショートカットのリファレンス ダイアログを表示します。
tr: Klavye kısayolları referansı iletişim kutusunu göster.

source: Display application information and credits dialog.
es: Mostrar la información de la aplicación y el diálogo de créditos.
id: Menampilkan informasi aplikasi dan dialog kredit.
ja: アプリケーション情報とクレジットのダイアログを表示します。
tr: Uygulama bilgilerini ve kredi pencerelerini görüntüle.

source: Display page number input dialog and trigger navigation callback.
es: Mostrar el cuadro de diálogo de entrada del número de página y activar la devolución de llamada de navegación.
id: Menampilkan dialog input nomor halaman dan memicu callback navigasi.
ja: ページ番号入力ダイアログを表示し、ナビゲーションコールバックをトリガーする。
tr: Sayfa numarası girişi iletişim kutusunu görüntüleyin ve navigasyon geri aramasını tetikleyin.

source: Currently displayed page (1-based)
es: Página actualmente mostrada (comenzando en 1)
id: Halaman yang ditampilkan saat ini (berbasis 1)
ja: 現在表示されているページ（1から始まる）
tr: Şu anda görüntülenen sayfa (1 tabanlı)

source: Maximum page number allowed
es: Número máximo de página permitido
id: Nomor halaman maksimum yang diizinkan
ja: 許可される最大ページ数
tr: İzin verilen maksimum sayfa numarası

source: False prevents dialog display
es: Falso impide la visualización del diálogo
id: Salah mencegah tampilan dialog
ja: false はダイアログの表示を防ぎます
tr: Yanlış, diyalog gösterilmesini engeller

source: Extract page info from presenters and show go-to-page dialog.
es: Extraer información de la página de los presentadores y mostrar el diálogo para ir a la página.
id: Ekstrak informasi halaman dari pembicara dan tampilkan dialog ke halaman.
ja: プレゼンターからページ情報を抽出し、「ページ移動」ダイアログを表示する。
tr: Sunuculardan sayfa bilgisi çıkarın ve gitmek istediğiniz sayfayı gösteren bir iletişim kutusu açın.

source: Source for document loaded state
es: Origen para el estado cargado del documento
id: Sumber untuk status dokumen yang dimuat
ja: ドキュメントの読み込み済み状態のソース
tr: Belge yüklendi durumu kaynağı

source: Source for current/total page counts
es: Fuente para el recuento actual/total de páginas
id: Sumber untuk jumlah halaman saat ini/total
ja: 現在ページ数／合計ページ数のソース
tr: Mevcut/toplam sayfa sayısının kaynağı

source: Document Operations
es: Operaciones con Documentos
id: Operasi Dokumen
ja: ドキュメント操作
tr: Doküman İşlemleri

source: Document operation utilities for the Main Window.
es: Documentar utilidades de operación para la Ventana Principal.
id: Dokumentasikan utilitas operasi untuk Jendela Utama.
ja: メインウィンドウの操作ユーティリティをドキュメント化する。
tr: Ana Pencere için belgeleme işlemleri yardımcıları.

source: This module contains pure functions and utilities for document operations, extracted from the Main Window to reduce complexity and improve testability.
es: Este módulo contiene funciones puras y utilidades para operaciones con documentos, extraídas de la Ventana Principal para reducir la complejidad y mejorar la capacidad de prueba.
id: Modul ini berisi fungsi murni dan utilitas untuk operasi dokumen, yang diambil dari Jendela Utama untuk mengurangi kompleksitas dan meningkatkan kemampuan pengujian.
ja: このモジュールには、ドキュメント操作用の純粋関数とユーティリティが含まれており、メインウィンドウから抽出して複雑さを軽減し、テストしやすさを向上させるために作成されました。
tr: Bu modül, belge işlemleri için ana pencereden çıkarılarak karmaşıklığı azaltmak ve test edilebilirliği artırmak amacıyla toplanmış saf fonksiyonlar ve yardımcı programlar içerir.

source: Get filename component from full path.
es: Obtener el componente del nombre de archivo a partir de la ruta completa.
id: Dapatkan komponen nama file dari jalur penuh.
ja: フルパスからファイル名コンポーネントを取得する。
tr: Tüm yoldan dosya adı bileşenini al.

source: Full or relative path
es: Ruta completa o relativa
id: Lengkap atau jalur relatif
ja: フルパスまたは相対パス
tr: Tam veya göreceli yol

source: Filename with extension (e.g., 'document.pdf')
es: Nombre de archivo con extensión (por ejemplo, 'documento.pdf')
id: Nama file dengan ekstensi (misalnya, 'dokumen.pdf')
ja: 拡張子付きのファイル名（例: 'document.pdf'）
tr: Uzantılı dosya adı (örneğin, 'document.pdf')

source: Build window title showing app name and current document.
es: Crear el título de la ventana que muestre el nombre de la aplicación y el documento actual.
id: Bangun judul jendela yang menampilkan nama aplikasi dan dokumen saat ini.
ja: アプリ名と現在のドキュメントを表示するウィンドウタイトルを構築する。
tr: Uygulama adını ve mevcut belgeyi gösteren pencere başlığı oluşturun.

source: Application name (e.g., 'Momovu')
es: Nombre de la aplicación (por ejemplo, 'Momovu')
id: Nama aplikasi (misalnya, 'Momovu')
ja: アプリケーション名（例: 'Momovu'）
tr: Uygulama adı (örn. 'Momovu')

source: Current document name to append
es: Nombre del documento actual para adjuntar
id: Nama dokumen saat ini untuk di附加
ja: 追加する現在のドキュメント名
tr: Eklenecek mevcut belge adı

source: 'AppName' or 'AppName - filename.pdf'
es: 'NombreDeLaApp' o 'NombreDeLaApp - nombre_de_archivo.pdf'
id: 'NamaAplikasi' atau 'NamaAplikasi - namafile.pdf'
ja: 'AppName' または 'AppName - ファイル名.pdf'
tr: 'UygulamaAdı' veya 'UygulamaAdı - dosyaismi.pdf'

source: Filter out system exits from user-facing error dialogs.
es: Filtra las salidas del sistema de los cuadros de diálogo de errores orientados al usuario.
id: Saring keluar sistem dari dialog kesalahan yang menghadap pengguna.
ja: ユーザー向けエラーダイアログからシステム終了をフィルタリングする。
tr: Kullanıcıya yönelik hata iletişim kutularından sistem çıkışı filtreleyin.

source: Exception to evaluate
es: Excepción para evaluar
id: Pengecualian untuk mengevaluasi
ja: 評価例外
tr: Değerlendirme istisnası

source: False for KeyboardInterrupt/SystemExit, True otherwise
es: Falso para KeyboardInterrupt/SystemExit, Verdadero en caso contrario
id: False untuk KeyboardInterrupt/SystemExit, True selain itu
ja: KeyboardInterrupt/SystemExit の場合は False、それ以外は True
tr: KeyboardInterrupt / SystemExit için Yanlış, aksi takdirde Doğru

source: Format exception into readable error message for users.
es: Formatear la excepción en un mensaje de error legible para los usuarios.
id: Format pengecualian ke dalam pesan kesalahan yang dapat dibaca pengguna.
ja: フォーマット例外をユーザーが読み取り可能なエラーメッセージに変換する。
tr: Kullanıcılar için istisnayı okunabilir hata mesajına dönüştürün.

source: Exception to format
es: Excepción al formato
id: Pengecualian terhadap format
ja: フォーマットの例外
tr: Biçimden muafiyet

source: Optional location/operation description
es: Ubicación/operación opcional
id: Lokasi/keterangan operasi opsional
ja: オプションの場所/操作説明
tr: İsteğe bağlı konum/işlem açıklaması

source: Human-readable error description
es: Descripción legible por humanos del error
id: Keterangan kesalahan yang dapat dibaca manusia
ja: 人間が読めるエラーディスクリプション
tr: Kullanıcı tarafından okunabilir hata açıklaması

source: Result of a document operation with success/failure information.
es: Resultado de una operación con documentos con información de éxito/fracaso.
id: Hasil dari operasi dokumen dengan informasi sukses/gagal.
ja: 成功／失敗情報を含むドキュメント操作の結果。
tr: Başarı/başarısızlık bilgisiyle bir belge işlemi sonucu.

source: Initialize the result.
es: Inicializar el resultado.
id: Inisialisasi hasil.
ja: 結果を初期化する。
tr: Sonucu başlatın.

source: Whether the operation succeeded
es: Si la operación tuvo éxito
id: Apakah operasi berhasil
ja: 操作が成功したかどうか
tr: İşlem başarılı oldu mu

source: Optional message about the operation
es: Mensaje opcional sobre la operación
id: Pesan opsional tentang operasi tersebut
ja: 操作に関するオプションメッセージ
tr: İşlemle ilgili isteğe bağlı mesaj

source: Optional data returned by the operation
es: Datos opcionales devueltos por la operación
id: Data opsional yang dikembalikan oleh operasi
ja: 操作によって返されるオプションデータ
tr: İşlem tarafından döndürülen isteğe bağlı veri

source: Enable 'if result:' syntax to check success.
es: Habilite la sintaxis 'if result:' para verificar el éxito.
id: Aktifkan sintaks 'if result:' untuk memeriksa keberhasilan.
ja: 成功を確認するために「if result:」構文を有効にします。
tr: Başarılı olup olmadığını kontrol etmek için 'if result:' sözdizimini etkinleştirin.

source: Wrap operation with try/catch and structured result.
es: Operación envuelta con try/catch y resultado estructurado.
id: Sembunyikan operasi dengan try/catch dan hasil yang terstruktur.
ja: try/catchで操作をラップし、構造化された結果を返す。
tr: Deneme / yakalama ile işlem sarmalayın ve yapılandırılmış sonuç.

source: Description for logging
es: Descripción para el registro
id: Deskripsi untuk logging
ja: ログ記録の説明
tr: Günlük tutmak için açıklama

source: Callable to execute
es: Llamable para ejecutar
id: Dapat dipanggil untuk dieksekusi
ja: 実行可能なコール可能なオブジェクト
tr: Çalıştırmak için aranabilir

source: Positional arguments for operation
es: Argumentos posicionales para la operación
id: Argumen posisional untuk operasi
ja: 操作の位置引数
tr: İşlem için pozisyonel argümanlar

source: Keyword arguments for operation
es: Argumentos de palabra clave para la operación
id: Argumen kunci untuk operasi
ja: 操作のキーワード引数
tr: İşlem için anahtar sözcük argümanları

source: Result object with success flag and error details
es: Objeto de resultado con la bandera de éxito y los detalles del error
id: Objek hasil dengan bendera keberhasilan dan rincian kesalahan
ja: 成功フラグとエラー詳細を含む結果オブジェクト
tr: Başarı bayrağı ve hata ayrıntılarıyla sonuç nesnesi

source: Graphics View
es: Vista Gráfica
id: Tampilan Grafik
ja: グラフィックスビュー
tr: Grafik Görünümü

source: Custom graphics view component for PDF viewing with mouse and keyboard support.
es: Componente personalizado de vista gráfica para visualización de PDF con soporte de mouse y teclado.
id: Komponen tampilan grafis khusus untuk melihat PDF dengan dukungan mouse dan keyboard.
ja: PDFの表示に使用できる、カスタムグラフィックスビュー コンポーネント。マウスおよびキーボード操作をサポートしています。
tr: PDF görüntüleme için fare ve klavye desteği olan özel grafik görünüm bileşeni.

source: Bases: :py:class:`~PySide6.QtWidgets.QGraphicsView`
id: Basis: :py:class:`~PySide6.QtWidgets.QGraphicsView`
ja: ベース: :py:class:`~PySide6.QtWidgets.QGraphicsView`
tr: Temeller: :py:class:`~PySide6.QtWidgets.QGraphicsView`

source: Custom graphics view with mouse wheel and DIRECT keyboard support.
es: Vista de gráficos personalizada con soporte de la rueda del ratón y teclado DIRECT.
id: Tampilan grafis khusus dengan roda tikus dan dukungan langsung dari keyboard.
ja: マウスホイールおよびDIRECTキーボードサポートを備えたカスタムグラフィックスビュー。
tr: Fare tekeri ve doğrudan klavye desteği ile özel grafik görünümü.

source: Initialize the graphics view.
es: Inicializar la vista gráfica.
id: Inisialisasi tampilan grafis.
ja: グラフィックスビューを初期化します。
tr: Grafik görünümünü başlat.

source: Reference to the main window for event handling
es: Referencia a la ventana principal para el manejo de eventos
id: Referensi ke jendela utama untuk penanganan acara
ja: イベント処理用のメインウィンドウへの参照
tr: Olay işleme için ana pencereye başvuru

source: Central keyboard event handler for all viewer shortcuts.
es: Manejador de eventos del teclado central para todos los atajos del visor.
id: Pengelola acara keyboard pusat untuk semua pintasan viewer.
ja: すべてのビューアーショートカットの中央キーボードイベントハンドラ。
tr: Tüm görüntüleyici kısayolları için merkezi klavye olay işleyicisi.

source: Handles navigation, zoom, and UI toggle shortcuts. Arrow keys adapt based on zoom level (pan when zoomed, navigate otherwise).
es: Maneja las teclas de navegación, zoom y atajos para alternar la interfaz. Las teclas de flecha se adaptan según el nivel de zoom (desplazamiento al estar acercado, navegación de lo contrario).
id: Menangani navigasi, zoom, dan pintasan untuk mengaktifkan/menonaktifkan UI. Tombol panah beradaptasi berdasarkan tingkat zoom (menggeser saat diperbesar, beralih navigasi selain itu).
ja: ナビゲーション、ズーム、UIの切り替えのショートカットキーを処理します。矢印キーはズームレベルに応じて動作を変えます（ズーム時はパン、それ以外はナビゲーション）。
tr: Navigasyonu, yakınlaştırmayı ve UI kısa yollarını yönetir. Ok tuşları yakınlaştırma seviyesine göre uyarlanır (yakınlaşıldığında kaydırma, aksi halde navigasyon).

source: NOTE: When adding or modifying keyboard shortcuts here, remember to update the shortcuts dialog in lib/shortcuts_dialog.py::_populate_shortcuts()
es: NOTA: Al agregar o modificar atajos de teclado aquí, recuerde actualizar el cuadro de diálogo de atajos en lib/shortcuts_dialog.py::_populate_shortcuts()
id: PERHATIAN: Saat menambahkan atau memodifikasi shortcut keyboard di sini, ingatlah untuk memperbarui dialog shortcut di lib/shortcuts_dialog.py::_populate_shortcuts()
ja: 注意: ここでキーボード ショートカットを追加または変更する場合は、lib/shortcuts_dialog.py::_populate_shortcuts() にあるショートカット ダイアログも更新することを忘れないでください。
tr: NOT: Burada klavye kısayolları eklerken veya değiştirirken, lib/shortcuts_dialog.py::_populate_shortcuts() içindeki kısayollar iletişim kutusunu güncellemeyi unutmayın.

source: Handle mouse wheel for zoom, pan, or page navigation.
es: Administrar la rueda del ratón para acercar, desplazar o navegar por las páginas.
id: Mengelola roda mouse untuk zoom, menggeser, atau navigasi halaman.
ja: マウスホイールでズーム、パン、またはページ移動を行います。
tr: Fare tekerleğini zoom, kaydırma veya sayfa gezinme için kullanın.

source: Behavior depends on modifiers and zoom level: - Ctrl + Scroll: Zoom at mouse position - Shift + Scroll: Horizontal pan (at any zoom level) - When zoomed in (>1.05x): Vertical pan - When not zoomed: Page navigation
es: El comportamiento depende de los modificadores y del nivel de zoom: - Ctrl + Desplazar: Zoom en la posición del mouse - Mayús + Desplazar: Desplazamiento horizontal (en cualquier nivel de zoom) - Cuando se ha acercado (>1.05x): Desplazamiento vertical - Cuando no se ha acercado: Navegación por páginas
id: Perilaku bergantung pada modifikasi dan tingkat zoom: - Ctrl + Scroll: Zoom di posisi kursor - Shift + Scroll: Geser horizontal (pada setiap tingkat zoom) - Saat diperbesar (>1,05x): Geser vertikal - Saat tidak diperbesar: Navigasi halaman
ja: 動作は修飾キーとズームレベルによって異なります。 - Ctrl + スクロール: マウス位置でのズーム - Shift + スクロール: 横方向のパン（どのズームレベルでも可能） - ズームイン時（1.05倍以上）: 縦方向のパン - ズームしていない時: ページナビゲーション
tr: Davranış, değiştiricilere ve yakınlaştırma düzeyine bağlıdır: - Ctrl + Kaydırma: Farenin konumunda yakınlaştırma - Shift + Kaydırma: Yatay kaydırma (her yakınlaştırma düzeyinde) - Yakınlaştırılmışsa (>1.05x): Dikey kaydırma - Yakınlaştırılmamışsa: Sayfa gezintisi

source: Qt wheel event containing delta and modifiers
es: Evento de rueda de Qt que contiene delta y modificadores
id: Kejadian roda Qt yang berisi delta dan modifikasi
ja: Qt ホイールイベント（デルタと修飾子を含む）
tr: Delta ve değiştiriciler içeren Qt tekerlek olayı

source: Release scene connection and clear references (idempotent).
es: Libere la conexión de la escena y borre las referencias (idempotente).
id: Lepaskan koneksi adegan dan bersihkan referensi (idempoten).
ja: シーン接続を解除し、参照をクリアする（同一操作を何度実行しても結果が同じ）。
tr: Sahne bağlantısını serbest bırak ve referansları temizle (idempotent).

source: Margin Renderer
es: Motor de bordes
id: Pemroses Margin
ja: マージンレンダラー
tr: Kenar Boşluğu Rendereri

source: Margin rendering component for the PDF viewer.
es: Componente de representación de márgenes para el visor de PDF.
id: Komponen rendering margin untuk PDF viewer.
ja: PDFビューアーの余白レンダリングコンポーネント。
tr: PDF görüntüleyici için kenar payı işlevi gören bileşen.

source: This refactored version delegates to specialized renderers for each document type, following the Single Responsibility Principle and keeping the file under 400 lines.
es: Esta versión refactorizada delega en renderizadores especializados para cada tipo de documento, siguiendo el Principio de Responsabilidad Única y manteniendo el archivo bajo las 400 líneas.
id: Versi yang direfaktor ini mendelegasikan tugas ke renderer khusus untuk setiap jenis dokumen, mengikuti Single Responsibility Principle dan menjaga jumlah baris file di bawah 400 baris.
ja: このリファクタリングされたバージョンでは、単一責任の原則に従い、各ドキュメントタイプごとに専用のレンダラーに処理を委譲し、ファイルを400行以内に抑えています。
tr: Bu yeniden yapılanmış versiyon, Tek Sorumluluk İlkesi'ni izleyerek her belge türü için özelleştirilmiş renderer'lara (göstergeci) atama yapar ve dosya uzunluğunu 400 satırın altına tutar.

source: Component responsible for coordinating margin, trim line, and overlay rendering.
es: Componente responsable de coordinar el margen, la línea de recorte y el renderizado de superposición.
id: Komponen yang bertanggung jawab untuk mengkoordinasikan margin, garis potong, dan rendering overlay.
ja: マージン、トリムライン、およびオーバーレイのレンダリングを調整するコンポーネント。
tr: Kenar, kesim hattı ve üst üste binme işlemini koordine eden bileşen.

source: This class delegates actual rendering to specialized renderers based on document type, following the Single Responsibility Principle.
es: Esta clase delega el renderizado real a renderizadores especializados según el tipo de documento, siguiendo el Principio de Responsabilidad Única.
id: Kelas ini mendelegasikan rendering sebenarnya ke renderer khusus berdasarkan jenis dokumen, sesuai dengan Prinsip Tanggung Jawab Tunggal.
ja: このクラスは、単一責任の原則に従って、ドキュメントの種類に基づいて専用のレンダラーに実際のレンダリングを委譲します。
tr: Bu sınıf, Tek Sorumluluk İlkesi'ne göre belge türüne dayalı özelleştirilmiş renderlayıcılara gerçek işleme işlemini devreder.

source: Initialize the margin renderer.
es: Inicializa el motor de representación de márgenes.
id: Inisialisasi renderer margin.
ja: マージンレンダラーを初期化します。
tr: Kenar payı işleyicisini başlat.

source: The Qt graphics scene to render to
es: La escena gráfica de Qt para renderizar
id: Qt graphics scene untuk dirender
ja: 描画するQtグラフィクスシーン
tr: Qt grafik sahnesine aktarım yapmak için

source: Presenter for margin operations
es: Presentador para operaciones de margen
id: Pemresentasi untuk operasi margin
ja: マージン運用プレゼンター
tr: Kenar işlemleri sunucusu

source: Optional configuration manager for reading user preferences
es: Administrador de configuración opcional para leer las preferencias del usuario
id: Manajer konfigurasi opsional untuk membaca preferensi pengguna
ja: ユーザーの設定を読み取るためのオプション構成マネージャ
tr: Kullanıcı tercihlerini okumak için isteğe bağlı yapılandırma yöneticisi

source: Render all enabled overlays on top of page content.
es: Renderizar todas las superposiciones habilitadas encima del contenido de la página.
id: Render semua overlay yang diaktifkan di atas konten halaman.
ja: ページのコンテンツ上にすべての有効なオーバーレイを表示します。
tr: Sayfa içeriğinin üzerine tüm etkin örtüleri yerleştirin.

source: Page left edge in scene coordinates
es: Borde izquierdo de la página en coordenadas de la escena
id: Sisi kiri halaman dalam koordinat adegan
ja: シーン座標でのページ左端
tr: Sahne koordinatlarında sayfa sol kenarı

source: Page top edge in scene coordinates
es: Borde superior de la página en coordenadas de la escena
id: Sisi atas halaman dalam koordinat adegan
ja: シーン座標でのページ上辺
tr: Sahne koordinatlarında sayfa üst kenarı

source: Optional edge to skip when drawing trim lines ("left" or "right")
es: Borde opcional para omitir al dibujar líneas de recorte ("izquierdo" o "derecho")
id: Tepi opsional yang diabaikan saat menggambar garis tepi ("kiri" atau "kanan")
ja: トリムラインを描画するときにスキップするオプションのエッジ（"left" または "right"）
tr: Kenar çizgileri çizilirken atlanacak isteğe bağlı kenar ("sol" veya "sağ")

source: Enable/disable spine and flap fold indicators.
es: Habilitar/deshabilitar indicadores de doblez de espina y solapa.
id: Mengaktifkan/menonaktifkan indikator lipatan tulang belakang dan flap.
ja: スパインおよびフラップ折り目インジケーターを有効/無効にします。
tr: Omurga ve kapak katlama gösterge ayarlarını aç/kapat.

source: True to display fold lines on covers/dustjackets
es: Verdadero para mostrar las líneas de plegado en las cubiertas/contracubiertas
id: Benar untuk menampilkan garis lipat pada sampul/balai-balai
ja: 表紙／ブロマイドジャケットに折り目を表示する場合は「True」
tr: Kapaklarda/dustjacketlerde katlama çizgilerini göstermek için doğru olsun

source: Clear cached configuration values in all renderers.
es: Borrar los valores de configuración en caché en todos los renderizadores.
id: Hapus nilai konfigurasi yang dicache di semua renderer.
ja: すべてのレンダラでキャッシュされた構成値をクリアします。
tr: Tüm renderlerde önbelleklenmiş yapılandırma değerlerini temizleyin.

source: This should be called when configuration changes to ensure new values are loaded.
es: Esto debe llamarse cuando cambie la configuración para asegurarse de que se carguen los nuevos valores.
id: Ini harus dipanggil ketika konfigurasi berubah untuk memastikan nilai baru dimuat.
ja: 構成が変更されたときに呼び出して、新しい値が読み込まれることを保証する必要があります。
tr: Bu, yapılandırma değiştiğinde çağrılmalıdır yeni değerlerin yüklenmesi için.

source: Menu Builder
es: Constructor de Menú
id: Pembuat Menu
ja: メニュービルダー
tr: Menü Oluşturucu

source: Menu builder component for the main window.
es: Componente constructor de menú para la ventana principal.
id: Komponen pembuat menu untuk jendela utama.
ja: メインウィンドウ用のメニュービルダーコンポーネント。
tr: Ana pencere için menü yapıcı bileşeni.

source: This component handles all menu creation and setup.
es: Este componente maneja toda la creación y configuración del menú.
id: Komponen ini menangani pembuatan dan pengaturan semua menu.
ja: このコンポーネントは、すべてのメニュの作成と設定を処理します。
tr: Bu bileşen, tüm menü oluşturma ve ayarlamayı işler.

source: Component responsible for building and managing the menu bar.
es: Componente responsable de construir y gestionar la barra de menú.
id: Komponen yang bertanggung jawab untuk membangun dan mengelola bilah menu.
ja: メニューバーの構築および管理を担当するコンポーネント。
tr: Menü çubuğunu inşa etmek ve yönetmekten sorumlu bileşen.

source: Initialize the menu builder.
es: Inicializar el generador de menú.
id: Inisialisasi pembangun menu.
ja: メニュービルダーを初期化します。
tr: Menü inşasını başlatın.

source: The main window to add menus to
es: La ventana principal para agregar menús
id: Jendela utama untuk menambahkan menu
ja: メニューを追加するためのメインウィンドウ
tr: Menü eklemek için ana pencere

source: Create and populate all application menus in the menu bar.
es: Crear y poblar todos los menús de la aplicación en la barra de menús.
id: Buat dan isi semua menu aplikasi di bilah menu.
ja: メニューバーにすべてのアプリケーションメニューを作成し、項目を追加する。
tr: Menü çubuğunda tüm uygulama menülerini oluşturun ve doldurun.

source: Set initial checked states for View menu overlay toggles.
es: Establecer estados inicialmente seleccionados para los conmutadores de superposición del menú Ver.
id: Menetapkan keadaan awal yang dicentang untuk tombol tampilan menu overlay.
ja: ビューメニューのオーバーレイ切り替えの初期チェック状態を設定します。
tr: Görünüm menüsü örtü anahtarları için başlangıçta onaylı durumları ayarla.

source: Whether margins should be visible initially
es: Si los márgenes deben ser visibles inicialmente
id: Apakah margin harus terlihat pada awalnya
ja: 初期状態で余白を表示するかどうか
tr: Kenar boşluklarının başta görünür olup görünmez olacağı

source: Whether trim lines should be visible initially
es: Si las líneas de ajuste deben ser visibles inicialmente
id: Apakah garis trim harus terlihat pada awalnya
ja: 初期表示時にトリムラインを表示するかどうか
tr: Kenar hatlarının başta görünür olup olmadığı

source: Whether barcode area should be visible initially
es: Si el área del código de barras debe ser visible inicialmente
id: Apakah area barcode harus terlihat pada awalnya
ja: バーコード領域を最初から表示するかどうか
tr: Barkod alanının başta görünür olup olmadığı
