Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/architecture.po
Languages: bn, es, fr, hi, id, it, pl, tr

source: View mode management
bn: দৃশ্য মোড পরিচালনা
es: Gestión del modo de visualización
fr: Gestion du mode d'affichage
hi: दृश्य मोड प्रबंधन
id: Pengelolaan mode tampilan
it: Gestione della modalità di visualizzazione
pl: Zarządzanie trybem widoku
tr: Görünüm modu yönetimi

source: Navigation bounds checking
bn: নেভিগেশন সীমা পরীক্ষা
es: Verificación de límites de navegación
fr: Vérification des limites de navigation
hi: नेविगेशन सीमा जाँच
id: Pemeriksaan batas navigasi
it: Controllo dei limiti di navigazione
pl: Sprawdzanie granic nawigacji
tr: Navigasyon sınırlarını kontrol etme

source: Page pair calculations
bn: পৃষ্ঠা জোড়াৰ হিচাপ
es: Cálculos de pares de páginas
fr: Calculs de paires de pages
hi: पृष्ठ जोड़ी कैलकुलेशन
id: Perhitungan pasangan halaman
it: Calcoli delle coppie di pagine
pl: Obliczenia par stron
tr: Sayfa çifti hesaplamaları

source: View Layer
bn: দৃশ্য স্তর
es: Capa de Vista
fr: Couche d'affichage
hi: दृश्य परत
id: Lapisan Tampilan
it: Livello Viste
pl: Warstwa widoku
tr: Görünüm Katmanı

source: **Main Window**
bn: **মূল উইন্ডো**
es: **Ventana principal**
fr: **Fenêtre principale**
hi: मुख्य विंडो
id: **Jendela Utama**
it: **Finestra principale**
pl: **Okno główne**
tr: **Ana Pencere**

source: Central application window:
bn: মূল আবেদন জানালা:
es: Ventana principal de la aplicación:
fr: Fenêtre d'application centrale :
hi: मुख्य आवेदन विंडो:
id: Jendela aplikasi utama:
it: Finestra principale dell'applicazione:
pl: Centralne okno aplikacji:
tr: Ana uygulama penceresi:

source: **Page Item**
bn: পৃষ্ঠা আইটেম
es: **Elemento de página**
fr: **Élément de page**
hi: पृष्ठ आइटम
id: **Item Halaman**
it: **Elemento pagina**
pl: **Element strony**
tr: **Sayfa Öğesi**

source: Individual PDF page rendering with advanced zoom support:
bn: ব্যক্তিগত পিডিএফ পৃষ্ঠা প্রদর্শন উন্নত জুম সমর্থনের সাথে:
es: Representación de página PDF individual con soporte de zoom avanzado:
fr: Rendu de page PDF individuelle avec prise en charge du zoom avancé :
hi: अकेले PDF पृष्ठ रेंडरिंग उन्नत जूम समर्थन के साथ:
id: Pemrosesan halaman PDF individu dengan dukungan zoom yang canggih:
it: Rendering delle singole pagine PDF con supporto allo zoom avanzato:
pl: Indywidualne renderowanie stron PDF z zaawansowanym obsługą powiększenia:
tr: Gelişmiş yakınlaştırma desteğiyle bireysel PDF sayfa işlenmesi:

source: Component Architecture
bn: উপাদান স্থাপত্য
es: Arquitectura de Componentes
fr: Architecture des composants
hi: घटक आर्किटेक्चर
id: Arsitektur Komponen
it: Architettura dei componenti
pl: Architektura komponentów
tr: Bileşen Mimarisi

source: UI Components
bn: ইউআই উপাদান
es: Componentes de la IU
fr: Composants de l'interface utilisateur
hi: यूआई घटक
id: Komponen UI
it: Componenti dell'interfaccia utente
pl: Komponenty interfejsu użytkownika
tr: Arayüz Bileşenleri

source: The view layer is composed of specialized components, each handling a specific aspect:
bn: দৃশ্য স্তরটি বিশেষজ্ঞদের উপাদান দ্বারা গঠিত, যার প্রত্যেকে একটি নির্দিষ্ট দিক নিয়ে মোকাবেলা করে:
es: La capa de vista está compuesta por componentes especializados, cada uno encargado de un aspecto específico:
fr: La couche de présentation est composée de composants spécialisés, chacun gérant un aspect spécifique :
hi: दृश्य परत विशिष्ट घटकों से बनी है, प्रत्येक एक विशिष्ट पहलू का संचालन करता है:
id: Lapisan tampilan terdiri dari komponen-komponen khusus, masing-masing menangani aspek tertentu:
it: Lo strato di visualizzazione è composto da componenti specializzati, ciascuno dei quali gestisce un aspetto specifico:
pl: Warstwa widoku składa się z dedykowanych komponentów, z których każdy odpowiada za konkretny aspekt:
tr: Görünüm katmanı, her biri belirli bir konuyu ele alan özelleşmiş bileşenlerden oluşur:

source: **Window Components:**
bn: **জানালা উপাদান:**
es: **Componentes de la ventana:**
fr: **Composants de la fenêtre :**
hi: खिड़की घटक:
id: **Komponen Jendela:**
it: **Componenti della finestra:**
pl: **Komponenty okna:**
tr: **Pencere Bileşenleri:**

source: ``WindowSetup``: Initialization and configuration
bn: ``উইন্ডোসেটআপ``: প্রাথমিককরণ এবং কনফিগারেশন
es: ``WindowSetup``: Inicialización y configuración
fr: ``WindowSetup`` : Initialisation et configuration
hi: ``विंडोसेटअप``: प्रारंभीकरण और विन्यास
id: ``WindowSetup``: Inisialisasi dan konfigurasi
it: ``WindowSetup``: Inizializzazione e configurazione
pl: ``WindowSetup``: Inicjalizacja i konfiguracja
tr: ``WindowSetup``: Başlatma ve yapılandırma

source: ``MenuBuilder``: Menu bar construction
bn: ``মেনুবিল্ডার``: মেনু বার নির্মাণ
es: ``MenuBuilder``: Construcción de la barra de menú
fr: ``MenuBuilder`` : Création de la barre de menus
hi: ``मेनूबिल्डर``: मेनू पट्टी निर्माण
id: ``MenuBuilder``: Pembuatan bilah menu
it: ``MenuBuilder``: Costruzione della barra dei menu
pl: ``MenuBuilder``: Budowa paska menu
tr: ``MenuBuilder``: Menü çubuğu inşası

source: ``ToolbarBuilder``: Toolbar creation and management
bn: ``ToolbarBuilder``: টুলবার তৈরি এবং পরিচালনা
es: ``ToolbarBuilder``: Creación y gestión de la barra de herramientas
fr: ``ToolbarBuilder`` : Création et gestion de la barre d'outils
hi: टूलबारबिल्डर: टूलबार निर्माण और प्रबंधन
id: ``ToolbarBuilder``: Pembuatan dan pengelolaan toolbar
it: ``ToolbarBuilder``: Creazione e gestione della barra degli strumenti
pl: ``ToolbarBuilder``: Tworzenie i zarządzanie paskiem narzędziowym
tr: ``ToolbarBuilder``: Araç çubuğu oluşturma ve yönetimi

source: ``SignalConnections``: Signal-slot connection management
bn: ``SignalConnections``: সিগন্যাল-স্লট সংযোগ পরিচালনা
es: ``SignalConnections``: Gestión de conexiones señal-espacio
fr: ``SignalConnections`` : Gestion des connexions signal-slot
hi: ``सिग्नलकनेक्शन``: सिग्नल-स्लॉट कनेक्शन प्रबंधन
id: ``SignalConnections``: Manajemen koneksi sinyal-slot
it: ``SignalConnections``: Gestione delle connessioni segnale-slot
pl: ``SignalConnections``: Zarządzanie połączeniami sygnał-slot
tr: ``SignalConnections``: Sinyal-soket bağlantı yönetimi

source: **Navigation Components:**
bn: **নেভিগেশন উপাদানগুলি:**
es: **Componentes de navegación:**
fr: **Composants de navigation :**
hi: **नेविगेशन घटक:**
id: **Komponen Navigasi:**
it: **Componenti di navigazione:**
pl: **Komponenty nawigacji:**
tr: **Navigasyon Bileşenleri:**

source: ``NavigationController``: Centralized navigation control
bn: ``NavigationController``: কেন্দ্রীয় নেভিগেশন নিয়ন্ত্রণ
es: ``NavigationController``: Control de navegación centralizado
fr: ``NavigationController`` : Contrôle centralisé de la navigation
hi: ``NavigationController``: केंद्रीय नेविगेशन नियंत्रण
id: ``NavigationController``: Kontrol navigasi terpusat
it: ``NavigationController``: Controllo centralizzato della navigazione
pl: ``NavigationController``: Centralizowane sterowanie nawigacją
tr: ``NavigationController``: Merkezi gezinme kontrolü

source: ``ScrollManager``: View scrolling coordination
bn: ``ScrollManager``: দৃশ্য স্ক্রোল সমন্বয়
es: ``ScrollManager``: Coordinación del desplazamiento de la vista
fr: ``ScrollManager`` : Coordination du défilement de la vue
hi: ``ScrollManager``: स्क्रॉलिंग के समन्वय को देखें
id: ``ScrollManager``: Koordinasi pengguliran tampilan
it: ``ScrollManager``: Coordinamento dello scorrimento della vista
pl: ``ScrollManager``: Koordynacja przewijania widoku
tr: ``ScrollManager``: Görünüm kaydırma koordinasyonu

source: ``PagePositions``: Page position calculations
bn: ``PagePositions``: পৃষ্ঠা অবস্থান হিসাব
es: ``PagePositions``: Cálculos de posiciones de página
fr: ``PagePositions`` : Calculs des positions de page
hi: ``पेजपोजीशन्स``: पेज स्थिति की गणना
id: ``PagePositions``: Perhitungan posisi halaman
it: ``PagePositions``: Calcoli delle posizioni delle pagine
pl: ``PagePositions``: Obliczenia pozycji strony
tr: ``PagePositions``: Sayfa pozisyonu hesaplamaları

source: ``PageSpinBox``: Custom page number input
bn: ``PageSpinBox``: ব্যবহারকারী দ্বারা নির্ধারিত পৃষ্ঠা সংখ্যা ইনপুট
es: ``PageSpinBox``: Entrada personalizada del número de página
fr: ``PageSpinBox`` : Saisie personnalisée du numéro de page
hi: ``पेजस्पिनबॉक्स``: कस्टम पेज नंबर इनपुट
id: ``PageSpinBox``: Masukan nomor halaman kustom
it: ``PageSpinBox``: Inserimento numero pagina personalizzato
pl: ``PageSpinBox``: Własne wprowadzanie numeru strony
tr: ``PageSpinBox``: Özelleştirilmiş sayfa numarası girişi

source: **Rendering Components:**
bn: **উপাদান রেন্ডারিং:**
es: **Representación de Componentes:**
fr: **Rendu des composants :**
hi: **घटकों का निर्माण (रेंडरिंग):**
id: **Merender Komponen:**
it: **Rendering dei componenti:**
pl: **Renderowanie składników:**
tr: **Bileşenleri Oluşturma:**

source: ``PageRenderer``: Page rendering coordination
bn: ``পেজরেন্ডারার``: পেজ রেন্ডারিং সমন্বয়
es: ``PageRenderer``: Coordinación de la representación de la página
fr: ``PageRenderer`` : Coordination du rendu de page
hi: ``पेजरेंडरर``: पेज रेंडरिंग समन्वय
id: ``PageRenderer``: Koordinasi rendering halaman
it: ``PageRenderer``: Coordinamento del rendering della pagina
pl: ``PageRenderer``: Koordynacja renderowania strony
tr: ``PageRenderer``: Sayfa işleyici koordinasyonu

source: ``MarginRenderer``: Margin and overlay rendering
bn: ``মার্জিন রেন্ডারার``: মার্জিন এবং ওভারলে রেন্ডারিং
es: ``MarginRenderer``: Representación de márgenes y superposiciones
fr: ``MarginRenderer`` : Rendu des marges et des superpositions
hi: ``MarginRenderer``: किनारा और ओवरले रेंडरिंग
id: ``MarginRenderer``: Pemrosesan margin dan overlay
it: ``MarginRenderer``: Rendering dei margini e sovrapposizioni
pl: ``MarginRenderer``: Wyświetlanie marginesów i nakładki
tr: ``MarginRenderer``: Kenar ve örtüleme işleme

source: ``GraphicsView``: Custom QGraphicsView with enhanced zoom/pan
bn: ``GraphicsView``: সম্প্রসারিত জুম/প্যান সহ কাস্টম QGraphicsView
es: ``GraphicsView``: QGraphicsView personalizado con acercamiento y desplazamiento mejorados
fr: ``GraphicsView`` : QGraphicsView personnalisé avec un zoom/déplacement amélioré
hi: ``GraphicsView``: एक उन्नत जूम/पैन के साथ कस्टम क्वार्क्सग्राफिक्सव्यू
id: ``GraphicsView``: QGraphicsView khusus dengan zoom/pan yang ditingkatkan
it: ``GraphicsView``: QGraphicsView personalizzato con zoom/spostamento migliorati
pl: ``GraphicsView``: Dostosowane QGraphicsView z wzmocnionym przybliżeniem/przesuwaniem
tr: ``GraphicsView``: Artan zoom/pan ile özel bir QGraphicsView

source: ``ZoomController``: Advanced zoom operations with mouse-centered zoom
bn: ``ZoomController``: মাউস-কেন্দ্রিক জুম দিয়ে উন্নত জুম করুন
es: ``ZoomController``: Operaciones de zoom avanzadas con zoom centrado en el mouse
fr: ``ZoomController`` : Opérations de zoom avancées avec un zoom centré sur la souris
hi: ``ZoomController``: माउस-केंद्रित जूम के साथ उन्नत जूम संचालन
id: ``ZoomController``: Operasi zoom lanjutan dengan zoom berpusat pada kursor mouse
it: ``ZoomController``: Operazioni di zoom avanzate con zoom centrato sul mouse
pl: ``ZoomController``: Zaawansowane operacje zoomowania ze środkiem w kursorku myszy
tr: ``ZoomController``: Fareye odaklı gelişmiş yakınlaştırma işlemleri

source: **State Management:**
bn: **রাজ্য পরিচালনা:**
es: **Gestión del Estado:**
fr: **Gestion d'état :**
hi: **राज्य प्रबंधन:**
id: **Pengelolaan Negara:**
it: **Gestione dello Stato:**
pl: **Zarządzanie stanem:**
tr: **Devlet Yönetimi:**

source: ``UIStateManager``: Presentation and fullscreen modes
bn: ``UIStateManager``: প্রদর্শন এবং ফুলস্ক্রিন মোড
es: ``UIStateManager``: Modos de presentación y pantalla completa
fr: ``UIStateManager`` : Modes d'affichage et pleine écran
hi: ``UIStateManager``: प्रस्तुति और पूर्ण-स्क्रीन मोड
id: ``UIStateManager``: Mode presentasi dan layar penuh
it: ``UIStateManager``: Modalità di presentazione e a schermo intero
pl: ``UIStateManager``: Tryb prezentacji i pełnoekranowy
tr: ``UIStateManager``: Sunum ve tam ekran modları

source: ``ToggleManager``: UI toggle operations
bn: ``ToggleManager``: বিএইচ স্যুইচ করুন
es: ``ToggleManager``: operaciones de conmutación de la interfaz de usuario
fr: ``ToggleManager`` : Opérations de basculement de l'interface utilisateur
hi: ``ToggleManager``: UI टॉगल संचालन
id: ``ToggleManager``: Operasi toggle UI
it: ``ToggleManager``: Operazioni di commutazione dell'interfaccia utente
pl: ``ToggleManager``: Operacje przełączania interfejsu użytkownika
tr: ``ToggleManager``: UI toggle işlemleri

source: ``DialogManager``: Dialog handling
bn: ``ডায়ালগম্যানেজার``: ডায়ালগ নিয়ন্ত্রণ
es: ``DialogManager``: Gestión de diálogos
fr: ``DialogManager`` : Gestion des dialogues
hi: "DialogManager": संवाद संभालना
id: ``DialogManager``: Pengelolaan dialog
it: ``DialogManager``: Gestione delle finestre di dialogo
pl: ``DialogManager``: Obsługa dialogów
tr: ``DialogManager``: İletişim kutusu yönetimi

source: ``CleanupCoordinator``: Resource cleanup
bn: `` সাফাই_সমন্বয়কারী `` : সম্পদ পরিষ্কার
es: ``CleanupCoordinator``: Limpieza de recursos
fr: ``CleanupCoordinator`` : Nettoyage des ressources
hi: ``क्लीनअपकोऑर्डिनेटर``: संसाधन साफ-सफाई
id: ``CleanupCoordinator``: Pembersihan sumber daya
it: ``CleanupCoordinator``: Pulizia delle risorse
pl: ``CleanupCoordinator``: Oczyszczanie zasobów
tr: ``CleanupCoordinator``: Kaynak temizliği

source: Rendering Strategies
bn: প্রদর্শনের রুক্সেত্র
es: Estrategias de representación
fr: Stratégies de rendu
hi: प्रस्तुति रणनीतियाँ
id: Strategi Rendering
it: Strategie di rendering
pl: Strategie renderowania
tr: Gösterim Stratejileri

source: Different strategies for various view modes:
bn: বিভিন্ন দৃশ্য মোডের জন্য বিভিন্ন রুক্ষ প্রকল্প:
es: Diferentes estrategias para varios modos de visualización:
fr: Différentes stratégies pour les différents modes d'affichage :
hi: विभिन्न दृश्य मोड़ के लिए विभिन्न रणनीतियाँ:
id: Strategi yang berbeda untuk berbagai mode tampilan:
it: Diverse strategie per diversi modi di visualizzazione:
pl: Różne strategie dla różnych trybów widoku:
tr: Farklı görünüm modları için farklı stratejiler:

source: Margin Renderers
bn: মার্জিন রেন্ডারারগণ
es: Renderizadores de Margen
fr: Rendus de marge
hi: किनारा रेंडरर
id: Margin Renderer
it: Renderer dei margini
pl: Renderery marginesów
tr: Kenar Boşluğu Renderleri

source: Document type-specific rendering:
bn: নথি প্রকার নির্দিষ্ট প্রদর্শন:
es: Representación específica del tipo de documento:
fr: Rendu spécifique au type de document :
hi: दस्तावेज़ प्रकार-विशिष्ट रेंडरिंग:
id: Pemrosesan berdasarkan jenis dokumen:
it: Rendering specifico del tipo di documento:
pl: Renderowanie specyficzne dla typu dokumentu:
tr: Belge türüne özgü işleme:

source: Data Flow
bn: ডেটা প্রবাহ
es: Flujo de datos
fr: Flux de données
hi: डेटा प्रवाह
id: Alur Data
it: Flusso dei dati
pl: Przepływ danych
tr: Veri Akışı

source: Model Update Flow
bn: মডেল আপডেট ফ্লো
es: Flujo de actualización del modelo
fr: Flux de mise à jour du modèle
hi: मॉडल अपडेट फ्लो
id: Alur Pembaruan Model
it: Flusso di Aggiornamento del Modello
pl: Przepływ aktualizacji modelu
tr: Model Güncelleme Akışı

source: Document Loading Flow
bn: নথি লোডিং ফ্লো
es: Flujo de Carga de Documentos
fr: Flux de chargement du document
hi: दस्तावेज़ लोड करने का प्रवाह
id: Alur Pemuatan Dokumen
it: Flusso di caricamento del documento
pl: Przepływ ładowania dokumentu
tr: Belge Yükleme Akışı

source: View Mode Change Flow
bn: দৃশ্য মোড পরিবর্তন ফ্লো
es: Cambio de modo de visualización
fr: Changement de mode d'affichage
hi: दृश्य मोड़ परिवर्तन प्रवाह
id: Perubahan Alur Mode Tampilan
it: Modifica del flusso della visualizzazione
pl: Zmień tryb widoku
tr: Görünüm Modu Değiştirme Akışı

source: State Management
bn: রাজ্য পরিচালনা
es: Gestión del Estado
fr: Gestion d'état
hi: राज्य प्रबंधन
id: Pengelolaan Negara
it: Gestione dello Stato
pl: Zarządzanie stanem
tr: Devlet Yönetimi

source: Property Change Notification
bn: প্রোপার্টি পরিবর্তন বিজ্ঞপ্তি
es: Notificación de Cambio de Propiedad
fr: Notification de modification de propriété
hi: संपत्ति परिवर्तन सूचना
id: Pemberitahuan Perubahan Properti
it: Notifica di modifica della proprietà
pl: Powiadomienie o zmianie właściwości
tr: Mülk Değişikliği Bildirimi

source: Models use property change events:
bn: মডেলগুলি সম্পত্তি পরিবর্তন ঘটনা ব্যবহার করে:
es: Los modelos utilizan eventos de cambio de propiedad:
fr: Les modèles utilisent des événements de modification de propriété :
hi: मॉडल प्रॉपर्टी परिवर्तन घटनाओं का उपयोग करते हैं:
id: Model menggunakan perubahan properti:
it: I modelli utilizzano eventi di modifica delle proprietà:
pl: Modele korzystają z zdarzeń zmiany właściwości:
tr: Modeller özellik değişikliği olaylarını kullanır:

source: Batch Updates
bn: ব্যাচ আপডেট
es: Actualizaciones por lotes
fr: Mises à jour par lots
hi: बैच अपडेट
id: Pembaruan Batch
it: Aggiornamenti di batch
pl: Aktualizacje partii
tr: Toplu Güncellemeler

source: For multiple related changes:
bn: একাধিক সম্পর্কিত পরিবর্তনের জন্য:
es: Para múltiples cambios relacionados:
fr: Pour plusieurs modifications liées :
hi: कई संबंधित परिवर्तनों के लिए:
id: Untuk beberapa perubahan terkait:
it: Per modifiche multiple correlate:
pl: Dla wielu powiązanych zmian:
tr: Birden fazla ilgili değişiklik için:

source: View Updates
bn: আপডেট দেখুন
es: Ver actualizaciones
fr: Voir les mises à jour
hi: अपडेट देखें
id: Lihat Pembaruan
it: Visualizza aggiornamenti
pl: Wyświetl aktualizacje
tr: Güncellemeleri Görüntüle

source: Views are updated through presenter calls:
bn: দৃশ্যগুলি প্রেজেন্টার কলগুলি মাধ্যমে আপডেট হয়:
es: Las vistas se actualizan a través de llamadas del presentador:
fr: Les vues sont mises à jour via des appels du présentateur :
hi: दृश्य प्रस्तुतकर्ता कॉल के माध्यम से अपडेट किए जाते हैं:
id: Pandangan diperbarui melalui pemanggilan presenter:
it: Le viste vengono aggiornate tramite chiamate del presentatore:
pl: Widoki są aktualizowane przez wywołania prezentera:
tr: Görünümler, sunucu çağrıları yoluyla güncellenir:

source: Performance Optimization
bn: পারফরম্যান্স অপটিমাইজেশন
es: Optimización del Rendimiento
fr: Optimisation des performances
hi: प्रदरशन अनुकूलन
id: Optimisasi Kinerja
it: Ottimizzazione delle Prestazioni
pl: Optymalizacja wydajności
tr: İşletim Optimizasyonu

source: Rendering Pipeline
bn: রেন্ডারিং পাইপলাইন
es: Pipeline de renderizado
fr: Pipeline de rendu
hi: रेंडरिंग पाइपलाइन
id: Pipeline Rendering
it: Pipeline di rendering
pl: Rurociąg renderowania
tr: Görselleştirme Boru Hattı

source: Advanced multi-stage rendering approach:
bn: উন্নত মাল্টি-স্টেজ রেন্ডারিং পদ্ধতি:
es: Enfoque avanzado de renderizado multi-etapa:
fr: Approche avancée de rendu multi-étapes :
hi: उन्नत बहु-चरण रेंडरिंग दृष्टिकोण:
id: Pendekatan rendering multi-tahap yang canggih:
it: Approccio avanzato al rendering a più fasi:
pl: Zaawansowana wieloetapowa metoda renderowania:
tr: Gelişmiş çok aşamalı işleme yaklaşımı:

source: **Zoom-Aware Rendering**: - Below 10x zoom: Full page rendering for best quality - Above 10x zoom: Viewport-based partial rendering - Progressive rendering: Low-quality preview during zoom, high-quality after
bn: **জুম-জ্ঞানসম্পন্ন রেন্ডারিং**: - 10 গুণ জুমের নিচে: সর্বোত্তম মানের জন্য পূর্ণ পৃষ্ঠ রেন্ডারিং - 10 গুণ জুমের উপরে: ভিউপোর্ট ভিত্তিক আংশিক রেন্ডারিং - প্রগ্রেসিভ রেন্ডারিং: জুম সময় কম মানের প্রিভিউ, জুম শেষে উচ্চ মানের।
es: **Representación consciente del zoom**: - Debajo de 10x zoom: Representación completa de la página para la mejor calidad - Encima de 10x zoom: Representación parcial basada en la ventana de visualización - Representación progresiva: Vista previa de baja calidad durante el zoom, de alta calidad después
fr: **Rendu conscient du zoom** : - En dessous d'un zoom de 10x : Rendu de la page complète pour la meilleure qualité - Au-delà d'un zoom de 10x : Rendu partiel basé sur le viewport - Rendu progressif : Aperçu de faible qualité pendant le zoom, haute qualité après
hi: **जूम-अवगत रेंडरिंग**: - 10x जूम से नीचे: सर्वोत्तम गुणवत्ता के लिए पूरे पृष्ठ का रेंडरिंग - 10x जूम से ऊपर: व्यूपोर्ट-आधारित आंशिक रेंडरिंग - प्रगतिशील रेंडरिंग: जूम के दौरान कम-गुणवत्ता वाली पूर्वावलोकन, जूम के बाद उच्च-गुणवत्ता
id: **Penggambaran Sadar Zoom**: - Di bawah perbesaran 10x: Penggambaran halaman penuh untuk kualitas terbaik - Di atas perbesaran 10x: Penggambaran parsial berbasis viewport - Penggambaran progresif: Pratinjau kualitas rendah selama zoom, kualitas tinggi setelah selesai
it: **Rendering consapevole dello zoom**: - Sotto lo zoom 10x: Rendering della pagina intera per la massima qualità - Sopra lo zoom 10x: Rendering parziale basato sul viewport - Rendering progressivo: Anteprima di bassa qualità durante lo zoom, alta qualità successivamente
pl: **Renderowanie w zależności od poziomu powiększenia**: - Poniżej 10x powiększenia: Pełne renderowanie strony dla najlepszej jakości - Powyżej 10x powiększenia: Renderowanie częściowe na podstawie widocznej części strony - Postępowe renderowanie: Niskiej jakości podgląd podczas powiększania, wysokiej jakości po zakończeniu
tr: **Yakınlaştırma Bilinçli Görselleştirme**: - 10x yakınlaştırma altı: En iyi kalite için tam sayfa görselleştirme - 10x yakınlaştırma üstü: Görüntü alanı tabanlı kısmi görselleştirme - İlerleyici görselleştirme: Yakınlaştırmada düşük kaliteli önizleme, yüksek kaliteli sonuc

source: **Intelligent Caching**: - LRU cache for rendered regions - Configurable memory limits (300MB default) - Cache key includes scale and viewport coordinates - Predictive pre-rendering of adjacent areas
bn: **বুদ্ধিমান ক্যাশিং**: - রেন্ডার করা হওয়া এলাকার জন্য LRU ক্যাশ - কনফিগার করা যায় মেমোরি সীমা (300 এমবি ডিফল্ট) - ক্যাশ কীতে স্কেল এবং ভিউপোর্ট স্থানাংক অন্তর্ভুক্ত - পূর্বাভাস ভিত্তিক প্রান্তিক এলাকার পূর্বরন্ডারিং
es: **Caché Inteligente**: - Caché LRU para regiones renderizadas - Límites de memoria configurables (300MB por defecto) - La clave de caché incluye la escala y las coordenadas de la vista - Pre-renderizado predictivo de áreas adyacentes
fr: **Mise en cache intelligente** : - Cache LRU pour les régions rendues - Limites de mémoire configurables (300 Mo par défaut) - La clé de cache inclut l'échelle et les coordonnées de la zone visible - Rendu prédictif des zones adjacentes
hi: **बुद्धिमान कैशिंग**: - लगाए गए क्षेत्रों के लिए LRU कैश - निर्धारित करे जा सके या यादृच्छिक मेमोरी सीमा (300MB प्रारंभिक मान) - कैश कुंजी में पैमाना और विजर्न के निर्देशांक शामिल हैं - आसन्न क्षेत्रों के पूर्वानुमानात्मक प्रिरेंडरिंग
id: **Pemangkasan Cerdas**: - Cache LRU untuk daerah yang telah dirender - Batas penggunaan memori yang dapat dikonfigurasi (default 300MB) - Kunci cache mencakup skala dan koordinat viewport - Pre-rendering prediktif untuk area sekitarnya
it: **Caching intelligente**: - Cache LRU per le aree renderizzate - Limiti di memoria configurabili (300MB di default) - La chiave della cache include la scala e le coordinate dello viewport - Pre-rendering predittivo delle aree adiacenti
pl: **Inteligentne buforowanie**: - Bufor LRU dla zrenderowanych regionów - Konfigurowalne limity pamięci (domyślnie 300MB) - Klucz bufora zawiera skalę i współrzędne viewportu - Przewidywane wsteczne renderowanie sąsiednich obszarów
tr: **Akıllı Önbellekleme**: - Render edilen bölgeler için LRU önbelleği - Yapılandırılabilir bellek sınırları (varsayılan 300 MB) - Önbellek anahtarı ölçek ve viewport koordinatlarını içerir - Komşu alanların önceden tahmini renderi
