Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/architecture.po
Languages: bn, es, fr, hi, id, it, pl, tr

source: Architecture
bn: আর্কিটেকচার
es: Arquitectura
hi: आर्किटेक्चर
id: Arsitektur
it: Architettura
pl: Architektura
tr: Mimarlik

source: This document describes the software architecture of Momovu, including its design patterns, component structure, and technical decisions.
bn: এই ডকুমেন্টটি মোমোভুর সফটওয়্যার আর্কিটেকচার বর্ণনা করে, যাতে এর ডিজাইন প্যাটার্ন, উপাদান গঠন এবং প্রযুক্তিগত সিদ্ধান্তগুলি অন্তর্ভুক্ত রয়েছে।
es: Este documento describe la arquitectura del software de Momovu, incluyendo sus patrones de diseño, estructura de componentes y decisiones técnicas.
fr: Ce document décrit l'architecture logicielle de Momovu, y compris ses modèles de conception, sa structure en composants et ses décisions techniques.
hi: यह दस्तावेज़ मोमोवू के सॉफ्टवेयर आर्किटेक्चर का वर्णन करता है, जिसमें इसके डिज़ाइन पैटर्न, घटक संरचना और तकनीकी निर्णय शामिल हैं।
id: Dokumen ini menjelaskan arsitektur perangkat lunak Momovu, termasuk pola desainnya, struktur komponennya, dan keputusan teknis.
it: Questo documento descrive l'architettura software di Momovu, inclusi i suoi pattern di progettazione, la struttura dei componenti e le decisioni tecniche.
pl: Ten dokument opisuje architekturę oprogramowania Momovu, w tym wzorce projektowe, strukturę komponentów oraz decyzje techniczne.
tr: Bu belge, Momovu'nun yazılım mimarisi hakkında bilgi verir, tasarım kalıplarını, bileşen yapısını ve teknik kararları içerir.

source: Overview
bn: সারাংশ
es: Visión general
fr: Aperçu
hi: अवलोकन
id: Gambaran Umum
it: Panoramica
pl: Przegląd
tr: Genel Bakış

source: Momovu follows the **Model-View-Presenter (MVP)** architectural pattern with clear separation of concerns:
bn: মোমোভু **মডেল-ভিউ-প্রেজেন্টার (MVP)** স্থাপত্য মডেল অনুসরণ করে যার পরিষ্কার ভাবে দায়িত্ব বিভাজন রয়েছে:
es: Momovu sigue el patrón arquitectónico **Modelo-Vista-Presentador (MVP)** con una separación clara de responsabilidades:
fr: Momovu suit le **modèle-vue-présentateur (MVP)**, un schéma architectural avec une séparation claire des préoccupations :
hi: मोमोवू **मॉडल-व्यू-प्रेजेंटर (एमवीपी)** आर्किटेक्चरल पैटर्न का अनुसरण करता है जिसमें चिंताओं का स्पष्ट अलगाव होता है:
id: Momovu mengikuti pola arsitektur **Model-View-Presenter (MVP)** dengan pemisahan tanggung jawab yang jelas:
it: Momovu segue il pattern architetturale **Model-View-Presenter (MVP)** con una chiara separazione delle preoccupazioni:
pl: Momovu stosuje wzorzec architektury **Model-View-Presenter (MVP)** z wyraźnym podziałem obowiązków:
tr: Momovu, **Model-View-Presenter (MVP)** mimari kalıbını kullanır ve sorumluluklar net bir şekilde ayrıştırılmıştır:

source: **Model Layer**: Data storage and business state management
bn: **মডেল স্তর**: ডেটা সংরক্ষণ এবং ব্যবসায়িক অবস্থা পরিচালনা
es: **Capa de Modelo**: Almacenamiento de datos y gestión del estado empresarial
fr: **Couche de modèle** : Stockage des données et gestion de l'état métier
hi: **मॉडल परत**: डेटा संग्रहण और व्यवसायिक अवस्था प्रबंधन
id: **Lapisan Model**: Penyimpanan data dan pengelolaan state bisnis
it: **Strato del modello**: Gestione dello storage dei dati e dello stato aziendale
pl: **Warstwa modelu**: Przechowywanie danych i zarządzanie stanem biznesowym
tr: **Model Katmanı:** Veri depolama ve iş durumu yönetimi

source: **View Layer**: Qt-based GUI components and user interface
bn: **দৃশ্য স্তর**: কিউটি-ভিত্তিক গ্রাফিক্স ব্যবহারকারী উপাদান এবং ব্যবহারকারী ইন্টারফেস
es: **Capa de Vista**: Componentes de interfaz gráfica basados en Qt y interfaz de usuario
fr: **Calque de visualisation** : composants d'interface graphique et interface utilisateur basés sur Qt
hi: **दृश्य परत**: क्यूटी-आधारित ग्राफिकल यूजर इंटरफेस घटक और उपयोगकर्ता इंटरफेस
id: **Lapisan Tampilan**: Komponen GUI berbasis Qt dan antarmuka pengguna
it: **Livello Visualizzazione**: Componenti GUI basati su Qt e interfaccia utente
pl: **Warstwa widoku**: Komponenty interfejsu GUI oparte na Qt i interfejs użytkownika
tr: **Görünüm Katmanı**: Qt tabanlı GUI bileşenleri ve kullanıcı arayüzü

source: **Presenter Layer**: Business logic and coordination between models and views
bn: **প্রেজেন্টার স্তর**: ব্যবসা যুক্তি এবং মডেল এবং দৃশ্যগুলির মধ্যে সমন্বয়
es: **Capa de presentador**: Lógica de negocio y coordinación entre modelos y vistas
fr: **Couche de présentation** : Logique métier et coordination entre les modèles et les vues
hi: **प्रस्तुतकर्ता परत**: बिजनेस तर्क और मॉडल और व्यू के बीच समन्वय
id: **Presenter Layer**: Logika bisnis dan koordinasi antara model dan tampilan
it: **Strato Presentatore**: Logica aziendale e coordinamento tra modelli e viste
pl: **Warstwa prezentacji**: Logika biznesowa i koordynacja między modelami a widokami
tr: **Sunucu Katmanı**: İş mantığı ve modeller ile görünümler arasındaki koordinasyon

source: **Component Layer**: Specialized UI components for specific functionality
bn: **অংশ স্তর**: নির্দিষ্ট কাজের জন্য বিশেষায়িত ইউআই উপাদান
es: **Capa de Componentes**: Componentes de interfaz de usuario especializados para funcionalidad específica
fr: **Couche composants** : Composants d'interface utilisateur spécialisés pour des fonctionnalités spécifiques
hi: **घटक परत**: विशिष्ट कार्यक्षमता के लिए विशेषज्ञता प्राप्त यूआई घटक
id: **Lapisan Komponen**: Komponen UI khusus untuk fungsi tertentu
it: **Component Layer**: Componenti UI specializzati per funzionalità specifiche
pl: **Warstwa komponentów**: Specjalistyczne komponenty interfejsu użytkownika dla określonej funkcjonalności
tr: **Bileşen Katmanı**: Belirli işlevler için özelleştirilmiş UI bileşenleri

source: Technology Stack
bn: প্রযুক্তি স্ট্যাক
es: Pila de Tecnología
fr: Pile technologique
hi: तकनीकी स्टैक
id: Tumpukan Teknologi
it: Pila Tecnologica
pl: Zestaw Technologiczny
tr: Teknoloji Yığını

source: Core Technologies
bn: মূল প্রযুক্তি
es: Tecnologías Clave
fr: Technologies de base
hi: मुख्य प्रौद्योगिकियाँ
id: Teknologi Inti
it: Tecnologie Principali
pl: Technologie jądrowe
tr: Temel Teknolojiler

source: **Python 3.9+**: Modern Python with type hints
bn: **পাইথন ৩.৯+**: ধরন সংকেত সহ আধুনিক পাইথন
es: **Python 3.9+**: Python moderno con indicaciones de tipo
fr: **Python 3.9+** : Python moderne avec des indices de type
hi: **पायथन 3.9+**: प्रकार संकेतों वाला आधुनिक पायथन
id: **Python 3.9+**: Python modern dengan petunjuk tipe
it: **Python 3.9+**: Python moderno con indicazioni di tipo
pl: **Python 3.9+**: Nowoczesny Python z podpowiedziami typów
tr: **Python 3.9+:** Tip ipuçlarıyla modern Python

source: **PySide6/Qt6**: Cross-platform GUI framework
bn: **PySide6/Qt6**: ক্রস-প্ল্যাটফর্ম GUI ফ্রেমওয়ার্ক
es: **PySide6/Qt6**: Marco de interfaz gráfica multiplataforma
fr: **PySide6/Qt6** : Framework d'interface graphique multiplateforme
hi: **पाइसाइड6/क्यूटी6**: क्रॉस-प्लेटफॉर्म GUI फ्रेमवर्क
id: **PySide6/Qt6**: Kerangka kerja GUI multi-platform
it: **PySide6/Qt6**: Framework per interfacce utente multipiattaforma
pl: **PySide6/Qt6**: Krzyżowy framework GUI
tr: **PySide6/Qt6**: Çapraz platform GUI çerçevesi

source: **QPdfDocument**: Native PDF rendering
bn: **QPdfDocument**: প্রাকৃতিক PDF রেন্ডারিং
es: **QPdfDocument**: Representación nativa de PDF
fr: **QPdfDocument** : Rendu PDF natif
hi: **QPdfDocument**: स्वदेशी पीडीएफ रेंडरिंग
id: **QPdfDocument**: Pemrosesan PDF asli
it: **QPdfDocument**: Rendering PDF nativo
pl: **QPdfDocument**: Wyrenderowanie PDF w natywny sposób
tr: **QPdfDocument**: Yerel PDF işlenmesi

source: **QGraphicsView**: Scene-based rendering system
bn: **QGraphicsView**: স্কিন-ভিত্তিক প্রদর্শন ব্যবস্থা
es: **QGraphicsView**: Sistema de representación basado en escena
fr: **QGraphicsView** : Système de rendu basé sur des scènes
hi: **QGraphicsView**: सीनरी-आधारित रेंडरिंग सिस्टम
id: **QGraphicsView**: Sistem render berbasis adegan
it: **QGraphicsView**: Sistema di rendering basato sulla scena
pl: **QGraphicsView**: System renderowania oparty na scenie
tr: **QGraphicsView**: Sahne tabanlı işleme sistemi

source: Design Principles
bn: ডিজাইন নীতি
es: Principios de Diseño
fr: Principes de conception
hi: डिज़ाइन सिद्धांत
id: Prinsip Desain
it: Principi di progettazione
pl: Zasady projektowania
tr: Tasarım İlkeleri

source: **MVP Pattern**: Clear separation between data, logic, and presentation
bn: **এমভিপি প্যাটার্ন**: ডেটা, লজিক এবং প্রেজেন্টেশনের মধ্যে স্পষ্ট পৃথকতা
es: **Patrón MVP**: Separación clara entre datos, lógica y presentación
fr: **Modèle MVP** : Séparation claire entre données, logique et présentation
hi: **एमवीपी पैटर्न**: डेटा, तर्क और प्रस्तुति के बीच स्पष्ट अलगाव
id: **Pola MVP**: Pemisahan yang jelas antara data, logika, dan presentasi
it: **Modello MVP**: Separazione chiara tra dati, logica e presentazione
pl: **Wzorzec MVP**: wyraźne oddzielenie danych, logiki i prezentacji
tr: **MVP Deseni**: Veri, mantık ve sunum arasında net bir ayrım

source: **Single Responsibility**: Each class has one well-defined purpose
bn: **একক দায়িত্ব**: প্রতিটি শ্রেণীর একটি স্পষ্ট উদ্দেশ্য থাকে
es: **Responsabilidad Única**: Cada clase tiene un propósito bien definido
fr: **Responsabilité unique** : Chaque classe a une seule fonction bien définie
hi: **एकल जिम्मेदारी**: प्रत्येक क्लास के पास एक स्पष्ट परिभाषित उद्देश्य होता है।
id: **Tanggung Jawab Tunggal**: Setiap kelas memiliki satu tujuan yang jelas
it: **Responsabilità Unica**: Ogni classe ha un unico scopo ben definito
pl: **Jedna odpowiedzialność**: Każda klasa ma jeden wyraźnie zdefiniowany cel
tr: **Tek Sorumluluk**: Her sınıfın tek bir açıkça tanımlanmış amacı vardır.

source: **Dependency Injection**: Loose coupling between components
bn: **প্রতিশ্রুতি সংযোগ (Dependency Injection)**: উপাদানগুলির মধ্যে দুর্বল সংযোগ
es: **Inyección de dependencias**: Acoplamiento suelto entre componentes
fr: **Injection de dépendances** : Couplage faible entre les composants
hi: **निर्भरता निवेशन**: घटकों के बीच ढीला जोड़
id: **Injeksi Ketergantungan**: Keterkaitan longgar antara komponen
it: **Iniezione di dipendenza**: Accoppiamento debole tra componenti
pl: **Wstrzykiwanie zależności**: Osłabienie sprzężenia między komponentami
tr: **Bağımlılık Enjeksiyonu**: Bileşenler arasında gevşek bağlama

source: **Observer Pattern**: Event-driven updates via property change notifications
bn: **পর্যবেক্ষক প্যাটার্ন**: গুণ পরিবর্তন বিজ্ঞপ্তির মাধ্যমে ঘটনা-ভিত্তিক আপডেট
es: **Patrón Observador**: Actualizaciones impulsadas por eventos mediante notificaciones de cambios en propiedades
fr: **Modèle d'observateur** : Mises à jour pilotées par des événements via des notifications de modification de propriété
hi: **अवलोकक पैटर्न**: गुण परिवर्तन सूचनाओं के माध्यम से घटना-प्रेरित अद्यतन
id: **Pola Pengamat**: Pembaruan berbasis acara melalui pemberitahuan perubahan properti
it: **Modello Osservatore**: Aggiornamenti guidati dagli eventi tramite notifiche di modifica delle proprietà
pl: **Obserwator**: Zdarzenia sterujące aktualizacjami za pośrednictwem powiadomień o zmianie właściwości
tr: **Gözlemci Deseni**: Özelliği değiştirme bildirimleri yoluyla olay odaklı güncellemeler

source: **Strategy Pattern**: Different rendering strategies for various view modes
bn: **স্ট্র্যাটেজি প্যাটার্ন**: বিভিন্ন দৃশ্য মোডের জন্য বিভিন্ন রেন্ডারিং স্ট্র্যাটেজি
es: **Patrón de Estrategia**: Diferentes estrategias de representación para diversos modos de vista
fr: **Stratégie** : Différentes stratégies de rendu pour divers modes d'affichage
hi: **युक्ति पैटर्न**: विभिन्न दृश्य मोड़ों के लिए अलग-अलग रेंडरिंग युक्तियाँ
id: **Pola Strategi**: Strategi rendering yang berbeda untuk berbagai mode tampilan
it: **Modello di strategia**: Diverse strategie di rendering per diverse modalità di visualizzazione
pl: **Wzorzec strategii**: Różne strategie renderowania dla różnych trybów widoku
tr: **Strateji Deseni**: Farklı görünüm modelleri için farklı işlevsel stratejiler

source: **Component-Based Architecture**: Modular UI components
bn: **অংশ-ভিত্তিক স্থাপত্য**: মডিউলার ইউআই উপাদান
es: **Arquitectura basada en componentes**: Componentes de interfaz de usuario modulares
fr: **Architecture basée sur des composants** : Composants d'interface modulaires
hi: **घटक आधारित वास्तुकला**: मॉड्यूलर यूआई घटक
id: **Arsitektur Berbasis Komponen**: Komponen UI Modular
it: **Architettura basata su componenti**: Componenti dell'interfaccia utente modulare
pl: **Architektura oparta na komponentach**: Modułowe komponenty interfejsu użytkownika
tr: **Bileşen Tabanlı Mimarisi**: Modüler UI Bileşenleri

source: MVP Architecture
bn: এমভিপি স্থাপত্য
es: Arquitectura MVP
fr: Architecture MVP
hi: एमवीपी आर्किटेक्चर
id: Arsitektur MVP
it: Architettura MVP
pl: Architektura MVP
tr: MVP Mimarisi

source: The application follows a strict MVP pattern where:
bn: অ্যাপ্লিকেশনটি এমন একটি কড়া এমভিপি মডেল অনুসরণ করে যেখানে:
es: La aplicación sigue un patrón estricto de MVP donde:
fr: L'application suit un schéma strict de MVP où :
hi: एप्लिकेशन निम्नलिखित के सख्त एमवीपी पैटर्न का अनुसरण करता है:
id: Aplikasi mengikuti pola MVP yang ketat dimana:
it: L'applicazione segue un pattern MVP molto rigoroso dove:
pl: Aplikacja stosuje ścisły wzorzec MVP, gdzie:
tr: Uygulama, aşağıdaki gibi katmanlar içerir:

source: **Models** hold data and notify observers of changes
bn: **মডেলস** ডেটা ধারণ করে এবং পরিবর্তনের সম্পর্কে অবজার্ভারদের অবহিত করে।
es: **Modelos** almacenan datos y notifican a los observadores sobre cambios
fr: Les **modèles** contiennent des données et notifient les observateurs des changements.
hi: **मॉडल** डेटा को संचित करते हैं और परिवर्तनों की जानकारी अवलोककों को देते हैं।
id: **Model** menyimpan data dan memberi tahu pengamat tentang perubahan
it: **Modelli** mantengono i dati e notificano agli osservatori le modifiche
pl: **Modele** przechowują dane i informują obserwatorów o zmianach.
tr: **Modeller**, verileri tutar ve gözlemcilere değişiklikleri bildirir.

source: **Views** display data and handle user input
bn: **দৃশ্য** ডেটা প্রদর্শন এবং ব্যবহারকারী ইনপুট পরিচালনা করে।
es: **Vistas** muestran datos y manejan la entrada del usuario
fr: Les **vues** affichent les données et gèrent les entrées utilisateur.
hi: **दृश्य** (views) डेटा का प्रदर्शन करते हैं और उपयोगकर्ता इनपुट का संसाधन करते हैं।
id: **Tampilan** menampilkan data dan menangani masukan pengguna
it: **Viste** visualizzano i dati e gestiscono l'input dell'utente
pl: **Widoki** wyświetlają dane i obsługują dane wejściowe użytkownika.
tr: **Görünümler** verileri görüntüler ve kullanıcı girdisini işler.

source: **Presenters** contain business logic and coordinate between models and views
bn: **প্রেজেন্টারগুলি** ব্যবসা যুক্তি ধারণ করে এবং মডেল এবং দৃশ্যগুলির মধ্যে সমন্বয় করে।
es: **Los presentadores** contienen la lógica empresarial y coordinan entre modelos y vistas.
fr: Les **présenteurs** contiennent la logique métier et coordonnent les interactions entre les modèles et les vues.
hi: **प्रस्तुतकर्ता** व्यावसायिक तर्क शामिल करते हैं और मॉडल और व्यू के बीच समन्वय करते हैं।
id: **Presenter** berisi logika bisnis dan mengkoordinasikan antara model dan tampilan.
it: **Presentatori** contengono la logica aziendale e coordinano tra modelli e viste
pl: **Prezentery** zawierają logikę biznesową i koordynują między modelami a widokami.
tr: **Sunucular**, iş mantığını içerir ve modeller ile görünümler arasında koordinasyon sağlar.

source: Model Layer
bn: মডেল স্তর
es: Capa del Modelo
fr: Couche de modèle
hi: मॉडल लेयर
id: Lapisan Model
it: Livello Modello
pl: Warstwa modelu
tr: Model Katmanı

source: **Base Model**
bn: **মূল মডেল**
es: **Modelo base**
fr: **Modèle de base**
hi: **बेस मॉडल**
id: **Model Dasar**
it: **Modello base**
pl: **Model bazowy**
tr: **Temel Model**

source: All models inherit from ``BaseModel`` which provides:
bn: সমস্ত মডেলগুলি ``BaseModel`` থেকে উত্তরাধিকারসূত্রে প্রাপ্ত হয়, যা প্রদান করে:
es: Todos los modelos heredan de ``BaseModel`` que proporciona:
fr: Tous les modèles héritent de ``BaseModel`` qui fournit :
hi: सभी मॉडल ``BaseModel`` से विरासत में मिला है जो प्रदान करता है:
id: Semua model mewarisi dari ``BaseModel`` yang menyediakan:
it: Tutti i modelli ereditano da ``BaseModel`` che fornisce:
pl: Wszystkie modele dziedziczą z ``BaseModel``, który zapewnia:
tr: Tüm modeller, aşağıdakileri sağlayan ``BaseModel`` den kalıtır:

source: **Document Model**
bn: **নথি মডেল**
es: **Modelo de Documento**
fr: **Modèle de document**
hi: **दस्तावेज़ मॉडल**
id: **Model Dokumen**
it: **Modello di documento**
pl: **Model Dokumentu**
tr: **Belge Modeli**

source: Manages PDF document data:
bn: PDF ডকুমেন্ট ডেটা পরিচালনা করে:
es: Administra datos de documentos PDF:
fr: Gère les données des documents PDF :
hi: PDF दस्तावेज़ डेटा का प्रबंधन करता है:
id: Mengelola data dokumen PDF:
it: Gestisce i dati del documento PDF:
pl: Zarządza danymi dokumentu PDF:
tr: PDF belge verilerini yönetir:

source: **Margin Settings Model**
bn: **মার্জিন সেটিংস মডেল**
es: **Modelo de Configuración de Márgenes**
fr: **Modèle de paramètres de marge**
hi: **किनारा सेटिंग मॉडल**
id: **Model Pengaturan Margin**
it: **Modello di Impostazioni del Margine**
pl: **Model ustawień marginesów**
tr: **Kenar Boşluğu Ayarları Modeli**

source: Stores margin and overlay configuration:
bn: স্টোর মার্জিন এবং ওভারলে কনফিগারেশন:
es: Margen de las tiendas y configuración de superposición:
fr: Marge des magasins et configuration de la superposition :
hi: स्टोर मार्जिन और ओवरले विन्यास:
id: Menyimpan margin dan konfigurasi overlay:
it: Margine e configurazione sovrapposizione negozi:
pl: Zapisz marginesy i konfigurację nakładki:
tr: Mağaza marjı ve overlay yapılandırması:

source: **View State Model**
bn: **দৃশ্য রাজ্য মডেল**
es: **Modelo de estado de visualización**
fr: **Modèle d'état de la vue**
hi: **राज्य मॉडल देखें**
id: **Model State View**
it: **Modello dello stato della visualizzazione**
pl: **Model stanu widoku**
tr: **Durum Modeli Görünümü**

source: Maintains view-related state:
bn: দৃশ্য সম্পর্কিত অবস্থা বজায় রাখে:
es: Mantiene el estado relacionado con la vista:
fr: Gère l'état lié à la vue :
hi: दृश्य-संबंधी स्थिति बनाए रखता है:
id: Memelihara keadaan yang terkait dengan tampilan:
it: Mantiene lo stato relativo alla visualizzazione:
pl: Utrzymuje stan związany z widokiem:
tr: Görünümle ilgili durumu korur:

source: Presenter Layer
bn: প্রেজেন্টার স্তর
es: Capa de Presentador
fr: Couche de présentation
hi: प्रस्तुतकर्ता परत
id: Lapisan Presenter
it: Strato Presentatore
pl: Warstwa prezentacji
tr: Sunucu Katmanı

source: **Base Presenter**
bn: **বেস প্রেজেন্টার**
es: **Presentador Base**
fr: **Présentateur de base**
hi: **बेस प्रस्तुतकर्ता**
id: **Pembawa Acara Utama**
it: **Presenter di base**
pl: **Prelegent bazowy**
tr: **Temel Sunumcu**

source: Abstract base class for all presenters:
bn: সমস্ত প্রেজেন্টারের জন্য একটি সারাংশ বেস ক্লাস:
es: Clase base abstracta para todos los presentadores:
fr: Classe de base abstraite pour tous les presenters :
hi: सभी प्रस्तुतकर्ताओं के लिए एब्स्ट्रैक्ट बेस क्लास:
id: Kelas dasar abstrak untuk semua presenter:
it: Classe base astratta per tutti i presentatori:
pl: Abstrakcyjna klasa bazowa dla wszystkich prezentatorów:
tr: Tüm sunucular için soyut temel sınıf:

source: **Document Presenter**
bn: **নথি উপস্থাপক**
es: **Presentador de Documentos**
fr: **Présentateur de document**
hi: दस्तावेज प्रस्तुतकर्ता
id: **Penyaji Dokumen**
it: **Presentatore di documenti**
pl: **Prezenter Dokumentów**
tr: **Belge Sunucu**

source: Handles PDF document operations:
bn: PDF দলিল কাজ সম্পাদন করে:
es: Realiza operaciones con documentos PDF:
fr: Gère les opérations sur les documents PDF :
hi: पीडीएफ दस्तावेज़ संचालन का संचालन करता है:
id: Menangani operasi dokumen PDF:
it: Gestisce le operazioni sui documenti PDF:
pl: Obsługuje operacje na dokumentach PDF:
tr: PDF belge işlemleri:

source: Document loading and validation
bn: নথি লোড এবং যাচাইকরণ
es: Carga y validación del documento
fr: Chargement et validation du document
hi: दस्तावेज़ लोड करना और सत्यापन
id: Pemuatan dan validasi dokumen
it: Caricamento e convalida del documento
pl: Ładowanie i walidacja dokumentu
tr: Belge Yükleme ve Doğrulama

source: Page rendering coordination
bn: পৃষ্ঠা রেন্ডারিং সমন্বয়
es: Coordinación de renderizado de páginas
fr: Coordination de l'affichage des pages
hi: पृष्ठ रेंडरिंग समन्वय
id: Koordinasi rendering halaman
it: Coordinamento del rendering delle pagine
pl: Koordynacja renderowania strony
tr: Sayfa işlevi koordinasyonu

source: Error handling and reporting
bn: ত্রুটি পরিচালনা এবং প্রতিবেদন
es: Manejo y reporte de errores
fr: Gestion et signalement des erreurs
hi: त्रुटि संभाल और रिपोर्टिंग
id: Penanganan dan pelaporan kesalahan
it: Gestione degli errori e reporting
pl: Obsługa i raportowanie błędów
tr: Hata işleme ve raporlama

source: Qt PDF document management
bn: Qt পিডিএফ ডকুমেন্ট ম্যানেজমেন্ট
es: Gestión de documentos PDF de Qt
fr: Gestion de documents PDF Qt
hi: क्यूटी पीडीएफ दस्तावेज़ प्रबंधन
id: Pengelolaan dokumen PDF Qt
it: Gestione documenti PDF Qt
pl: Qt Zarządzanie dokumentami PDF
tr: Qt PDF belge yönetimi

source: **Margin Presenter**
bn: **মার্জিন প্রেজেন্টার**
es: **Presentador de Margen**
fr: **Présentateur de marge**
hi: किनारा प्रस्तुतकर्ता
id: **Pembawa Acara Margin**
it: **Presentatore del Margine**
pl: **Prezenter marginesu**
tr: **Marj Sunucu**

source: Manages margin calculations:
bn: মার্জিন হিসাব নিয়ন্ত্রণ করে:
es: Administra cálculos de margen:
fr: Gère les calculs de marge :
hi: किनारे की गणना का प्रबंधन करता है:
id: Mengelola perhitungan margin:
it: Gestisce i calcoli del margine:
pl: Zarządza obliczeniami marginesów:
tr: Kenar boşlukları hesaplamalarını yönetir:

source: Document type-specific margins
bn: নথি ধরণ-বিশেষ মার্জিনগুলি
es: Márgenes específicos del tipo de documento
fr: Marges spécifiques au type de document
hi: दस्तावेज़ प्रकार-विशिष्ट किनारे
id: Batasan tipe dokumen tertentu
it: Margini specifici per il tipo di documento
pl: Marginesy specyficzne dla typu dokumentu
tr: Belge türüne özgü kenar boşlukları

source: Spine width calculations
bn: পৃষ্ঠদেশের প্রস্থের হিসাব
es: Cálculos del ancho de la columna vertebral
fr: Calculs de la largeur du dos
hi: अक्षतल की चौड़ाई की गणना
id: Perhitungan lebar tulang punggung
it: Calcoli della larghezza della colonna vertebrale
pl: Obliczenia szerokości grzbietu
tr: Omurga genişliği hesaplamaları

source: Overlay visibility control
bn: অতিরিক্ত দৃশ্যমানতা নিয়ন্ত্রণ
es: Control de visibilidad de la superposición
fr: Contrôle de visibilité des calques
hi: ओवरले दृश्यता नियंत्रण
id: Kontrol visibilitas overlay
it: Controllo della visibilità dell'overlay
pl: Kontrola widoczności nakładki
tr: Köprü görünürlik kontrolü

source: Margin geometry calculations
bn: মার্জিন জ্যামিতি হিসাব
es: Cálculos de geometría de margen
fr: Calculs de géométrie des marges
hi: किनारा ज्यामिति की गणना
id: Perhitungan geometri margin
it: Calcoli geometrici del margine
pl: Obliczenia geometrii marginesów
tr: Kenar geometrisi hesaplamaları

source: **Navigation Presenter**
bn: **নেভিগেশন প্রেজেন্টার**
es: **Presentador de Navegación**
fr: **Présentateur de navigation**
hi: **नेविगेशन प्रस्तुतकर्ता**
id: **Presenter Navigasi**
it: **Presentatore di navigazione**
pl: **Prezenter nawigacji**
tr: **Navigasyon Sunucu**

source: Controls page navigation:
bn: পৃষ্ঠা পরিচালনা নিয়ন্ত্রণ কৰে:
es: Controla la navegación de la página:
fr: Contrôle la navigation des pages :
hi: पेज नेविगेशन नियंत्रित करता है:
id: Mengontrol navigasi halaman:
it: Controlla la navigazione delle pagine:
pl: Kontroluje nawigację po stronach:
tr: Sayfa gezinmesini kontrol eder:

source: Page movement logic
bn: পৃষ্ঠা গতি যুক্তি
es: Lógica de movimiento de página
fr: Logique de déplacement de la page
hi: पृष्ठ चलन तर्क
id: Logika perpindahan halaman
it: Logica dello spostamento delle pagine
pl: Logika przemieszczania się po stronach
tr: Sayfa hareketi mantığı
