Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/architecture.po
Languages: bn, es, fr, hi, id, it, pl, tr

source: The project follows an MVP (Model-View-Presenter) architecture:
bn: প্রকল্পটি একটি এমভিপি (মডেল-ভিউ-প্রেজেন্টার) স্থাপত্য অনুসরণ করেছে:
es: El proyecto sigue una arquitectura MVP (Modelo-Vista-Presentador):
fr: Le projet suit une architecture MVP (Modèle-Vue-Présentateur) :
hi: परियोजना एमवीपी (मॉडल-व्यू-प्रस्तुतकर्ता) वास्तुकला का अनुसरण करती है:
id: Proyek ini mengikuti arsitektur MVP (Model-View-Presenter):
it: Il progetto segue un'architettura MVP (Model-View-Presenter):
pl: Projekt oparty jest na architekturze MVP (Model-Widok-Presenter):
tr: Proje, bir MVP (Model-View-Presenter) mimarisi takip eder:

source: Module Responsibilities
bn: মডিউল দায়িত্ব
es: Responsabilidades del Módulo
fr: Responsabilités du module
hi: मॉड्यूल की जिम्मेदारियाँ
id: Tanggung Jawab Modul
it: Responsabilità del Modulo
pl: Zadania modułu
tr: Modül Sorumlulukları

source: **models/**: Pure data storage with property change notifications, no UI dependencies
bn: **models/**: শুধুমাত্র পরিবর্তন সম্পর্কে অবহিতকরণের সাথে শুদ্ধ ডেটা সংরক্ষণ, কোনও ইউআই নির্ভরতা নেই
es: **modelos/**: Almacenamiento puro de datos con notificaciones de cambios de propiedades, sin dependencias de interfaz de usuario
fr: **modèles/** : Stockage de données pur avec des notifications de modification de propriétés, sans dépendances UI
hi: **मॉडल/**: गुण परिवर्तन सूचनाओं के साथ शुद्ध डेटा संग्रहण, कोई UI निर्भरता नहीं
id: **models/**: Penyimpanan data murni dengan pemberitahuan perubahan properti, tanpa ketergantungan UI
it: **modelli/**: Archiviazione di dati puri con notifiche di modifica delle proprietà, senza dipendenze dall'interfaccia utente
pl: **model/**: Czyste przechowywanie danych z powiadamianiem o zmianach właściwości, bez zależności od interfejsu użytkownika
tr: **modeller/**: Özellik değişikliği bildirimleriyle saf veri depolama, UI bağımlılığı yok

source: **presenters/**: Business logic and coordination between models and views, no Qt widgets
bn: **প্রস্তুতকারক/**: ব্যবসা যুক্তি এবং মডেল এবং দৃশ্যগুলির মধ্যে সমন্বয়, কোনও কিউটি উপাদান নয়
es: **presentadores/**: Lógica de negocio y coordinación entre modelos y vistas, sin widgets de Qt
fr: **presenters/** : Logique métier et coordination entre les modèles et les vues, sans widgets Qt
hi: **प्रस्तुतकर्ता/**: मॉडल और व्यू के बीच व्यवसायिक तर्क और समन्वय, कोई Qt विजेट नहीं
id: **pempresentasi/**: Logika bisnis dan koordinasi antara model dan tampilan, tanpa widget Qt
it: **presenters/**: Logica business e coordinamento tra modelli e viste, senza widget Qt
pl: **prezentery/**: Logika biznesowa i koordynacja między modelami a widokami, bez widżetów Qt
tr: **sunucular/**: Modeller ve görünümler arasındaki iş mantığı ve koordinasyon, Qt widget'ları yok

source: **views/**: Qt UI components with minimal logic, delegates to presenters
bn: **views/**: মিনিমাম লজিক সহ Qt UI উপাদান, প্রেজেন্টারদের নিয়োগ
es: **vistas/**: Componentes de la interfaz de usuario de Qt con lógica mínima, delegados a presentadores
fr: **vues/** : composants Qt UI avec une logique minimale, délègue aux présentateurs
hi: **दृश्य/**: न्यूनतम तर्क वाले क्यूटी यूआई घटक, प्रस्तुतकर्ता को निर्देशित करते हैं
id: **views/**: Komponen UI Qt dengan logika minimal, mendelegasikan ke presenter
it: **viste/**: componenti UI di Qt con logica minima, delegati per presentare i presenters
pl: **views/**: komponenty interfejsu Qt z minimalną logiką, delegujące do prezentatorów
tr: **görünümler/**: Az mantıksal işlem içeren Qt UI bileşenleri, sunuculara devredilen temsilciler

source: **views/components/**: Specialized UI components with single responsibilities
bn: **views/components/**: একক দায়িত্ব সহ বিশেষজ্ঞ মানচিত্র উপাদান
es: **vistas/componentes/**: Componentes de interfaz de usuario especializados con responsabilidades únicas
fr: **vues/composants/** : Composants d'interface utilisateur spécialisés avec une seule responsabilité
hi: **दृश्यों/कंपोनेंट्स/**: एकल उत्तरदायित्व वाले विशेषज्ञता युक्त यूआई घटक
id: **views/components/**: Komponen UI yang spesialis dengan tanggung jawab tunggal
it: **views/components/**: Componenti UI specializzati con responsabilità singole
pl: **views/components/**: Specjalistyczne komponenty interfejsu z pojedynczymi odpowiedzialnościami
tr: **görünümler/bileşenler/**: Tek sorumluluğa sahip özel UI bileşenleri

source: **lib/**: Shared utilities, constants, and helper functions
bn: **lib/**: সাধারণ উপকরণ, ধ্রুবক এবং সাহায্যকারী ফাংশন
es: **lib/**: Utilidades compartidas, constantes y funciones de ayuda
fr: **lib/** : Utilitaires partagés, constantes et fonctions d'aide
hi: **लिब/**: साझा उपयोगिताएं, नियतांक और सहायक कार्य
id: **lib/**: Utilitas, konstanta, dan fungsi bantu yang bersifat umum
it: **lib/**: Utilità condivise, costanti e funzioni di supporto
pl: **lib/**: Udostępnione funkcje pomocnicze, stałe i funkcje pomocnicze
tr: **lib/**: Ortak yardımcılar, sabitler ve yardımcı fonksiyonlar

source: Design Decisions
bn: ডিজাইন সিদ্ধান্ত
es: Decisiones de Diseño
fr: Décisions de conception
hi: रचना निर्णय
id: Keputusan Desain
it: Decisioni progettuali
pl: Decyzje projektowe
tr: Tasarım Kararları

source: MVP Over MVC
bn: এমভিপি ওভার এমভিসি
es: MVP sobre MVC
fr: MVP contre MVC
hi: एमवीपी ओवर एमवीसी
id: MVP Mengungguli MVC
it: MVP Sopra MVC
pl: MVP nad MVC
tr: MVC Üzerine MVP

source: Chose MVP pattern because:
bn: MVP প্যাটার্ন বেছে নেওয়া হয়েছে কারণ:
es: Elegí el patrón MVP porque:
fr: J'ai choisi le modèle MVP parce que :
hi: MVP पैटर्न का चयन किया क्योंकि:
id: Memilih pola MVP karena:
it: Ho scelto il pattern MVP perché:
pl: Wybrano wzorzec MVP, ponieważ:
tr: MVP modelini seçme sebepleri:

source: Better testability (presenters are UI-agnostic)
bn: উন্নত পরীক্ষার সুযোগ (প্রেজেন্টারগুলি UI-এর প্রতি নিরপেক্ষ)
es: Mejor capacidad de prueba (los presentadores son indiferentes a la interfaz de usuario)
fr: Meilleure testabilité (les presenters sont indépendants de l'interface utilisateur)
hi: बेहतर परीक्षण योग्यता (प्रस्तुतकर्ता UI-अज्ञात होते हैं)
id: Pengujian yang lebih baik (presenter bersifat UI-netral)
it: Migliore testabilità (i presentatori sono agnostici rispetto all'interfaccia utente)
pl: Lepsza testowalność (prezenterzy są niezależne od interfejsu użytkownika)
tr: Daha iyi test edilebilirlik (sunucular UI-agnostiktir)

source: Clear separation of concerns
bn: দায়িত্ব সম্পর্কে স্পষ্ট পৃথককরণ
es: Separación clara de responsabilidades
fr: Séparation claire des préoccupations
hi: चिंताओं का स्पष्ट अलगाव
id: Pemisahan yang jelas antara kepentingan
it: Separazione chiara delle preoccupazioni
pl: Wyraźne rozdzielenie zasadniczych obszarów działania
tr: Endişelerin net ayrılması

source: Easier to mock views for testing
bn: পরীক্ষার জন্য মক দৃশ্যগুলি সহজতর করা
es: Vistas más fáciles de mockear para pruebas
fr: Plus facile de contourner les vues pour les tests
hi: परीक्षण के लिए दृश्यों का मज़ाक उड़ाना आसान
id: Lebih mudah memperolok tampilan untuk pengujian
it: Mocking delle viste più semplice per il testing
pl: Łatwiejsze do zasymulowania widoki do testowania
tr: Test için görünümleri taklit etmek daha kolaydır

source: More suitable for desktop applications
bn: ডেস্কটপ অ্যাপ্লিকেশনের জন্য আরও উপযুক্ত
es: Más adecuado para aplicaciones de escritorio
fr: Plus adapté aux applications de bureau
hi: डेस्कटॉप एप्लिकेशन के लिए अधिक उपयुक्त
id: Lebih cocok untuk aplikasi desktop
it: Più adatto per applicazioni desktop
pl: Lepej odpowiedni dla aplikacji biurowych
tr: Masaüstü uygulamaları için daha uygundur

source: Component-Based UI
bn: ঘটনা-ভিত্তিক ব্যবহারকারী ইন্টারফেস
es: Interfaz de usuario basada en componentes
fr: Interface utilisateur orientée composants
hi: घटक-आधारित UI
id: Antarmuka Berbasis Komponen
it: Interfaccia utente basata su componenti
pl: Interfejs użytkownika oparty na komponentach
tr: Bileşen Tabanlı Kullanıcı Arayüzü

source: Benefits of component architecture:
bn: উপাদান স্থাপত্যের সুবিধা:
es: Beneficios de la arquitectura de componentes:
fr: Avantages de l'architecture par composants :
hi: घटक आर्किटेक्चर के लाभ:
id: Manfaat arsitektur komponen:
it: Vantaggi dell'architettura a componenti:
pl: Zalety architektury opartej na komponentach:
tr: Bileşen mimarisi avantajları:

source: Single responsibility per component
bn: প্রতি উপাদানের জন্য একক দায়িত্ব
es: Responsabilidad única por componente
fr: Une seule responsabilité par composant
hi: एक कंपोनेंट प्रति एक जिम्मेदारी
id: Tanggung jawab tunggal per komponen
it: Responsabilità singola per componente
pl: Jedna odpowiedzialność na komponent
tr: Bileşene tek sorumluluk

source: Easy to test individual components
bn: ব্যক্তিগত উপাদানগুলি পরীক্ষা করা সহজ
es: Fácil de probar componentes individuales
fr: Facile de tester les composants individuels
hi: व्यक्तिगत घटकों का परीक्षण करना आसान है
id: Mudah menguji komponen individu
it: Facile da testare i singoli componenti
pl: Łatwe testowanie poszczególnych komponentów
tr: Bireysel bileşenlerin testi kolaydır

source: Reusable across different contexts
bn: বিভিন্ন পরিপ্রেক্ষিতে পুনঃ ব্যবহারযোগ্য
es: Reutilizable en diferentes contextos
fr: Réutilisable dans différents contextes
hi: विभिन्न संदर्भों में पुनः उपयोग योग्य
id: Dapat digunakan kembali di berbagai konteks
it: Riutilizzabile in diversi contesti
pl: Możliwy do ponownego użycia w różnych kontekstach
tr: Farklı bağlamlarda yeniden kullanılabilir

source: Simplified maintenance
bn: সরলীকৃত রক্ষণাবেক্ষণ
es: Mantenimiento simplificado
fr: Entretien simplifié
hi: सरल रखरखाव
id: Perawatan yang disederhanakan
it: Manutenzione semplificata
pl: Uproszczony serwis
tr: Kolay bakım

source: Strategy Pattern for Rendering
bn: রেন্ডারিংয়ের জন্য স্ট্র্যাটেজি প্যাটার্ন
es: Patrón de Estrategia para Representación
fr: Modèle de conception Stratégie pour le rendu
hi: रेंडरिंग के लिए स्ट्रैटेजी पैटर्न
id: Pola Strategi untuk Rendering
it: Modello di strategia per il rendering
pl: Wzorzec strategii do renderowania
tr: Renderleme için Strateji Deseni

source: Advantages:
bn: উপকারিতা:
es: Ventajas:
fr: Avantages :
hi: लाभ:
id: Keuntungan:
it: Vantaggi:
pl: Zalety:
tr: Avantajlar:

source: Easy to add new view modes
bn: নতুন দৃশ্য মোড যোগ করা সহজ
es: Fácil de agregar nuevos modos de vista
fr: Facile d'ajouter de nouveaux modes d'affichage
hi: नए दृश्य मोड़ जोड़ना आसान है।
id: Mudah menambahkan mode tampilan baru
it: Facile l'aggiunta di nuovi modi di visualizzazione
pl: Łatwe dodawanie nowych trybów widoku
tr: Yeni görünüm modelleri eklemek kolaydır

source: Clean separation of rendering logic
bn: প্রদর্শন যুক্তির পরিষ্কার পৃথককরণ
es: Separación clara de la lógica de representación
fr: Séparation nette de la logique de rendu
hi: प्रस्तुति तर्क का स्पष्ट अलगाव
id: Pemisahan bersih dari logika rendering
it: Separazione netta della logica di rendering
pl: Czyste rozdzielenie logiki renderowania
tr: Render mantığının temiz ayrımı

source: Runtime strategy selection
bn: চালনা সময় নীতি নির্বাচন
es: Selección de estrategia en tiempo de ejecución
fr: Sélection de stratégie au moment de l'exécution
hi: समय के दौरान रणनीति चयन
id: Pemilihan strategi saat runtime
it: Selezione della strategia in esecuzione
pl: Wybór strategii w czasie wykonywania
tr: Çalışma Zamanı Strateji Seçimi

source: Consistent interface
bn: সম্পূর্ণ ইন্টারফেস
es: Interfaz coherente
fr: Interface cohérente
hi: संगत इंटरफ़ेस
id: Antarmuka konsisten
it: Interfaccia coerente
pl: Spójny interfejs
tr: Bütünleşik arayüz
