Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/development.po
Languages: ar, bn, de, fr, hi, id, pt, tr

source: API docs auto-generated from docstrings
ar: توثيق واجهة برمجة التطبيقات (API) يتم إنشاؤه تلقائيًا من سلاسل الوثائق
bn: API ডকুমেন্টেশন ডকস্ট্রিং থেকে স্বয়ংক্রিয়ভাবে তৈরি
de: API-Dokumentation automatisch aus docstrings generiert
fr: Documentation de l'API générée automatiquement à partir des docstrings
hi: एपीआई दस्तावेज़ डॉकस्ट्रिंग से स्वचालित रूप से उत्पन्न
id: Dokumen API yang dihasilkan secara otomatis dari docstrings
pt: Documentação da API gerada automaticamente a partir de docstrings
tr: API dökümantasyonu, docstring'lerden otomatik olarak oluşturuldu

source: Example docstring:
ar: مثال على سلسلة الوثائق:
bn: উদাহরণ ডকস্ট্রিং:
de: Beispieldokumentation:
fr: Exemple de docstring :
hi: उदाहरण दस्तावेज़ स्ट्रिंग:
id: Contoh docstring:
pt: Exemplo de docstring:
tr: Örnek docstring:

source: Debugging
ar: التصحيح
bn: ডিবাগিং
de: Debuggen
fr: Débogage
hi: डीबगिंग
id: Men-debug
pt: Depuração
tr: Hata ayıklama

source: Debug Mode
ar: وضع التصحيح
bn: ডিবাগ মোড
de: Debug-Modus
fr: Mode de débogage
hi: डीबग मोड
id: Mode Debug
pt: Modo de Depuração
tr: Hata Ayıklama Modu

source: Run with debug logging:
ar: تشغيلها مع تسجيل أخطاء الديباج:
bn: ডিবাগ লগ সহ চালান:
de: Mit Debug-Protokollierung ausführen:
fr: Exécuter avec le journal d'appels de débogage :
hi: डीबग लॉगिंग के साथ चलाएं:
id: Jalankan dengan debug logging:
pt: Execute com o registro de depuração:
tr: Hata ayıklama günlüğüyle çalıştır:

source: Resources
ar: موارد
bn: সম্পদ
de: Ressourcen
fr: Ressources
hi: संसाधन
id: Sumber daya
pt: Recursos
tr: Kaynaklar

source: **Source Code**: https://spacecruft.org/books/momovu
ar: **الكود المصدري**: https://spacecruft.org/books/momovu
bn: **সোর্স কোড**: https://spacecruft.org/books/momovu
de: **Quellcode**: https://spacecruft.org/books/momovu
fr: **Code source** : https://spacecruft.org/books/momovu
hi: **स्रोत कोड**: https://spacecruft.org/books/momovu
id: **Kode Sumber**: https://spacecruft.org/books/momovu
pt: **Código-fonte**: https://spacecruft.org/books/momovu
tr: **Kaynak Kod**: https://spacecruft.org/books/momovu

source: **Documentation**: https://momovu.org
ar: **التوثيق**: https://momovu.org
bn: **নথিপত্র**: https://momovu.org
de: **Dokumentation**: https://momovu.org
hi: **दस्तावेज़ीकरण**: https://momovu.org
id: **Dokumentasi**: https://momovu.org
pt: **Documentação**: https://momovu.org
tr: **Dökümantasyon**: https://momovu.org

source: **PyPI Package**: https://pypi.org/project/momovu/
ar: **مكتبة PyPI**: https://pypi.org/project/momovu/
bn: **পিপি আই প্যাকেজ**: https://pypi.org/project/momovu/
de: **PyPI-Paket**: https://pypi.org/project/momovu/
fr: **Paquet PyPI** : https://pypi.org/project/momovu/
hi: **पीपीआई पैकेज**: https://pypi.org/project/momovu/
id: **Paket PyPI**: https://pypi.org/project/momovu/
pt: **Pacote PyPI**: https://pypi.org/project/momovu/
tr: **PyPI Paketi**: https://pypi.org/project/momovu/
