Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/development.po
Languages: ar, bn, de, fr, hi, id, pt, tr

source: Development
ar: التنمية
bn: উন্নয়ন
de: Entwicklung
fr: Développement
hi: विकास
id: Pengembangan
pt: Desenvolvimento
tr: Gelişim

source: This guide covers setting up a development environment for Momovu, coding standards, testing procedures, and contribution guidelines.
ar: يغطي هذا الدليل إعداد بيئة التطوير لـ Momovu، معايير البرمجة، إجراءات الاختبار، ومبادئ貢献.
bn: এই গাইডটি মোমোভুর জন্য একটি ডেভেলপমেন্ট পরিবেশ স্থাপন, কোডিং মান, পরীক্ষা পদ্ধতি এবং অবদানের নীতিমালা আবরীত করে।
de: Dieses Handbuch behandelt die Einrichtung einer Entwicklungs-Umgebung für Momovu, Kodierungsstandards, Testverfahren und Leitlinien für Beiträge.
fr: Ce guide traite de la configuration d'un environnement de développement pour Momovu, des normes de codage, des procédures de test et des directives de contribution.
hi: यह गाइड मोमोवु के लिए विकास पर्यावरण के स्थापित करने, कोडिंग मानकों, परीक्षण प्रक्रियाओं और योगदान निर्देशों को कवर करता है।
id: Panduan ini mencakup pengaturan lingkungan pengembangan untuk Momovu, standar penulisan kode, prosedur pengujian, dan pedoman kontribusi.
pt: Este guia abrange a configuração de um ambiente de desenvolvimento para Momovu, padrões de codificação, procedimentos de teste e diretrizes de contribuição.
tr: Bu kılavuz, Momovu için geliştirme ortamı kurulumunu, kodlama standartlarını, test prosedürlerini ve katkı kılavuzlarını kapsar.

source: Development Setup
ar: الإعداد التطويري
bn: বিকাশ সেটআপ
de: Entwicklungssetup
fr: Configuration de développement
hi: विकास स्थापना
id: Pengaturan Pengembangan
pt: Configuração de Desenvolvimento
tr: Geliştirme Kurulumu

source: Prerequisites
ar: متطلبات مسبقة
bn: প্রয়োজনীয়তা
de: Voraussetzungen
fr: Prérequis
hi: अग्रिम आवश्यकताएँ
id: Persyaratan Prasyarat
pt: Pré-requisitos
tr: Önkoşullar

source: Python 3.9 or higher
ar: بايثون 3.9 أو أعلى
bn: পাইথন 3.9 বা তার বেশি
de: Python 3.9 oder höher
fr: Python 3.9 ou version ultérieure
hi: पायथन 3.9 या उच्चतर
id: Python 3.9 atau yang lebih baru
pt: Python 3.9 ou superior
tr: Python 3.9 veya üzeri

source: Git
ar: جيت
bn: গিট
hi: गिट

source: A code editor
ar: مُحرر الأكواد
bn: একটি কোড সম্পাদক
de: Ein Code-Editor
fr: Un éditeur de code
hi: एक कोड एडिटर
id: Sebuah editor kode
pt: Um editor de código
tr: Bir kod editörü

source: Basic knowledge of Python and Qt/PySide6
ar: المعرفة الأساسية بـ Python و Qt/PySide6
bn: পাইথন এবং Qt/PySide6 এর মৌলিক ধারণা
de: Grundkenntnisse in Python und Qt/PySide6
fr: Connaissances de base de Python et de Qt/PySide6
hi: पायथन और क्यूटी/पाइसाइड6 के बुनियादी ज्ञान
id: Pengetahuan dasar tentang Python dan Qt/PySide6
pt: Conhecimento básico de Python e Qt/PySide6
tr: Python ve Qt/PySide6 konularında temel bilgi

source: Setting Up the Environment
ar: إعداد البيئة
bn: পরিবেশ স্থাপন করা
de: Einrichten der Umgebung
fr: Configuration de l'environnement
hi: पर्यावरण की स्थापना
id: Mengatur Lingkungan
pt: Configuração do Ambiente
tr: Çevreyi Kurma

source: Clone the repository:
ar: قم بالклонирование (نسخ) المستودع:
bn: রিপোজিটরি ক্লোন করুন:
de: Klonen Sie das Repository:
fr: Clonez le dépôt :
hi: रिपॉजिटरी को क्लोन करें:
id: Kloning repositori:
pt: Clone o repositório:
tr: Depoyu kopyalayın:

source: Create a virtual environment:
ar: إنشاء بيئة افتراضية:
bn: একটি ভার্চুয়াল পরিবেশ তৈরি করুন:
de: Erstellen Sie eine virtuelle Umgebung:
fr: Créer un environnement virtuel :
hi: एक वर्चुअल वातावरण बनाएं:
id: Buat lingkungan virtual:
pt: Crie um ambiente virtual:
tr: Sanal bir ortam oluşturun:

source: Install in development mode with all dependencies:
ar: تثبيت في الوضع التطوري مع جميع الاعتمادات:
bn: বিকাশ মোডে সকল নির্ভরশীলতা সহ ইনস্টল করুন:
de: Im Entwicklungsmodus mit allen Abhängigkeiten installieren:
fr: Installez en mode développement avec toutes les dépendances :
hi: विकास मोड में सभी निर्भरताओं के साथ स्थापित करें:
id: Instal dalam mode pengembangan dengan semua dependensi:
pt: Instale no modo de desenvolvimento com todas as dependências:
tr: Tüm bağımlılıklarla geliştirme modunda kurun:

source: This installs:
ar: هذا يُثبّت:
bn: এটি ইনস্টল করেছে:
de: Dies installiert:
fr: Cela installe :
hi: इसकी स्थापना होती है:
id: Ini menginstal:
pt: Isso instala:
tr: Bu yükler:

source: Core application dependencies
ar: الاعتماديات الأساسية للتطبيق
bn: মূল অ্যাপ্লিকেশন নির্ভরতা
de: Kernanwendungabhängigkeiten
fr: Dépendances principales de l'application
hi: मुख्य एप्लिकेशन निर्भरताएँ
id: Ketergantungan aplikasi inti
pt: Dependências da aplicação principal
tr: Temel uygulama bağımlılıkları

source: Development tools (formatters, linters)
ar: أدوات التطوير (التنسيق، التحقق من الأخطاء)
bn: বিকাশ সরঞ্জাম (ফরম্যাটার, লিন্টার)
de: Entwicklungs-Tools (Formate, Linter)
fr: Outils de développement (formateurs, vérificateurs de style)
hi: विकास उपकरण (फॉर्मेटर, लिंटर)
id: Alat pengembangan (formatter, linter)
pt: Ferramentas de desenvolvimento (formatação, linters)
tr: Geliştirme araçları (biçimlendiriciler, linters)

source: Testing frameworks
ar: إطارات الاختبار
bn: টেস্টিং ফ্রেমওয়ার্ক
de: Testframeworks
fr: Cadres de test
hi: टेस्टिंग फ्रेमवर्क
id: Bingkai pengujian
pt: Quadros de teste
tr: Test Çerçeveleri

source: Documentation builders
ar: مُنشِئو الوثائق
bn: নথিভুক্তকরণ নির্মাতা
de: Dokumentationsersteller
fr: Construire des documents
hi: दस्तावेज़ निर्माता
id: Pembangun dokumentasi
pt: Construtores de documentação
tr: Dökümantasyon inşaatçıları

source: Project Structure
ar: هيكل المشروع
bn: প্রকল্পের গঠন
de: Projektstruktur
fr: Structure du projet
hi: परियोजना संरचना
id: Struktur Proyek
pt: Estrutura do Projeto
tr: Proje Yapısı

source: The project follows an MVP (Model-View-Presenter) architecture. For the detailed project structure and module organization, see the :doc:`architecture` documentation.
ar: يتبع المشروع هندسة MVP (نموذج-عرض-مُقدِّم). لمعرفة بنية المشروع التفصيلية وتنظيم الوحدات، يُرجى الرجوع إلى مستندات :doc:`الهندسة` (architecture).
bn: প্রকল্পটি এমভিপি (মডেল-ভিউ-প্রেজেন্টার) স্থাপত্য অনুসরণ করে। বিস্তারিত প্রকল্প গঠন এবং মডিউল সংগঠনের জন্য, দেখুন :doc:`architecture` দলিলটি।
de: Das Projekt folgt einer MVP (Model-View-Presenter)-Architektur. Für die detaillierte Projektstruktur und Modulorganisation siehe die :doc:`architecture`-Dokumentation.
fr: Le projet suit une architecture MVP (Modèle-Vue-Présentateur). Pour en savoir plus sur la structure du projet et l'organisation des modules, voir la documentation :doc:`architecture`.
hi: परियोजना एमवीपी (मॉडल-व्यू-प्रस्तुतकर्ता) वास्तुकला का अनुसरण करती है। विस्तृत परियोजना संरचना और मॉड्यूल संगठन के लिए, :doc:`architecture` दस्तावेज़न की जांच करें।
id: Proyek ini mengikuti arsitektur MVP (Model-View-Presenter). Untuk struktur proyek dan organisasi modul yang lebih rinci, lihat dokumentasi :doc:`arsitektur`.
pt: O projeto segue uma arquitetura MVP (Model-View-Presenter). Para a estrutura detalhada do projeto e a organização dos módulos, consulte a documentação :doc:`architecture`.
tr: Proje, bir MVP (Model-View-Presenter) mimarisi takip etmektedir. Ayrıntılı proje yapısı ve modül organizasyonu için :doc:`architecture` belgelerine bakınız.

source: Key directories:
ar: الدليل الرئيسي:
bn: প্রধান ডিরেক্টরি:
de: Wichtige Verzeichnisse:
fr: Répertoires clés :
hi: मुख्य निर्देशिकाएँ:
id: Direktori utama:
pt: Diretórios principais:
tr: Ana dizinler:

source: ``src/momovu/`` - Main application source code
ar: ``src/momovu/`` - كود مصدر التطبيق الرئيسي
bn: ``src/momovu/`` - মূল অ্যাপ্লিকেশন সোর্স কোড
de: ``src/momovu/`` - Quellcode der Hauptanwendung
fr: ``src/momovu/`` - Code source principal de l'application
hi: ``src/momovu/`` - मुख्य एप्लिकेशन स्रोत कोड
id: ``src/momovu/`` - Kode sumber utama aplikasi
pt: ``src/momovu/`` - Código-fonte principal da aplicação
tr: ``src/momovu/`` - Ana uygulama kaynak kodu

source: ``tests/`` - Test suite with unit and integration tests
ar: ``tests/`` - مجموعة الاختبارات تحتوي على اختبارات الوحدة واختبارات التكامل
bn: ``tests/`` - ইউনিট এবং ইন্টিগ্রেশন পরীক্ষার সাথে পরীক্ষা সুট
de: ``tests/`` - Testumgebung mit Einzel- und Integrationstests
fr: ``tests/`` - Suite de tests avec des tests unitaires et d'intégration
hi: ``tests/`` - यूनिट और एग्जिक्यूशन टेस्ट के साथ टेस्ट सूट
id: ``tests/`` - Kumpulan tes dengan tes unit dan integrasi
pt: ``tests/`` - Suíte de testes com testes unitários e de integração
tr: ``tests/`` - Birim ve entegrasyon testleriyle test takımı

source: ``docs/`` - Sphinx documentation source and build
ar: ``docs/`` - مصدر مستندات Sphinx وبناءها
bn: ``docs/`` - স্প্যাক্স ডকুমেন্টেশন উৎস এবং নির্মাণ
de: ``docs/`` - Sphinx-Dokumentationsquelle und -build
fr: ``docs/`` - Source et build de la documentation Sphinx
hi: ``docs/`` - स्पैक्स (Sphinx) दस्तावेजन स्रोत और निर्माण
id: ``docs/`` - Sumber dan hasil bangun dokumentasi Sphinx
pt: ``docs/`` - Fonte e compilação da documentação Sphinx
tr: ``docs/`` - Sphinx belgeleri kaynak ve derleme

source: ``samples/`` - Sample PDF files for testing
ar: ``samples/`` - ملفات PDF نموذجية للاختبار
bn: ``samples/`` - পরীক্ষার জন্য নমুনা PDF ফাইলগুলি
de: ``samples/`` - Beispieldateien im PDF-Format für Tests
fr: ``samples/`` - Fichiers PDF d'exemple pour les tests
hi: ``samples/`` - परीक्षण के लिए नमूना पीडीएफ फ़ाइलें
id: ``samples/`` - File PDF contoh untuk pengujian
pt: ``samples/`` - Arquivos PDF de exemplo para testes
tr: ``samples/`` - Test için örnek PDF dosyaları

source: Code Style
ar: نمط الكود
bn: কোড স্টাইল
de: Code-Stil
fr: Style de code
hi: कोड स्टाइल
id: Gaya Kode
pt: Estilo de Código
tr: Kod Stili

source: Formatting
ar: التنسيق
bn: ফরম্যাটিং
de: Formatierung
fr: Mise en forme
hi: फॉरमेटिंग
id: Pemformatan
pt: Formatação
tr: Biçimlendirme

source: We use **black** for consistent code formatting:
ar: نستخدم **أسود** لتنسيق الشفرة الموحّد:
bn: আমরা সম্পূর্ণ কোড ফরম্যাটিং জন্য **black** ব্যবহার করি:
de: Wir verwenden **schwarz** für eine konsistente Code-Formatierung:
fr: Nous utilisons **noir** pour un formatage de code cohérent :
hi: हम **काले** रंग का उपयोग संसक्त स्रोत लेखन रूपरेखा के लिए करते हैं:
id: Kami menggunakan **hitam** untuk pemformatan kode yang konsisten:
pt: Usamos **preto** para formatação de código consistente:
tr: Kod formatlaması için **siyah** renk kullanıyoruz:

source: Black configuration in ``pyproject.toml``:
ar: الإعداد الأسود في ``pyproject.toml``:
bn: ``pyproject.toml``-এ ব্ল্যাক কনফিগারেশন:
de: Schwarze Konfiguration in ``pyproject.toml``:
fr: Configuration noire dans ``pyproject.toml`` :
hi: ``pyproject.toml`` में काला विन्यास:
id: Konfigurasi hitam di ``pyproject.toml``:
pt: Configuração preta em ``pyproject.toml``:
tr: ``pyproject.toml`` içinde siyah yapılandırma:

source: Line length: 88 characters
ar: طول السطر: 88 حرفًا
bn: রেখা দৈর্ঘ্য: 88 অক্ষর
de: Zeilenlänge: 88 Zeichen
fr: Longueur de la ligne : 88 caractères
hi: लाइन की लंबाई: 88 वर्ण
id: Panjang baris: 88 karakter
pt: Comprimento da linha: 88 caracteres
tr: Satır uzunluğu: 88 karakter

source: Target Python version: 3.9+
ar: النسخة المستهدفة من لغة بايثون: 3.9+
bn: টার্গেট পাইথন সংস্করণ: 3.9+
de: Ziel-Python-Version: 3.9+
fr: Version cible de Python : 3.9+
hi: लक्ष्य पायथन संस्करण: 3.9+
id: Versi Python target: 3.9+
pt: Versão alvo do Python: 3.9+
tr: Hedef Python sürümü: 3.9+

source: Linting
ar: التحقق من الأخطاء
bn: লিন্টিং
de: Codeüberprüfung
fr: Vérification du code
hi: लिंटिंग
id: Rokok sederhana atau rokok tanpa filter
pt: Verificação de código
tr: Kontrol etme

source: We use **ruff** for fast, comprehensive linting:
ar: نستخدم **ruff** للتحليل السريع والشامل:
bn: আমরা **ruff** ব্যবহার করি দ্রুত, সর্বাধিক লিন্টিংয়ের জন্য:
de: Wir verwenden **ruff** für schnelles, umfassendes Linting:
fr: Nous utilisons **ruff** pour un linting rapide et complet :
hi: हम **ruff** का उपयोग तेज़ और व्यापक लिंटिंग के लिए करते हैं:
id: Kami menggunakan **ruff** untuk pelintasan yang cepat dan menyeluruh:
pt: Usamos **ruff** para lint rápido e abrangente:
tr: Hızlı ve kapsamlı bir şekilde kod denetimi yapmak için **ruff** kullanıyoruz:

source: Ruff checks for:
ar: يراقب روف من أجل:
bn: রফ যাচাই করেছে:
de: Ruff prüft auf:
fr: Ruff vérifie :
hi: रफ़ जाँच करता है:
id: Ruff memeriksa untuk:
pt: Ruff verifica:
tr: Ruff kontrol eder:

source: Pycodestyle errors (E) and warnings (W)
ar: أخطاء Pycodestyle (E) والإخطارات (W)
bn: পিরকোডেস্টাইল ত্রুটি (E) এবং সতর্কতা (W)
de: Rycodestyle-Fehler (E) und Warnungen (W)
fr: Erreurs Pycodestyle (E) et avertissements (W)
hi: पाइथन कोड स्टाइल त्रुटियां (E) और चेतावनियां (W)
id: Kesalahan Pycodestyle (E) dan peringatan (W)
pt: Erros de Pycodestyle (E) e avisos (W)
tr: Pycodestyle hataları (E) ve uyarılari (W)

source: Pyflakes issues (F)
ar: ملاحظات Pyflakes (F)
bn: পাইফ্লেকস সমস্যা (F)
de: Pyflakes-Probleme (F)
fr: Problèmes Pyflakes (F)
hi: पाइफ्लेक्स अपराध (F)
id: Masalah Pyflakes (F)
pt: Erros do Pyflakes (F)
tr: Pyflakes sorunları (F)

source: Import sorting (I)
ar: فرز الاستيراد (I)
bn: আমদানি সরবরাহ (I)
de: Import-Sortierung (I)
fr: Tri des importations (I)
hi: आयात छांटना (I)
id: Pengurutan impor (I)
pt: Classificação de importação (I)
tr: İçe Aktarma Sıralaması (I)

source: Bugbear patterns (B)
ar: أنماط بوجبير (ب)
bn: বাগবিয়ার প্যাটার্ন (B)
de: Muster von Bugbear (B)
fr: Modèles de bugbear (B)
hi: बगबीयर पैटर्न (B)
id: Motif-motif Bugbear (B)
pt: Modelos de Bugbear (B)
tr: Problemli kalıp (B)

source: Comprehension improvements (C4)
ar: تحسينات الفهم (C4)
bn: বোধগম্যতা উন্নয়ন (C4)
de: Verbesserungen des Verständnisses (C4)
fr: Améliorations de la compréhension (C4)
hi: बुद्धिमत्ता सुधार (C4)
id: Peningkatan pemahaman (C4)
pt: Melhorias na compreensão (C4)
tr: Anlama iyileştirmeleri (C4)

source: Code upgrades (UP)
ar: ترقيات الرمز (UP)
bn: কোড আপগ্রেড (UP)
fr: Mises à niveau du code (UP)
hi: कोड अपग्रेड (UP)
id: Peningkatan kode (UP)
pt: Atualizações de código (UP)
tr: Kod yükseltmeleri (UP)

source: Unused arguments (ARG)
ar: البرمجة غير المستخدمة (ARG)
bn: অব্যবহৃত আর্গুমেন্ট (ARG)
de: Nicht verwendete Argumente (ARG)
fr: Arguments non utilisés (ARG)
hi: अप्रयुक्त तर्क (ARG)
id: Argumen yang tidak digunakan (ARG)
pt: Argumentos não utilizados (ARG)
tr: Kullanılmayan argümanlar (ARG)

source: Simplifications (SIM)
ar: تبسيطات (SIM)
bn: সরলীকরণ (সিএম)
de: Vereinfachungen (SIM)
hi: सरलीकरण (SIM)
id: Penyederhanaan (SIM)
pt: Simplificações (SIM)
tr: Basitleştirmeler (SIM)

source: Type Checking
ar: التحقق من النوع
bn: টাইপ চেকিং
de: Typüberprüfung
fr: Vérification des types
hi: प्रकार जाँच
id: Pemeriksaan Tipe
pt: Verificação de Tipos
tr: Tür Kontrolü

source: We use **mypy** for static type checking:
ar: نستخدم **mypy** للتحقق من النوع الثابت:
bn: আমরা স্ট্যাটিক টাইপ চেকিং এর জন্য **mypy** ব্যবহার করি:
de: Wir verwenden **mypy** für die statische Typüberprüfung:
fr: Nous utilisons **mypy** pour la vérification statique des types :
hi: हम स्थैतिक प्रकार की जाँच के लिए **mypy** का उपयोग करते हैं:
id: Kami menggunakan **mypy** untuk pemeriksaan tipe statis:
pt: Usamos **mypy** para verificação de tipos estáticos:
tr: Statik tür denetimi için **mypy** kullanıyoruz:

source: Type hints should be used for:
ar: يجب استخدام مؤشرات النوع لـ:
bn: টাইপ হিন্ট ব্যবহার করা উচিত:
de: Typ-Hinweise sollten verwendet werden für:
fr: Les indices de type doivent être utilisés pour :
hi: प्रकार संकेतों का उपयोग इस प्रकार किया जाना चाहिए:
id: Petunjuk tipe sebaiknya digunakan untuk:
pt: Dicas de tipo devem ser usadas para:
tr: Tür ipuçları şu durumlarda kullanılmalıdır:

source: Function parameters and return values
ar: معلمات الدالة وقيم الإرجاع
bn: অপারেশন প্যারামিটার এবং রিটার্ন মান
de: Funktionsparameter und Rückgabewerte
fr: Paramètres de fonction et valeurs de retour
hi: फंक्शन पैरामीटर और रिटर्न वैल्यू
id: Parameter fungsi dan nilai kembalian
pt: Parâmetros de função e valores de retorno
tr: Fonksiyon parametreleri ve dönüş değerleri

source: Class attributes
ar: سمات الفئة
bn: শ্রেণি বৈশিষ্ট্য
de: Klassenattribute
fr: Attributs de classe
hi: कक्षा गुणधर्म
id: Atribut kelas
pt: Atributos de classe
tr: Sınıf nitelikleri

source: Complex data structures
ar: بنية البيانات المعقدة
bn: জটিল ডেটা গঠন
de: Komplexe Datenstrukturen
fr: Structures de données complexes
hi: जटिल डेटा संरचनाएँ
id: Struktur data yang kompleks
pt: Estruturas de dados complexas
tr: Karmaşık veri yapıları

source: Example:
ar: مثال:
bn: উদাহরণ:
de: Beispiel:
fr: Exemple :
hi: उदाहरण:
id: Contoh:
pt: Exemplo:
tr: Örnek:

source: Testing
ar: الاختبار
bn: পরীক্ষা
de: Testen
fr: Test
hi: परीक्षण
id: Pengujian
pt: Teste
tr: Test etme

source: Running Tests
ar: تشغيل الاختبارات
bn: টেস্ট চালানো
de: Testen
fr: Exécution des tests
hi: टेस्ट चला रहे हैं
id: Menjalankan Tes
pt: Executando Testes
tr: Testleri Çalıştırma

source: We use **pytest** for testing:
ar: نستخدم **pytest** للقيام بالاختبارات:
bn: আমরা পরীক্ষা করার জন্য **pytest** ব্যবহার করি:
de: Wir verwenden **pytest** für die Tests:
fr: Nous utilisons **pytest** pour les tests :
hi: हम **pytest** का उपयोग परीक्षण के लिए करते हैं:
id: Kami menggunakan **pytest** untuk pengujian:
pt: Usamos **pytest** para testes:
tr: Testler için **pytest** kullanıyoruz:

source: Test Categories
ar: فئات الاختبار
bn: পরীক্ষা বিভাগ
de: Testkategorien
fr: Catégories de tests
hi: परीक्षण श्रेणियाँ
id: Kategori Tes
pt: Categorias de Teste
tr: Test Kategorileri

source: Tests are organized by type:
ar: تُنظَّم الاختبارات حسب النوع:
bn: পরীক্ষা প্রকার অনুযায়ী সংগঠিত হয়:
de: Tests werden nach Typ geordnet:
fr: Des tests sont organisés par type :
hi: परीक्षण प्रकार द्वारा संगठित किए जाते हैं:
id: Tes diatur berdasarkan jenisnya:
pt: Testes são organizados por tipo:
tr: Testler türlerine göre düzenlenmiştir:

source: **Unit tests** - Test individual functions and classes
ar: **اختبار الوحدة** - اختبار الوظائف والصفوف الفردية
bn: **একক পরীক্ষা** - ব্যক্তিগত ফাংশন এবং শ্রেণি পরীক্ষা করুন
de: **Einzeltests** – Testen einzelner Funktionen und Klassen
fr: **Tests unitaires** - Testent des fonctions et des classes individuelles
hi: **इकाई परीक्षण** - व्यक्तिगत फ़ंक्शन और क्लास परीक्षण करें
id: **Unit test** - Menguji fungsi dan kelas secara individual
pt: **Testes unitários** - Testam funções e classes individuais
tr: **Birim testleri** - Bireysel işlevleri ve sınıfları test edin

source: **Integration tests** - Test component interactions
ar: **اختبارات التكامل** - اختبار تفاعلات المكونات
bn: **একীভূত পরীক্ষা** - পরীক্ষা কম্পোনেন্ট অন্তর্ক্রিয়া
de: **Integrationstests** – Testen von Komponenteninteraktionen
fr: **Tests d'intégration** - Tester les interactions entre les composants
hi: **एकीकरण परीक्षण** - घटक अंतःक्रिया परीक्षण करें
id: **Tes integrasi** - Tes interaksi komponen
pt: **Testes de integração** - Testar interações entre componentes
tr: **Entegrasyon testleri** - Bileşen etkileşimlerini test etmek

source: **UI tests** - Test Qt/PySide6 interfaces using pytest-qt
ar: **اختبار واجهة المستخدم (UI)** - اختبار واجهات Qt/PySide6 باستخدام pytest-qt
bn: **UI পরীক্ষা** - pytest-qt ব্যবহার করে Qt/PySide6 ইন্টারফেস পরীক্ষা করুন
de: **UI-Tests** – Testen von Qt/PySide6-Schnittstellen mit pytest-qt
fr: **Tests d'interface (UI)** - Tester les interfaces Qt/PySide6 avec pytest-qt
hi: **UI परीक्षण** - pytest-qt का उपयोग करके Qt/PySide6 इंटरफ़ेस का परीक्षण करें
id: **UI tests** - Uji antarmuka Qt/PySide6 menggunakan pytest-qt
pt: **Testes de interface (UI)** - Teste interfaces Qt/PySide6 usando pytest-qt
tr: **Arayüz Testleri** - pytest-qt kullanarak Qt/PySide6 arayüzlerini test edin

source: Writing Tests
ar: كتابة الاختبارات
bn: টেস্ট লেখা
de: Testen schreiben
fr: Rédaction de tests
hi: टेस्ट लिखना
id: Tes Menulis
pt: Escrevendo Testes
tr: Test Yazma

source: Example test structure:
ar: هيكل اختبار مثال:
bn: উদাহরণ পরীক্ষা গঠন:
de: Beispielhafte Teststruktur:
fr: Exemple de structure de test :
hi: उदाहरण परीक्षण संरचना:
id: Struktur contoh tes:
pt: Estrutura de exemplo de teste:
tr: Örnek test yapısı:

source: Test Coverage
ar: نطاق الاختبار
bn: টেস্ট কভারেজ
de: Testabdeckung
fr: Couverture des tests
hi: परीक्षण शामिल करना
id: Cakupan Uji
pt: Cobertura de Testes
tr: Test Kapsamı

source: Maintain high test coverage:
ar: الحفاظ على نسبة عالية من تغطية الاختبارات:
bn: উচ্চ পরীক্ষা আবৃত্তি রক্ষা করুন:
de: Hohe Testabdeckung gewährleisten:
fr: Maintenir une bonne couverture de tests :
hi: उच्च परीक्षण शामिल रखें:
id: Pertahankan cakupan pengujian yang tinggi:
pt: Mantenha uma alta cobertura de testes:
tr: Yüksek test kapsamı koruyun:

source: Building
ar: بناء
bn: বিল্ডিং
de: Gebäude
fr: Construction
hi: निर्माण
id: Bangunan
pt: Construção
tr: Bina

source: Building Wheels
ar: بناء العجلات
bn: পাহিলা চাকা
de: Räder bauen
fr: Construire des roues
hi: पहिया बनाना
id: Membangun Roda
pt: Construindo Rodas
tr: Tekerlek Yapımı

source: Create distribution packages:
ar: إنشاء حزم التوزيع:
bn: বিতরণ প্যাকেজ তৈরি করুন:
de: Verteilungspakete erstellen:
fr: Créer des paquets de distribution :
hi: वितरण पैकेज बनाएं:
id: Buat paket distribusi:
pt: Criar pacotes de distribuição:
tr: Dağıtım paketleri oluşturun:

source: Version Management
ar: إدارة الإصدارات
bn: সংস্করণ ব্যবস্থাপনা
de: Versionsverwaltung
fr: Gestion des versions
hi: संस्करण प्रबंधन
id: Pengelolaan Versi
pt: Gerenciamento de Versões
tr: Sürüm Yönetimi

source: Version is managed by ``setuptools_scm`` from git tags:
ar: النسخة مُدارة بواسطة ``setuptools_scm`` من وسوم جيت:
bn: সংস্করণটি git ট্যাগ থেকে ``setuptools_scm`` দ্বারা পরিচালিত হয়:
de: Die Version wird von ``setuptools_scm`` anhand von Git-Tags verwaltet:
fr: La version est gérée par ``setuptools_scm`` à partir des balises git :
hi: संस्करण ``setuptools_scm`` द्वारा गिट टैग्स से प्रबंधित किया जाता है:
id: Versi dikelola oleh ``setuptools_scm`` dari tag git:
pt: A versão é gerenciada pelo ``setuptools_scm`` a partir das tags do git:
tr: Sürüm, git etiketlerinden ``setuptools_scm`` tarafından yönetilir:

source: Documentation
ar: توثيق
bn: নথিভুক্তি
de: Dokumentation
hi: दस्तावेज़ीकरण
id: Dokumentasi
pt: Documentação
tr: Dökümantasyon

source: Building Documentation
ar: توثيق البناء
bn: ডকুমেন্টেশন তৈরি করুন
de: Dokumentation erstellen
fr: Documentation de création
hi: दस्तावेज़न का निर्माण
id: Dokumentasi Pembangunan
pt: Documentação de Construção
tr: Belge Oluşturma

source: Documentation uses Sphinx:
ar: تستخدم الوثائق Sphinx:
bn: নথিপত্র স্ফিনক্স ব্যবহার করে:
de: Dokumentation verwendet Sphinx:
fr: La documentation utilise Sphinx :
hi: दस्तावेज़ीकरण का उपयोग स्फिक्स है:
id: Dokumentasi menggunakan Sphinx:
pt: A documentação utiliza o Sphinx:
tr: Dökümantasyon Sphinx kullanır:

source: Writing Documentation
ar: كتابة الوثائق
bn: নথিপত্র লেখা
de: Dokumentation schreiben
fr: Rédaction de la documentation
hi: दस्तावेज़न की रचना
id: Menulis Dokumentasi
pt: Escrita de Documentação
tr: Dökümantasyon Yazma

source: Documentation is written in reStructuredText:
ar: تُكتَب الوثائق بلغة reStructuredText:
bn: নথিপত্র রিস্ট্রাকচার্ড টেক্সটে লেখা হয়েছে:
de: Die Dokumentation wird in reStructuredText geschrieben:
fr: La documentation est rédigée en reStructuredText :
hi: दस्तावेज़न रेस्ट्रक्चर्ड टेक्स्ट में लिखा गया है:
id: Dokumentasi ditulis dalam reStructuredText:
pt: A documentação é escrita em reStructuredText:
tr: Belgeler reStructuredText dilinde yazılmıştır:

source: User guides in ``docs/_source/``
ar: دليل المستخدم في ``docs/_source/``
bn: ``docs/_source/`` ডিরেক্টরিতে ব্যবহারকারীদের গাইড রয়েছে।
de: Benutzerhandbücher in „docs/_source/“
fr: Guides d'utilisation dans ``docs/_source/``
hi: ``docs/_source/`` में उपयोगकर्ता गाइड्स
id: Panduan pengguna di ``docs/_source/``
pt: Guias do usuário em ``docs/_source/``
tr: ``docs/_source/`` klasöründeki kullanıcı kılavuzları
