Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: bn, de, es, hi, ja, ko, pl, pt, ru, tr, zh

source: **Fast navigation** - No lag when jumping between pages
bn: **দ্রুত নেভিগেশন** - পৃষ্ঠাগুলির মধ্যে যাওয়ার সময় কোনও বিলম্ব নয়
de: **Schnelle Navigation** – Keine Verzögerung beim Wechseln zwischen den Seiten
es: **Navegación rápida** - Sin retraso al pasar de una página a otra
hi: **त्वरित नेविगेशन** - पृष्ठों के बीच स्विच करते समय कोई देरी नहीं
ja: **高速ナビゲーション** - ページ間の移動時にラグなし
ko: **빠른 네비게이션** - 페이지 간 이동 시 지연 없음
pl: **Szybka nawigacja** - Brak opóźnień przy przełączaniu się między stronami
pt: **Navegação rápida** - Sem atraso ao alternar entre páginas
ru: **Быстрая навигация** - Нет задержки при переходе между страницами
tr: **Hızlı gezinme** - Sayfalar arasında geçiş yaparken gecikme yok
zh: **快速导航** - 在页面间切换无延迟

source: **Advanced zoom rendering** - High-quality display at all zoom levels
bn: **উন্নত জুম রেন্ডারিং** - সমস্ত জুম স্তরে উচ্চমানের প্রদর্শন
de: **Erweitertes Zoom-Rendern** – Hochwertige Darstellung bei allen Zoomstufen
es: **Representación con zoom avanzado** - Visualización de alta calidad en todos los niveles de zoom
hi: **उन्नत जूम रेंडरिंग** - सभी जूम स्तरों पर उच्च गुणवत्ता वाला प्रदर्शन
ja: **高精度ズームレンダリング** - すべてのズームレベルで高品質な表示
ko: **고급 줌 렌더링** - 모든 줌 수준에서 고품질 표시
pl: **Zaawansowane wyostrzanie przy powiększeniu** - wysokiej jakości wyświetlanie we wszystkich poziomach powiększenia
pt: **Renderização de zoom avançado** - Exibição de alta qualidade em todos os níveis de zoom
ru: **Рендеринг при увеличении** - Высококачественное отображение на всех уровнях увеличения
tr: **Gelişmiş yakınlaştırma işlevi** - Tüm yakınlaştırma seviyelerinde yüksek kaliteli görüntüleme
zh: **高级缩放渲染** - 所有缩放级别下均高质量显示

source: **Intelligent caching** - Recently viewed areas cached for instant panning
bn: **স্মার্ট ক্যাশিং** - সম্প্রতি দেখা হালকা অঞ্চলগুলি তাৎক্ষণিক স্ক্রোলিংয়ের জন্য ক্যাশ করা হয়েছে
de: **Intelligentes Caching** – Kürzlich betrachtete Bereiche werden zwischengespeichert für sofortiges Panorama-Scrollen
es: **Caché inteligente** - Áreas recientemente vistas almacenadas en caché para desplazamientos instantáneos
hi: बुद्धिमान कैशिंग - हाल ही में देखे गए क्षेत्रों को त्वरित पैनिंग के लिए कैश किया गया
ja: **インテリジェントなキャッシュ** - 最近表示した領域をキャッシュし、即座にパンニングできます。
ko: **지능형 캐싱** - 최근에 보았던 영역을 즉시 패닝을 위해 캐싱합니다.
pl: **Inteligentne buforowanie** – niedawno obejrzane obszary buforowane są do natychmiastowego przesuwania
pt: **Cache inteligente** - Áreas visualizadas recentemente são armazenadas em cache para panorâmicas instantâneas
ru: **Интеллектуальное кэширование** - Недавно просмотренные участки закэшированы для мгновенной прокрутки
tr: **Akıllı önbellekleme** - Son görüntülenen alanlar anında kayma için önbelleğe alınır
zh: **智能缓存** - 最近查看的区域已缓存，可实现即时平移

source: **Progressive rendering** - Low-quality preview during zoom, high-quality after
bn: **প্রগতিশীল রেন্ডারিং** - জুম করার সময় নিম্নমানের প্রিভিউ, পরে উচ্চমানের
de: **Progressives Rendern** – Niedrige Qualitätsvorschau beim Zoomen, hohe Qualität danach
es: **Representación progresiva** - Vista previa de baja calidad durante el acercamiento, de alta calidad después
hi: **प्रगतिशील रेंडरिंग** - जूम के दौरान कम गुणवत्ता वाली पूर्वावलोकन, बाद में उच्च गुणवत्ता
ja: **プログレッシブレンダリング** - ズーム中の低品質のプレビュー、その後の高品質表示
ko: **진행형 렌더링** - 줌 시 저품질 미리보기, 이후 고품질
pl: **Postępowe renderowanie** - Niskiej jakości podgląd podczas przybliżania, wysokiej jakości po
pt: **Renderização progressiva** - Visualização de baixa qualidade durante o zoom, alta qualidade após
ru: **Прогрессивное отображение** - низкое качество предварительного просмотра во время масштабирования, высокое качество после
tr: **İlerleyici Görselleştirme** - Yakınlaştırmada düşük kaliteli önizleme, sonrasında yüksek kaliteli
zh: **渐进式渲染** - 缩放时显示低质量预览，之后显示高质量图像

source: **Memory-efficient** - Smart cache management prevents excessive memory use
bn: **স্মৃতিশক্তি সঞ্চয়ী** - স্মার্ট ক্যাশ ম্যানেজমেন্ট অতিরিক্ত মেমোরি ব্যবহার প্রতিরোধ করে
de: **Speichereffizient** – Intelligentes Cachemanagement verhindert zu großen Speicherbedarf
es: **Eficiente en memoria** - El manejo inteligente de la memoria evita un uso excesivo de la memoria
hi: **स्मृति-दक्ष** - स्मार्ट कैश प्रबंधन अत्यधिक स्मृति उपयोग से बचाता है।
ja: **メモリ効率が良い** - スマートなキャッシュ管理により、メモリの過剰な使用を防ぎます。
ko: **메모리 효율적** - 스마트 캐시 관리가 과도한 메모리 사용을 방지합니다.
pl: **Oszczędzający pamięć** - inteligentne zarządzanie pamięcią cache zapobiega nadmiernemu zużyciu pamięci
pt: **Eficiente em memória** - O gerenciamento inteligente de cache impede o uso excessivo de memória
ru: **Экономия памяти** — Интеллектуальное управление кэш-памятью предотвращает чрезмерное использование памяти
tr: **Hafıza verimliliği** - Akıllı önbellek yönetimi, aşırı hafıza kullanımını önler.
zh: **内存高效** - 智能缓存管理可防止内存使用过多

source: **Presentation mode optimization** - Always uses full quality rendering
bn: **প্রদর্শনী মোড অপটিমাইজেশন** - সর্বদা পূর্ণ মানের রেন্ডারিং ব্যবহার করে
de: **Präsentationsmodus-Optimierung** – Verwendet stets die volle Qualitätsdarstellung
es: **Optimización del modo de presentación** - Siempre utiliza un renderizado de máxima calidad
hi: **प्रस्तुति मोड अनुकूलन** - हमेशा पूर्ण गुणवत्ता वाले रेंडरिंग का उपयोग करता है।
ja: **プレゼンテーションモードの最適化** - 常にフルクオリティでレンダリングを行う
ko: **프레젠테이션 모드 최적화** - 항상 최고 품질 렌더링 사용
pl: **Optymalizacja trybu prezentacji** - Zawsze używa renderowania w pełnej jakości
pt: **Otimização do modo de apresentação** - Sempre usa renderização de qualidade total
ru: Оптимизация режима презентации — всегда использует рендеринг с полным качеством
tr: **Sunum modu optimizasyonu** - Her zaman tam kaliteli işleme kullanılır
zh: **演示模式优化** - 始终使用全质量渲染

source: Interior pages showing safety margins
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি সুরক্ষা মার্জিন দেখাচ্ছে
de: Innenseiten zeigen Sicherheitsabstände an
es: Páginas interiores mostrando márgenes de seguridad
hi: आंतरिक पृष्ठ जो सुरक्षा सीमाएं दिखा रहे हैं
ja: 内面ページに表示される安全余裕
ko: 내부 페이지에 안전 마진 표시
pl: Wewnętrzne strony pokazujące marginesy bezpieczeństwa
pt: Páginas internas mostrando as margens de segurança
ru: Внутренние страницы с отображением полей безопасности
tr: İç sayfalar, güvenlik paylarını gösteriyor
zh: 内页显示安全边距

source: Interior pages in side-by-side view with safety margins visible
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি সুরক্ষা মার্জিন দৃশ্যমান হওয়ার জন্য পাশাপাশি দৃশ্যে প্রদর্শিত হবে
de: Innenseiten im nebeneinanderliegenden Ansicht mit sichtbaren Sicherheitsrändern
es: Páginas interiores en vista lateral con márgenes de seguridad visibles
hi: आंतरिक पृष्ठ एक-दूसरे के साथ दृश्य में सुरक्षा किनारे स्पष्ट रूप से दिखाई दे रहे हैं
ja: 内側のページを並べて表示し、安全余白を表示する
ko: 안쪽 페이지를 나란히 보기로 표시하여 안전 마진이 보이도록 함
pl: Wewnętrzne strony w widoku obok siebie z widocznymi marginesami bezpieczeństwa
pt: Páginas internas em visualização lado a lado com margens de segurança visíveis
ru: Внутренние страницы в виде рядом с видимыми полями безопасности
tr: Güvenlik sınırları görünür, yan yana görünümde iç sayfalar
zh: 内页并排视图，可见安全边距
