Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: bn, de, es, hi, ja, ko, pl, pt, ru, tr, zh

source: **Orange indicator** shows standard barcode placement (covers/dustjackets only)
bn: **নারং সূচক** স্ট্যান্ডার্ড বারকোড অবস্থান দেখায় (শুধুমাত্র কভার/ডাস্টজ্যাকেট)
de: **Orange Anzeiger** zeigt die Standardposition des Barcodes an (nur für Umschläge/Leinwände)
es: **Indicador naranja** muestra la colocación estándar del código de barras (solo para cubiertas/portadas)
hi: **संतरा संकेतक** मानक बारकोड रखरखाव (केवल कवर/धूल जैकेट) को दर्शाता है।
ja: **オレンジのインジケーター**は、標準的なバーコードの配置を示します（カバーやジャケットのみを対象とします）
ko: **오렌지 표시등**은 표준 바코드 배치(표지/먼지 방지 보호지만 해당)를 나타냅니다.
pl: **Wskaźnik pomarańczowy** pokazuje standardowe umieszczenie kody paskowego (tylko okładki/okładki broszurowe)
pt: **Indicador laranja** mostra a posição padrão do código de barras (apenas capas/contracapas)
ru: **Оранжевый индикатор** показывает стандартное расположение штрих-кода (только для обложек/оберток)
tr: **Portakal renkli gösterge**, standart barkod yerleştirilmesini gösterir (sadece kapaklar/toz kılıflar)
zh: **橙色指示器**显示标准条码位置（仅限封面/书封）

source: **Lower-right back cover** positioning
bn: **নীচের-ডান পিছনের ঢাকনা** অবস্থান
de: Positionierung der **unteren rechten Rückseite** des Covers
es: Posicionamiento de la **parte posterior inferior derecha**
hi: निचले-दाहिने पीछे के कवर की स्थिति
ja: **右下の裏表紙**の位置決め
ko: **하단 우측 뒷면** 위치
pl: **Dolny prawy tylny okład** położenie
pt: Posicionamento da **parte inferior direita da capa de trás**
ru: Расположение **нижней правой задней крышки**
tr: **Alt sağ arka kapak** konumlandırma
zh: **右下后封**定位

source: **Toggle** with Ctrl+B
bn: **স্যাটার্ন** সহ Ctrl+B
de: **Umschalten** mit Strg+B
es: **Alternar** con Ctrl+B
hi: **टॉगल** करें Ctrl+B के साथ
ja: **切り替え** Ctrl+B
ko: **토글**은 Ctrl+B로 합니다.
pl: **Przełącz** klawiszem Ctrl+B
pt: **Alternar** com Ctrl+B
ru: **Переключить** с помощью Ctrl+B
tr: **Aç/Kapat** (Ctrl+B) ile
zh: **切换** 使用 Ctrl+B

source: Bleed Lines
bn: রক্তক্ষরণের লাইনগুলি
de: Blutlinien
es: Líneas de sangrado
hi: रक्तस्राव रेखाएं
ja: 出血ライン
ko: 출혈선
pl: Linie wykrwawienia
pt: Linhas de Sangramento
ru: Кровоточащие линии
tr: Kanama Çizgileri
zh: 出血线

source: **Light blue lines** show actual page edges (covers/dustjackets only)
bn: **হালকা নীল রেখা** পাতার প্রকৃত সীমা দেখায় (শুধুমাত্র আবরণ/ধুলোর প্রতিরোধক)
de: **Hellblaue Linien** zeigen die tatsächlichen Seitenränder an (nur Umschläge/Schutzumschläge)
es: **Líneas azules claras** muestran los bordes reales de la página (solo portadas/bolsas de polvo)
hi: हल्के नीली रेखाएं वास्तविक पृष्ठ के किनारे (केवल कवर / धूल झाड़ने वाले जैकेट) दिखाती हैं।
ja: **淡い青色の線**は実際のページの端（表紙/ジャケットのみ）を示しています。
ko: **연한 파란 선**은 실제 페이지 가장자리(표지/겉표지만 해당)를 나타냅니다.
pl: **Jasnoniebieskie linie** pokazują rzeczywiste krawędzie strony (tylko okładki/obwoluty)
pt: **Linhas azuis claras** mostram as bordas reais da página (apenas capas/contracapas)
ru: **Светло-голубые линии** показывают реальные края страниц (только обложки/брошюры)
tr: **Açık mavi çizgiler**, gerçek sayfa kenarlarını (yalnızca kapaklar/dustjackets) gösterir.
zh: **浅蓝色线条**显示实际的书页边缘（仅限封面/护封）

source: **Outside trim lines** - indicate full page boundaries for print production
bn: **বাইরের ট্রিম লাইনস** - মুদ্রণ উত্পাদনের জন্য পূর্ণ পৃষ্ঠের সীমা নির্দেশ করে
de: **Außere Kantenmarkierungen** – zeigen die vollen Seitenränder für die Druckproduktion an
es: **Líneas de borde exterior** - indican los límites de página completos para la producción de impresión
hi: **बाहरी ट्रिम लाइनें** - प्रिंट उत्पादन के लिए पूर्ण पृष्ठ सीमाओं को दर्शाता है।
ja: **外枠ライン** - 印刷生産におけるフルページの境界を示します。
ko: **외부 트림 라인** - 인쇄 제작 시 전체 페이지 경계를 나타냅니다.
pl: **Linie obrysu zewnętrznych** – wskazują granice całej strony do produkcji drukowej
pt: **Linhas de acabamento externo** - indicam limites da página inteira para produção de impressão
ru: **Внешние линии обрезки** — показывают границы полностраничного формата для печатного производства
tr: **Dış kenarlık çizgileri** - baskı üretiminde tam sayfa sınırlarını gösterir
zh: **外部修边线** - 表示印刷生产中的整页边界

source: **Document-specific offsets** - 3.18mm for covers, 6.35mm for dustjackets
bn: **নথি নির্দিষ্ট অফসেট** - 3.18 মিমি কভারের জন্য, 6.35 মিমি ধুলার আবরণের জন্য
de: **Dokumentenspezifische Versätze** – 3,18 mm für Umschläge, 6,35 mm für Schutzumschläge
es: **Compensaciones específicas del documento** - 3,18 mm para cubiertas, 6,35 mm para sobrecubiertas
hi: **दस्तावेज-विशिष्ट ऑफसेट** - 3.18 मिमी कवर के लिए, 6.35 मिमी पाउडरजैकेट के लिए
ja: **ドキュメント固有のオフセット** - 表紙は3.18mm、ジャケットは6.35mm
ko: **문서별 오프셋** - 표지의 경우 3.18mm, 보호서의 경우 6.35mm
pl: **Przesunięcia specyficzne dla dokumentu** – 3,18 mm dla okładów, 6,35 mm dla okładek chłonnych
pt: **Compensações específicas do documento** - 3,18mm para capas, 6,35mm para sobrecapas
ru: **Смещения, специфичные для документа** - 3,18 мм для обложек, 6,35 мм для защитных обложек
tr: **Belgeye özgü ofsetler** - 3,18 mm kapaklar için, 6,35 mm toz kapağı için
zh: **文档特定偏移量** - 封面为3.18毫米，护封为6.35毫米

source: **Toggle** with Ctrl+R
bn: **স্যাটার্ন** করুন Ctrl+R দিয়ে
de: **Umschalten** mit Strg+R
es: **Alternar** con Ctrl+R
hi: **टॉगल** करें Ctrl+R के साथ
ja: **切り替え** Ctrl+R
ko: **토글**은 Ctrl+R로 합니다.
pl: **Przełącz** klawiszem Ctrl+R
pt: **Alternar** com Ctrl+R
ru: **Переключить** с Ctrl+R
tr: **Aç/Kapat** (Ctrl+R) ile
zh: **切换** 使用 Ctrl+R

source: View Modes
bn: দৃশ্য মোডগুলি
de: Ansichtsmodi
es: Modos de Vista
hi: दृश्य मोड़
ja: 表示モード
ko: 보기 모드
pl: Tryby widoku
pt: Modos de Visualização
ru: Режимы просмотра
tr: Görünüm Modları
zh: 视图模式

source: Single Page View
bn: একটি পৃষ্ঠা দৃশ্য
de: Einzelne Seitenansicht
es: Vista de página única
hi: एकल पृष्ठ दृश्य
ja: シングルページビュー
ko: 단일 페이지 보기
pl: Widok jednostronicowy
pt: Visualização em Única Página
ru: Просмотр одной страницы
tr: Tek Sayfa Görünümü
zh: 单页视图

source: **Detailed inspection** - Focus on one page at a time
bn: বিস্তারিত যাচাই - একবারে একটি পৃষ্ঠার উপর মনোযোগ দিন
de: **Detaillierte Inspektion** – Konzentration auf eine Seite at a time
es: **Inspección detallada** - Enfócate en una página a la vez
hi: विस्तृत निरीक्षण - एक समय में एक पृष्ठ पर ध्यान केंद्रित करें
ja: **詳細な検査** - 一度に1ページずつに注力する
ko: **상세 점검** - 한 페이지씩 집중해서 살펴보기
pl: **Szczegółowa inspekcja** - Skup się na jednej stronie na raz
pt: **Inspeção detalhada** - Foque em uma página de cada vez
ru: **Полный осмотр** - Сосредоточьтесь на одной странице за раз
tr: **Detaylı inceleme** - Bir sayfada bir oda
zh: **详细检查** - 每次专注于一页

source: **Full zoom range** - From 10% to 1000%
bn: **পূর্ণ জুম সীমা** - 10% থেকে 1000%
de: **Gesamter Zoombereich** – Von 10 % bis 1000 %
es: **Rango de zoom completo** - Desde el 10 % hasta el 1000 %
hi: **पूर्ण जूम रेंज** - 10% से 1000% तक
ja: **フルズーム範囲** - 10% から 1000% まで
ko: **전체 줌 범위** - 10%에서 1000%까지
pl: **Pełny zakres przybliżeń** - Od 10% do 1000%
pt: **Intervalo total de zoom** - De 10% a 1000%
ru: **Полный диапазон масштабирования** - от 10% до 1000%
tr: **Tam yakınlaştırma aralığı** - %10'dan %1000'e kadar
zh: **完整缩放范围** - 从 10% 到 1000%

source: **Smooth navigation** - Page Up/Down to move through document
bn: **সুষ্ঠু পরিচালনা** - পৃষ্ঠা উপর/নীচে দলিলের মধ্যে চলাচল করতে
de: **Flüssige Navigation** – Seite hoch/runter, um durch das Dokument zu navigieren
es: **Navegación suave** - Revisar hacia arriba/abajo para moverse por el documento
hi: सुचारू नेविगेशन - पेज अप/डाउन दस्तावेज़ में आगे-पीछे करने के लिए
ja: **スムーズなナビゲーション** - ページアップ／ページダウンキーでドキュメントを移動
ko: **원활한 이동** - Page Up/Down 키로 문서를 이동합니다.
pl: **Gładza nawigacja** - Strzałka w górę/dół, aby przemieszczać się po dokumencie
pt: **Navegação suave** - Teclas Page Up/Down para se mover pelo documento
ru: **Плавная навигация** - Page Up/Down для перехода по документу
tr: **Akıcı gezinme** - Belge içinde hareket etmek için Sayfa Üst/Alt tuşlarını kullanın
zh: **流畅导航** - 使用 Page Up/Down 键在文档中移动

source: Side-by-Side View
bn: পাশাপাশি দৃশ্য
de: Seitenansicht nebeneinander
es: Vista lateral
hi: पार्श्व-दृश्य
ja: 並べて見る
ko: 측면 보기
pl: Widok obok siebie
pt: Visualização lado a lado
ru: Параллельный просмотр
tr: Yan Yana Görünüm
zh: 并排视图

source: **Book spread simulation** - See pages as they appear in print
bn: **বই প্রসারণের প্রতিকৃতি** - মুদ্রণে যেভাবে দেখা যায় তেমনি পাতা দেখুন
de: **Buchseitensimulation** – Zeige Seiten so an, wie sie gedruckt erscheinen
es: **Simulación de propagación del libro** - Ver las páginas tal como aparecen en impresión
hi: **पुस्तक प्रसार सिमुलेशन** - मुद्रण में दिखाई देने वाले पन्नों को देखें
ja: **本の見開きシミュレーション** - 印刷された状態でページを見ることができます
ko: **책 펼침 시뮬레이션** - 인쇄된 상태 그대로의 페이지를 확인해 보세요.
pl: **Symulacja rozchylania książki** - Zobacz strony tak, jak pojawiają się w druku
pt: **Simulação de abertura do livro** - Veja as páginas como aparecem na impressão
ru: **Имитация раскроя страниц** - Просмотрите страницы так, как они выглядят в печати
tr: **Kitap yayılım simülasyonu** - Baskıda olduğu gibi sayfaları görün
zh: **书籍翻页模拟** - 查看印刷品中的页面效果

source: **Proper page pairing** - First page alone, then left/right spreads
bn: **নির্ভুল পৃষ্ঠা জোড়া** - প্রথম পৃষ্ঠা একা, তারপর বাম/ডান প্রসারণ
de: **Korrekte Seitenpaarung** – Zuerst die Einzelseite, dann die linken/rechten Doppelseiten
es: **Pareado correcto de páginas** - Primero la página principal sola, luego las páginas izquierda/derecha
hi: उचित पृष्ठ जोड़ीबद्धता - पहले पृष्ठ अकेला, फिर बाएं/दाएं प्रसार
ja: **適切なページのペアリング** - 最初のページを単ページで、その後は左右の広げページ
ko: **적절한 페이지 짝짓기** - 먼저 단독 페이지, 다음은 왼쪽/오른쪽 펼침 페이지
pl: **Poprawne łączenie stron** - Najpierw pierwsza strona sama, potem rozchwyty lewe/prawe
pt: **Pares de páginas apropriados** - Primeira página sozinha, depois folhas esquerda/direita
ru: **Правильная пара страниц** - Сначала первая страница одна, затем левая/правая раскрываются
tr: **Doğru sayfa eşleştirme** - İlk sayfa tek başına, daha sonra sol/sağ yayılımlar
zh: **正确的页面配对** - 首页单独显示，然后是左右页的展开视图

source: **Interior documents only** - Toggle with Ctrl+D
bn: **অভ্যন্তরীণ দলিলগুলি মাত্র** - Ctrl+D দিয়ে স্বিচ করুন
de: **Nur interne Dokumente** – Umschalten mit Strg+D
es: **Documentos internos solamente** - Alternar con Ctrl+D
hi: **अंतर्गत दस्तावेज़ ही** - Ctrl+D के साथ स्विच करें
ja: **内部ドキュメントのみ** - Ctrl+D で切り替え
ko: **내부 문서만** - Ctrl+D로 전환
pl: **Dokumenty wewnętrzne tylko** – przełączanie klawiszami Ctrl+D
pt: **Documentos internos apenas** - Alternar com Ctrl+D
ru: **Только внутренние документы** - Переключить Ctrl+D
tr: **İç belgeler yalnızca** - Ctrl+D ile değiştir
zh: **仅限内部文件** - 按 Ctrl+D 切换

source: Presentation Mode
bn: প্রেজেন্টেশন মোড
de: Präsentationsmodus
es: Modo de presentación
hi: प्रस्तुति मोड़
ja: プレゼンテーション モード
ko: 프레젠테이션 모드
pl: Tryb prezentacji
pt: Modo de Apresentação
ru: Режим презентации
tr: Sunum Modu
zh: 演示模式

source: **Distraction-free review** - Full screen with no UI elements
bn: **বিমোহনহীন পর্যালোচনা** - কোনও ইউআই উপাদান ছাড়া ফুল স্ক্রিন
de: **Distanzfreie Überprüfung** – Vollbild ohne UI-Elemente
es: **Revisión sin distracciones** - Pantalla completa sin elementos de la interfaz de usuario
hi: **ध्यान खींचे बिना समीक्षा** - कोई भी यूआई तत्व न होने वाला पूर्ण स्क्रीन
ja: **集中できるレビュー** - UI要素のないフルスクリーン表示
ko: **집중 모드** - UI 요소 없는 전체 화면
pl: **Przejrzenie bez rozproszenia uwagi** - Pełny ekran bez elementów interfejsu
pt: **Revisão sem distrações** - Tela cheia sem elementos da interface
ru: **Обзор без отвлекающих факторов** - полноэкранный режим без элементов интерфейса
tr: **Dikkat dağıtıcı olmayan inceleme** - Arayüz unsurları olmadan tam ekran
zh: **无干扰复习** - 全屏显示且无用户界面元素

source: **Maintains overlays** - All margin visualizations remain active
bn: **অপার ধরে রাখে** - সমস্ত মার্জিন দৃশ্যমানতা সক্রিয় থাকে
de: **Erhält Overlays bei** – Alle Randvisualisierungen bleiben aktiv
es: **Mantiene las superposiciones** - Todas las visualizaciones de márgenes permanecen activas
hi: **ओवरले बनाए रखता है** - सभी मार्जिन विजुअलाइजेशन गतिशील रहते हैं
ja: **オーバーレイを維持** - すべてのマージンの可視化がアクティブなままになります。
ko: **오버레이 유지** - 모든 마진 시각화가 활성 상태로 유지됩니다.
pl: **Utrzymanie warstw** - Wszystkie wizualizacje marginesów pozostają aktywne
pt: **Manter sobreposições** - Todas as visualizações de margem permanecem ativas
ru: **Поддерживает наложения** — Все визуализации полей остаются активными
tr: **Üst katmanları korur** - Tüm kenar görselleştirmeleri etkin kalır
zh: **保持覆盖层** - 所有边距可视化效果保持激活状态

source: **Quick navigation** - Page Down/Space for next, Page Up for previous
bn: **দ্রুত নেভিগেশন** - পরবর্তী জন্য পেজ ডাউন / স্পেস, আগের জন্য পেজ আপ
de: **Schnellnavigation** - Seite nach unten/Leertaste für nächste, Seite nach oben für vorherige
es: **Navegación rápida** - Tecla Page Down/Barra espaciadora para siguiente, Page Up para anterior
hi: **त्वरित नेविगेशन** - अगले के लिए पेज डाउन/स्पेस, पिछले के लिए पेज अप
ja: **クイックナビゲーション** - 次へは Page Down/Space、前へは Page Up
ko: **빠른 이동** - 다음은 Page Down/Space, 이전은 Page Up을 사용하십시오.
pl: **Szybkie nawigowanie** - Strzałka w dół/Spacja do następnego, Strzałka w górę do poprzedniego
pt: **Navegação rápida** - Page Down/Espaço para próximo, Page Up para anterior
ru: **Быстрая навигация** - Page Down/Space для следующего, Page Up для предыдущего
tr: **Hızlı gezinme** - Sonraki için Page Down/Space, önceki için Page Up
zh: **快速导航** - 下一页使用 Page Down/空格键，上一页使用 Page Up

source: **Exit anytime** - Press F5 or Escape
bn: **যেকোনো সময় বের হোন** - F5 বা Escape চাপুন
de: **Zu jeder Zeit beenden** - F5 oder Esc drücken
es: **Salga en cualquier momento** - Presione F5 o Escape
hi: **कभी भी बाहर निकलें** - F5 या Escape दबाएं
ja: **いつでも終了** - F5 キーまたは Esc キーを押してください
ko: **언제든지 나가기** - F5 또는 Escape 키를 누르세요
pl: **Zakończ w dowolnym momencie** - Naciśnij F5 lub Escape
pt: **Sair a qualquer momento** - Pressione F5 ou Escape
ru: **Выход в любое время** - Нажмите F5 или Escape
tr: **Her zaman çık** - F5'e veya Escape tuşuna bas
zh: **随时退出** - 按 F5 或 Esc 键

source: Navigation
bn: নেভিগেশন
es: Navegación
hi: नेविगेशन
ja: ナビゲーション
ko: 탐색
pl: Nawigacja
pt: Navegação
ru: Навигация
tr: Navigasyon
zh: 导航

source: Keyboard Shortcuts
bn: কীবোর্ড শর্টকাট
de: Tastenkombinationen
es: Atajos de teclado
hi: कीबोर्ड शॉर्टकट
ja: キーボード ショートカット
ko: 키보드 단축키
pl: Skróty klawiaturowe
pt: Atalhos do Teclado
ru: Горячие клавиши
tr: Klavye Kısayolları
zh: 键盘快捷键

source: **Essential shortcuts for efficient work:**
bn: **কার্যকর কাজের জন্য প্রয়োজনীয় শর্টকাট:**
de: **Wichtige Tastenkombinationen für effizientes Arbeiten:**
es: **Atajos esenciales para un trabajo eficiente:**
hi: कार्य क्षमता बढ़ाने के लिए आवश्यक शॉर्टकट:
ja: 効率的な作業に役立つ必須のショートカット:
ko: **효율적인 작업을 위한 필수 단축키:**
pl: **Najważniejsze skróty klawiaturowe do wydajnej pracy:**
pt: **Atalhos essenciais para um trabalho eficiente:**
ru: **Важные сочетания клавиш для эффективной работы:**
tr: **Etkili çalışma için temel atlamalar:**
zh: 提高工作效率的重要快捷键：

source: **Ctrl+O** - Open a new PDF
bn: **Ctrl+O** - একটি নতুন PDF খোলা
de: **Strg+O** - Neues PDF öffnen
es: **Ctrl+O** - Abrir un nuevo PDF
hi: **Ctrl+O** - एक नया पीडीएफ खोलें
ja: **Ctrl+O** - 新しい PDF を開く
ko: **Ctrl+O** - 새 PDF 열기
pl: **Ctrl+O** – Otwórz nowy plik PDF
pt: **Ctrl+O** - Abrir um novo PDF
ru: **Ctrl+O** — Открыть новый PDF-файл
tr: **Ctrl+O** - Yeni bir PDF aç
zh: **Ctrl+O** - 打开一个新的 PDF 文件

source: **Ctrl+G** - Go to specific page
bn: **Ctrl+G** - নির্দিষ্ট পৃষ্ঠায় যান
de: **Strg+G** – Gehe zu spezifischer Seite
es: **Ctrl+G** - Ir a página específica
hi: **Ctrl+G** - विशिष्ट पेज पर जाएं
ja: **Ctrl+G** - 特定のページに移動
ko: **Ctrl+G** - 특정 페이지로 이동
pl: **Ctrl+G** - Przejdź do konkretnej strony
pt: **Ctrl+G** - Ir para página específica
ru: **Ctrl+G** - Перейти на конкретную страницу
tr: **Ctrl+G** - Belirli bir sayfaya git
zh: **Ctrl+G** - 转到特定页面

source: **Ctrl+Plus/Minus** - Zoom in/out
bn: **Ctrl+Plus/Minus** - আকর্ষণ/অপসারণ
de: **Strg+Plus/Minus** - Vergrößern/Verkleinern
es: **Ctrl+Más/Menos** - Acercar/alejar
hi: **Ctrl+Plus/Minus** - जूम इन/आउट
ja: Ctrl+＋/－ - ズームイン／アウト
ko: **Ctrl+플러스/마이너스** - 확대/축소
pl: **Ctrl+Plus/Minus** - powiększenie/zmniejszenie
pt: **Ctrl+Mais/Menos** - Aumentar/Diminuir zoom
ru: **Ctrl+Plus/Minus** - Приблизить/Отдалить
tr: **Ctrl+Artı/Eksi** - Yakınlaştır/Uzaklaştır
zh: **Ctrl+加号/减号** - 放大/缩小

source: **Ctrl+0** - Fit page to window
bn: **Ctrl+0** - পৃষ্ঠা উইন্ডোৰ সৈতে মিলাও
de: **Strg+0** – Seite an Fenster anpassen
es: **Ctrl+0** - Ajustar página a la ventana
hi: **Ctrl+0** - पृष्ठ को विंडो में फिट करें
ja: **Ctrl+0** - ページをウィンドウに合わせて表示する
ko: **Ctrl+0** - 페이지를 창에 맞춤
pl: **Ctrl+0** – dopasuj stronę do okna
pt: **Ctrl+0** - Ajustar página à janela
ru: **Ctrl+0** - Подогнать страницу под окно
tr: **Ctrl+0** - Sayfayı pencereye sığdır
zh: **Ctrl+0** - 将页面适应窗口大小

source: **Ctrl+R** - Toggle bleed lines (cover/dustjacket)
bn: **Ctrl+R** - প্রান্তিক রেখা (কভার/ধুলার আবরণ) চালু/বন্ধ করুন
de: **Strg+R** - Blutlinien umschalten (Umschlag/Deckel)
es: **Ctrl+R** - Activar/desactivar las líneas de sangrado (portada/butaca)
hi: **Ctrl+R** - ब्लीड लाइन (कवर/धूल पोशाक) को स्विच करें
ja: Ctrl+R - ハガリ線の表示/非表示（表紙/ジャケット）
ko: **Ctrl+R** - 출혈선(표지/먼지방지서) 토글
pl: **Ctrl+R** - Przełączanie linii przycięcia (okładka/okładka chłonicowa)
pt: **Ctrl+R** - Ativar/desativar linhas de sangria (capa/contracapa)
ru: **Ctrl+R** - Вкл./выкл. линии отступа (обложка/клеевая обложка)
tr: **Ctrl+R** - Kan akışı çizgilerini (kapağın/dustjacket'in) aç/kapa
zh: **Ctrl+R** - 切换出血线（封面/护封）

source: **Ctrl+K** - Open spine width calculator
bn: **Ctrl+K** - স্পাইন প্রস্থ হিসাবকারী খোলুন
de: **Strg+K** - Wirbelsäulenbreitenrechner öffnen
es: **Ctrl+K** - Abrir calculadora de ancho de columna vertebral
hi: **Ctrl+K** - पृष्ठ चौड़ाई कैलकुलेटर खोलें
ja: **Ctrl+K** - スピネ幅計算機を開く
ko: **Ctrl+K** - 척추 폭 계산기 열기
pl: **Ctrl+K** - Otwórz kalkulator szerokości grzbietu
pt: **Ctrl+K** - Abrir calculadora de largura da espinha
ru: **Ctrl+K** - Открыть калькулятор ширины корешка
tr: **Ctrl+K** - Omurga genişliği hesaplayıcısını aç
zh: **Ctrl+K** - 打开脊宽计算器

source: **F11** - Fullscreen mode
bn: **F11** - স্ক্রিন পূর্ণাঙ্গ মোডে
de: **F11** - Vollbildmodus
es: **F11** - Modo de pantalla completa
hi: **F11** - पूर्ण स्क्रीन मोड
ja: **F11** - フルスクリーンモード
ko: **F11** - 전체 화면 모드
pl: **F11** - tryb pełnoekranowy
pt: **F11** - Modo de tela cheia
ru: **F11** - полноэкранный режим
tr: **F11** - Tam ekran modu
zh: **F11** - 全屏模式

source: **F5** - Presentation mode
bn: **F5** - প্রদর্শন মোডে
de: **F5** – Präsentationsmodus
es: **F5** - Modo de presentación
hi: **F5** - प्रस्तुति मोड़
ja: **F5** - プレゼンテーション モード
ko: **F5** - 발표 모드
pl: **F5** - tryb prezentacji
pt: **F5** - Modo de apresentação
ru: **F5** - Режим презентации
tr: **F5** - Sunum modu
zh: **F5** - 演示模式

source: Page Navigation
bn: পৃষ্ঠা প্রবেশন
de: Seitennavigation
es: Navegación de la página
hi: पृष्ठ नेविगेशन
ja: ページナビゲーション
ko: 페이지 이동
pl: Nawigacja po stronie
pt: Navegação da Página
ru: Навигация по страницам
tr: Sayfa Geçişleri
zh: 页面导航

source: **Page spinbox** in toolbar for direct page access
bn: টুলবারের **পৃষ্ঠা স্পিনবক্স** সরাসরি পৃষ্ঠা অ্যাক্সেসের জন্য
de: **Seiten-Spinbox** in der Symbolleiste für direkten Seitenzugriff
es: **Campo de giro de página** en la barra de herramientas para acceso directo a la página
hi: साधन पट्टी में **पृष्ठ स्पिनबॉक्स** सीधे पृष्ठ पहुंच के लिए
ja: ツールバーの**ページスピンボックス**による直接ページアクセス
ko: 도구 모음의 **페이지 스피너**를 사용한 직접 페이지 액세스
pl: **Pole numeru strony** w pasku narzędzi do bezpośredniego dostępu do strony
pt: **Caixa de rotação de página** na barra de ferramentas para acesso direto à página
ru: **Поле ввода страницы** на панели инструментов для прямого перехода на страницу
tr: Araç çubuğundaki **sayfa spinbox**'ı doğrudan sayfa erişimi için
zh: 工具栏中用于直接访问页面的**页码微调框**

source: **Home/End keys** for first/last page (interior documents)
bn: **হোম/এন্ড কী** প্রথম/শেষ পৃষ্ঠা (অভ্যন্তরীণ দলিল) জন্য
de: **Beg/Ende-Tasten** für erste/letzte Seite (Innendokumente)
es: **Teclas Inicio/Fin** para la primera/última página (documentos internos)
hi: **होम/एंड कुंजियाँ** पहले/अंतिम पृष्ठ के लिए (आंतरिक दस्तावेज़)
ja: **ホーム/エンダー キー**で最初/最後のページ（内部文書）
ko: **처음/마지막 페이지**로 이동하는 **Home/End 키** (내부 문서)
pl: **Klawisze Strzałka w górę/Strzałka w dół** do pierwszej/ostatniej strony (dokumenty wewnętrzne)
pt: **Teclas Início/Fim** para primeira/última página (documentos internos)
ru: **Клавиши Home/End** для первой/последней страницы (внутренние документы)
tr: **Ana Sayfa/Bitiş tuşları** ilk/son sayfa (iç belgeler)
zh: **Home/End 键** 用于翻到第一页/最后一页（内部文档）

source: **Mouse wheel** for scrolling through pages
bn: **মাউস চাকা** পৃষ্ঠাগুলি দেখার জন্য স্ক্রল করুন
de: **Mausrad** zum Blättern durch Seiten
es: **Rueda del ratón** para desplazarse por las páginas
hi: पृष्ठों के माध्यम से स्क्रॉल करने के लिए **माउस की गति** का उपयोग करें।
ja: **マウスホイール**でページをスクロールします。
ko: **마우스 휠**을 사용하여 페이지를 스크롤합니다.
pl: **Koło myszy** do przewijania stron
pt: **Roda do mouse** para rolar pelas páginas
ru: **Колесико мыши** для прокрутки страниц
tr: **Fare tekerleği**, sayfalar arasında kaymak için
zh: **鼠标滚轮** 用于在页面间滚动

source: **Go to Page dialog** (Ctrl+G) with validation
bn: **পৃষ্ঠা পানে যাওক** (Ctrl+G) যাচাইকৰণ সহিত
de: **Zu Seite gehen**-Dialog (Strg+G) mit Validierung
es: **Diálogo Ir a página** (Ctrl+G) con validación
hi: **पेज डायलॉग में जाएं** (Ctrl+G) सत्यापन के साथ
ja: **ページに移動ダイアログ** (Ctrl+G) での検証
ko: **페이지 이동 대화상자**(Ctrl+G) 검증 적용
pl: **Okno dialogowe Przejdź do strony** (Ctrl+G) z walidacją
pt: **Caixa de diálogo Ir para a Página** (Ctrl+G) com validação
ru: **Диалоговое окно "Перейти к странице"** (Ctrl+G) с проверкой
tr: **Sayfaya Git** diyalog kutusu (Ctrl+G) doğrulama ile
zh: **转到页面**对话框（Ctrl+G）及验证

source: Zoom Control
bn: জুম নিয়ন্ত্রণ
de: Zoomsteuerung
es: Control de zoom
hi: जूम कंट्रोल
ja: ズームコントロール
ko: 확대/축소 컨트롤
pl: Kontrola powiększenia
pt: Controle de Zoom
ru: Управление масштабированием
tr: Yakınlaştırma Kontrolü
zh: 缩放控制

source: **Mouse-centered zoom** - Zooms at cursor position for precise control
bn: **মাউস কেন্দ্রিক দৃশ্যপট বৃদ্ধি** - নিয়ন্ত্রণের জন্য কার্সরের অবস্থানে দৃশ্যপট বৃদ্ধি করে।
de: **Mauszentriertes Zoomen** – Zoomt an der Position des Cursors für präzise Steuerung
es: **Acercamiento centrado en el mouse** - Acercamiento en la posición del cursor para un control preciso
hi: **चूहा-केंद्रित जूम** - सटीक नियंत्रण के लिए कर्सर स्थिति पर ज़ूम करता है।
ja: **マウス中心のズーム** - カーソル位置を中心にズームし、正確な操作が可能になります。
ko: **마우스 중심 줌** - 커서 위치에서 줌을 적용하여 정밀한 제어가 가능합니다.
pl: **Powiększenie skupione na myszce** - Powiększa w pozycji kursora dla precyzyjnego sterowania
pt: **Zoom centrado no mouse** - Zoom na posição do cursor para controle preciso
ru: **Масштабирование, ориентированное на мышь** - Масштабирование в позиции курсора для точного управления
tr: **Fare merkezli yakınlaştırma** - Hassas kontrol için imlecin konumunda yakınlaştırır
zh: **以鼠标为中心的缩放** - 在光标位置进行缩放，实现精确控制

source: **High-quality rendering** - No pixelation even at extreme zoom levels (up to 200x)
bn: **উচ্চমানের রেন্ডারিং** - অত্যন্ত দূর থেকে দেখার সময়ও (200x পর্যন্ত) কোনও পিক্সেলেশন নেই
de: **Hohe Darstellungsqualität** – Keine Pixlierung, selbst bei extremen Zoomstufen (bis zu 200x)
es: **Representación de alta calidad** - Sin pixelación incluso en niveles extremos de zoom (hasta 200x)
hi: उच्च गुणवत्ता वाला रेंडरिंग - अत्यधिक जूम स्तरों (200x तक) पर भी कोई पिक्सेलेशन नहीं
ja: **高品質なレンダリング** - 极端なズームレベル（最大200倍）でもピクセル化がありません。
ko: **고품질 렌더링** - 극단적인 줌 수준(최대 200배)에서도 화질 저하 없음
pl: **Wysokiej jakości renderowanie** - Brak pikselacji nawet przy ekstremalnym przybliżeniu (do 200x)
pt: **Renderização de alta qualidade** - Sem pixelação mesmo em níveis extremos de zoom (até 200x)
ru: Высококачественная визуализация - Нет пикселизации даже при экстремальных уровнях масштабирования (до 200x)
tr: **Yüksek kaliteli işleme** - Aşırı yakınlaştırma seviyelerinde bile (200x'e kadar) pikselasyon yok
zh: **高质量渲染** - 即使在极端放大级别（最高200倍）下也不会出现像素化
