Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: bn, de, es, hi, ja, ko, pl, pt, ru, tr, zh

source: Features
bn: বৈশিষ্ট্য
de: Merkmale
es: Características
hi: विशेषताएं
ja: 特徴
ko: 기능
pl: Cechy
pt: Recursos
ru: Особенности
tr: Özellikler
zh: 功能

source: Momovu provides specialized tools for book publishers and designers to preview PDFs with professional margin visualization.
bn: মোমোভু বইয়ের প্রকাশক এবং ডিজাইনারদের জন্য বৃত্তিগত মার্জিন দৃশ্যমানতা সহ পিডিএফ প্রিভিউ করার জন্য বিশেষায়িত সরঞ্জাম প্রদান করে।
de: Momovu bietet spezialisierte Tools für Buchverlage und Designer an, um PDFs mit professioneller Darstellung der Ränder vorab einzusehen.
es: Momovu proporciona herramientas especializadas para editores y diseñadores de libros para previsualizar PDFs con visualización profesional de márgenes.
hi: मोमोवु विशिष्ट उपकरण प्रदान करता है जिसके माध्यम से पुस्तक प्रकाशक और डिज़ाइनर पेशेवर मार्जिन विजुअलीकरण के साथ पीडीएफ की पूर्वावलोकन कर सकते हैं।
ja: モモブは、本の出版社およびデザイナー向けに、専用のツールを提供し、PDFをプロフェッショナルな余白の可視化でプレビューできます。
ko: 모모부는 전문적인 여백 시각화로 PDF 미리보기를 제공하기 위한 도구로, 출판사와 디자이너를 위한 전문적인 도구를 제공합니다.
pl: Momovu oferuje specjalistyczne narzędzia dla wydawców i projektantów książek, pozwalające podglądać pliki PDF z wykorzystaniem profesjonalnej wizualizacji marginesów.
pt: O Momovu fornece ferramentas especializadas para editores e designers de livros visualizarem PDFs com uma visualização profissional das margens.
ru: Momovu предоставляет специализированные инструменты для издателей и дизайнеров книг, чтобы предварительно просматривать PDF-файлы с профессиональной визуализацией полей.
tr: Momovu, kitap yayıncıları ve tasarımcıları için profesyonel kenar görselleştirme ile PDF önizlemesi yapmaları için özelleştirilmiş araçlar sunar.
zh: Momovu 为图书出版商和设计师提供专业的工具，用于预览 PDF 并以专业的方式可视化页边距。

source: Document Type Support
bn: নথি ধরন সমর্থন
de: Dokumenttyp-Unterstützung
es: Tipo de documento Soporte
hi: दस्तावेज़ प्रकार समर्थन
ja: ドキュメントタイプのサポート
ko: 문서 유형 지원
pl: Typ dokumentu Wsparcie
pt: Tipo de Documento Suportado
ru: Типы поддерживаемых документов
tr: Doküman Türü Desteği
zh: 文档类型支持

source: Interior Pages
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি
de: Innenseiten
es: Páginas interiores
hi: आंतरिक पृष्ठ
ja: 内面ページ
ko: 내부 페이지
pl: Wewnętrzne strony
pt: Páginas Internas
ru: Внутренние страницы
tr: İç Sayfalar
zh: 内页

source: Preview your book's content pages with:
bn: আপনার বইটির সামগ্রী পাতাগুলি দেখুন:
de: Vorschau der Inhaltsseiten Ihres Buchs mit:
es: Vista previa de las páginas de contenido de su libro con:
hi: अपनी पुस्तक के सामग्री पृष्ठों की पूर्वावलोकन करें:
ja: あなたの本のコンテンツページをプレビューするには：
ko: 책의 내용 페이지 미리보기:
pl: Podglądaj strony z treści swojej książki za pomocą:
pt: Visualize as páginas de conteúdo do seu livro com:
ru: Просмотрите страницы с содержанием вашей книги с помощью:
tr: Kitabınızın içerik sayfalarını şu ile önizleyin:
zh: 预览您图书的内容页面：

source: **Safety margin visualization** - See exactly where content is safe from trimming
bn: **নিরাপত্তা মার্জিন প্রদর্শন** - বুঝুন সঠিকভাবে কোথায় কন্টেন্ট কাটিয়ে ফেলা হবে না
de: **Sicherheitsabstand Darstellung** – Sehen Sie genau, wo der Inhalt vor dem Beschnittenen sicher ist
es: **Visualización del margen de seguridad** - Ve exactamente dónde el contenido está seguro del recorte
hi: **सुरक्षा तिरछा दृश्यकरण** - काटने से सुरक्षित सामग्री के ठीक जहां है, देखें
ja: **安全余白の可視化** - トリミングされない安全なコンテンツの位置を正確に確認できます。
ko: **안전 여백 시각화** - 콘텐츠가 자르기로부터 안전한 위치를 정확히 확인하세요
pl: **Wizualizacja marginesu bezpieczeństwa** — zobacz dokładnie, gdzie treść jest bezpieczna przed przycinaniem
pt: **Visualização da margem de segurança** - Veja exatamente onde o conteúdo está seguro contra recortes
ru: **Визуализация зоны безопасности** — Узнайте, где контент защищен от обрезки
tr: **Güvenlik marjı görselleştirme** - Kesmeden emniyette olan içerik alanını tam olarak görün
zh: **安全边距可视化** - 清楚查看内容哪些部分不会被裁剪

source: **Spread view** - View pages side-by-side as readers will see them
bn: **পাতা প্রসারণ** - পাতা গুলি পাশাপাশি দেখুন যেমন পাঠকরা দেখবেন
de: **Seitenansicht** – Zeigt Seiten nebeneinander an, wie sie von Lesern gesehen werden
es: **Vista extendida** - Ver las páginas una al lado de la otra como las verán los lectores
hi: **फैलाव दृश्य** - पृष्ठों को एक साथ देखें जैसा पाठक उन्हें देखेंगे
ja: **拡散ビュー** - 読者が見るようにページを並べて表示します
ko: **확장 보기** - 독자가 보는 것처럼 페이지를 옆으로 나란히 보기
pl: **Widok rozłożony** - Wyświetlaj strony obok siebie, tak jak widzą je czytelnicy
pt: **Visualização em abas** - Visualize as páginas lado a lado como os leitores as verão
ru: **Развернутый вид** - Просмотрите страницы рядом, как читатели увидят их
tr: **Yayılım görünümü** - Okuyucuların onları göreceği şekilde sayfaları yan yana görünüm
zh: **分栏视图** - 以读者看到的方式并排查看页面

source: **Spine line indicator** - Visualize the book's center fold in spread view
bn: **স্পাইন লাইন ইন্ডিকেটর** - স্প্রেড ভিউতে বইটির কেন্দ্রীয় ভাঁজ দেখান
de: **Rückenfaltenanzeiger** – Zeigt die Buchmitte im Ausklapptabellenansicht an
es: **Indicador de la línea de la columna vertebral** - Visualiza el doblez central del libro en vista de propagación
hi: **रीढ़ की रेखा संकेतक** - प्रसार दृश्य में पुस्तक की केंद्रीय मोड़ रेखा का चित्रण करें
ja: **背線表示** - スプレッドビューで本の中心折り目を視覚化します。
ko: **등선 표시기** - 펼침보기에서 책의 중심 접선을 시각화합니다.
pl: **Wskaźnik linii grzbietu** – Wizualizuje centralną zagięcie książki w widoku rozchylonym
pt: **Indicador da linha da espinha** - Visualize a dobra central do livro na visualização aberta
ru: **Индикатор центральной линии** — визуализация центральной складки книги в виде раскрытой книги
tr: **Omurga hattı göstergesi** - Yayılı görünümde kitabın merkez katını görselleştirin
zh: **书脊线指示器** - 在展开视图中可视化书的中缝

source: **Page navigation** - Jump to any page instantly
bn: **পৃষ্ঠা পরিচালনা** - তৎক্ষণাৎ যে কোনো পৃষ্ঠাতে যাও
de: **Seitennavigation** – Springen Sie sofort zu jeder Seite
es: **Navegación por páginas** - Salta a cualquier página de inmediato
hi: पृष्ठ नेविगेशन - किसी भी पृष्ठ पर तुरंत जाएं
ja: **ページナビゲーション** - どのページにも即座に移動できます
ko: **페이지 이동** - 페이지를 즉시 이동합니다.
pl: **Nawigacja po stronach** - Skocz do dowolnej strony natychmiast
pt: **Navegação de página** - Pule para qualquer página instantaneamente
ru: **Просмотр страницы** - Переходите на любую страницу мгновенно
tr: **Sayfa Geçiş** - Herhangi bir sayfaya anında geçin
zh: **页面导航** - 可立即跳转至任意页面

source: Cover Documents
bn: নথি গুলি ঢেকে রাখুন
de: Deckdokumente
es: Documentos de Portada
hi: डॉक्यूमेंट्स कवर करें
ja: カバードキュメント
ko: 문서 숨기기
pl: Dokumenty pokrywające
pt: Documentos de Capa
ru: Документы на обложке
tr: Kapak Dokümanları
zh: 封面文件

source: Verify your book covers with:
bn: আপনার বইয়ের আবরণ যাচাই করুন:
de: Überprüfen Sie Ihre Buchumschläge mit:
es: Verifique las cubiertas de sus libros con:
hi: अपनी किताब के कवर की पुष्टि करें:
ja: 次で本の表紙を確認してください：
ko: 다음과 같이 책 표지를 확인하십시오:
pl: Sprawdź okładki swoich książek za pomocą:
pt: Verifique as capas dos seus livros com:
ru: Проверьте обложки ваших книг с помощью:
tr: Kitap kapağınızı şu ile doğrulayın:
zh: 通过以下方式验证您的书籍封面：

source: **Automatic spine width calculation** - Enter page count, see exact spine dimensions
bn: **স্পাইন প্রস্থের স্বয়ংক্রিয় হিসাব** - পৃষ্ঠা সংখ্যা প্রবেশ করান, স্পাইনের নির্ভুল মাত্রা দেখুন
de: **Automatische Rückenbreitenberechnung** – Geben Sie die Seitenzahl ein, sehen Sie die genauen Rückenmaße
es: **Cálculo automático del ancho de la espina** - Introduzca el número de páginas, vea las dimensiones exactas de la espina
hi: **स्वचालित पीठ की चौड़ाई की गणना** - पृष्ठ संख्या दर्ज करें, पीठ के आयामों को देखें
ja: **自動的に背幅を計算** - ページ数を入力し、正確な背の寸法を確認できます
ko: **자동 책등 두께 계산** - 페이지 수를 입력하고 정확한 책등 치수 확인
pl: **Automatyczne obliczanie szerokości grzbietu** - Podaj liczbę stron, zobacz dokładne wymiary grzbietu
pt: **Cálculo automático da largura da lombada** - Insira o número de páginas, veja as dimensões exatas da lombada
ru: **Автоматический расчет ширины корешка** — введите количество страниц, увидите точные размеры корешка
tr: **Otomatik kitap omurga genişliği hesaplama** - Sayfa sayısını girin, tam omurga ölçülerini görün
zh: **自动书脊宽度计算** - 输入页数，查看精确的书脊尺寸

source: **Fold line indicators** - Know exactly where the spine edges will be
bn: **মোড়ক রেখা সূচক** - স্পাইন প্রান্তগুলি কোথায় হবে তা নিশ্চিতভাবে জানুন
de: **Faltenlinienmarkierungen** – Ermitteln Sie präzise, wo die Wirbelkante sein wird
es: **Indicadores de línea de plegado** - Sabe exactamente dónde estarán los bordes de la espina
hi: मोड़ रेखा संकेतक - पृष्ठ तिर्यक कहां होंगे यह ठीक से जानें
ja: **折り目インジケーター** - 背面のエッジがどこになるかを正確に把握できます
ko: **접선 표시** - 척추 모서리가 어디에 위치하는지 정확히 알 수 있습니다.
pl: **Znaczniki linii zgięcia** – dokładnie wiesz, gdzie będą krawędzie grzbietowe
pt: **Indicadores de linha de dobra** - Saiba exatamente onde as bordas da espinha estarão
ru: **Индикаторы линии сгиба** - Точно определите, где будут находиться грани шпины
tr: **Katlama çizgisi göstergeleri** - Omurga kenarlarının nerede olacağını tam olarak bilin
zh: **折痕指示线**——准确了解书脊边缘的位置

source: **Barcode placement guide** - Standard barcode area visualization
bn: **বারকোড অবস্থান গাইড** - মানক বারকোড এলাকা দৃশ্যমানকরণ
de: **Barcode-Platzierungsanleitung** – Visualisierung des standardmäßigen Barcode-Bereichs
es: **Guía de colocación de códigos de barras** - Visualización del área estándar para códigos de barras
hi: **बारकोड स्थान निर्देश** - मानक बारकोड क्षेत्र दृश्यकरण
ja: **バーコード配置ガイド** - 標準的なバーコード領域の可視化
ko: **바코드 배치 가이드** - 표준 바코드 영역 시각화
pl: **Wytyczne dotyczące umieszczania kody paskowego** - Wizualizacja standardowej strefy kodu paskowego
pt: **Guia de posicionamento de código de barras** - Visualização da área padrão para código de barras
ru: **Руководство по размещению штрих-кода** - визуализация стандартной области штрих-кода
tr: **Barkod Yerleştirme Kılavuzu** - Standart barkod alanı görselleştirmesi
zh: **条码放置指南** - 标准条码区域可视化

source: **Full cover preview** - See front, spine, and back as one unit
bn: **পূর্ণ ঢাকনি প্রিভিউ** - সামনে, পিঠের দিক, এবং পিছনে একটি একক হিসাবে দেখুন
de: **Vollständige Umschlagvorschau** – Vorderseite, Rückseite und Hinterseite als Einheit anzeigen
es: **Vista previa de cubierta completa** - Ver la portada, el lomo y la contraportada como una unidad
hi: **पूर्ण आवरण पूर्वावलोकन** - एकल इकाई के रूप में सामने, पीठ और पीछे का नजरअंदाज करें
ja: **表紙全体のプレビュー** - 表面・背面・裏面を1つのユニットとして表示
ko: **전면 표지 미리보기** - 앞면, 뒷면, 그리고 책등을 하나의 단위로 확인하세요.
pl: **Pełny podgląd okładki** - zobacz przód, grzbiet i tył jako jedno całe
pt: **Visualização da capa completa** - Veja a frente, a lombada e a parte de trás como uma unidade
ru: **Полный обзор обложки** - Посмотрите переднюю, заднюю и шпильную часть как одно целое
tr: **Tam kapak öncesi izleme** - Ön, yanal ve arka kısmı birlikte görün
zh: **全封面预览** - 同时查看封面、书脊和封底

source: Dustjacket Documents
bn: ধুলার প্রতিবন্ধক দলিল
de: Klappentexte
es: Documentos de sobrecubierta
hi: धूल जैकेट दस्तावेज़
ja: ダストジャケット・ドキュメント
ko: 더스트 재킷 문서
pl: Dokumenty okładkowe
pt: Documentos da Capa de Poeira
ru: Документы о пыли
tr: Toz Kılıf Dökümanları
zh: 书套文件

source: Complete dustjacket visualization:
bn: সম্পূর্ণ ধুলার আবরণ দৃশ্যায়ন:
de: Vollständige Umschlagdarstellung:
es: Visualización completa de la cubierta protectora:
hi: पूर्ण धूल आच्छादन दृश्याकरण:
ja: 完全なジャケットビジュアライゼーション：
ko: 완전한 도서 표지 시각화:
pl: Pełna wizualizacja okładki:
pt: Visualização completa da capa dura:
ru: Полная визуализация обложки:
tr: Tam toz kapağı görselleştirmesi:
zh: 完整的护封视觉效果：

source: **Flap dimensions** - Standard 3.25" x 9" flaps with safety margins
bn: **ফ্ল্যাপ মাপ** - স্ট্যান্ডার্ড 3.25 "x 9" ফ্ল্যাপ সুরক্ষা মার্জিনের সাথে
de: **Faltenmaße** – Standard 8,25 cm x 22,86 cm Falten mit Sicherheitsabständen
es: **Dimensiones de la solapa** - Solapas estándar de 3,25 pulgadas x 9 pulgadas con márgenes de seguridad
hi: **फ्लैप आयाम** - मानक 3.25" x 9" फ्लैप सुरक्षा के मार्जिन के साथ
ja: **フラップの寸法** - 標準的な3.25インチ×9インチのフラップで、安全余裕を設けます。
ko: **플랩 규격** - 안전 여유분이 있는 표준 3.25인치 x 9인치 플랩
pl: **Wymiary skrzydełek** - Standardowe skrzydełki 3,25 cala x 9 cali z marginesami bezpieczeństwa
pt: **Dimensões da aba** - Abas padrão de 3,25" x 9" com margens de segurança
ru: **Размеры отверстия** - стандартные отверстия 3,25 дюйма x 9 дюймов с запасом прочности
tr: **Kapağın Boyutları** - Standart 3.25" x 9" kapağın güvenlik paylı olması
zh: **襟片尺寸** - 标准 3.25 英寸 x 9 英寸襟片，带安全边距

source: **Multiple fold lines** - All fold positions clearly marked
bn: **বহু-মোড়ক রেখা** - সমস্ত মোড়ক অবস্থান স্পষ্টভাবে চিহ্নিত
de: **Mehrere Faltkanten** – Alle Faltstellen eindeutig gekennzeichnet
es: **Líneas de plegado múltiples** - Todas las posiciones de plegado claramente marcadas
hi: बहु-मोड़ रेखाएँ - सभी मोड़ की स्थिति स्पष्ट रूप से चिह्नित
ja: **複数の折り目** - すべての折り位置が明確に表示されています
ko: **여러 개의 접는 선** - 모든 접는 위치가 명확하게 표시됨
pl: **Wielokrotne linie zagięć** - Wszystkie pozycje zagięć wyraźnie oznaczone
pt: **Linhas de dobra múltiplas** - Todas as posições de dobra claramente marcadas
ru: **Множественные линии сгиба** - Все позиции сгиба четко обозначены
tr: **Çoklu katlama çizgileri** - Tüm katlama pozisyonları net şekilde işaretlenmiştir
zh: **多条折痕线** - 所有折叠位置均清晰标明

source: **Complete layout view** - See the entire dustjacket spread
bn: **পূর্ণ লেআউট দৃশ্য** - সম্পূর্ণ ধুলো আবরণ ছড়িয়ে দেখুন
de: **Gesamte Layoutansicht** – Zeigt die gesamte Umschlagseitenverbreitung an
es: **Vista de diseño completo** - Ver toda la portada extendida
hi: **पूर्ण लेआउट दृश्य** - पूरे डस्टजैकेट का प्रसार देखें
ja: **全体レイアウトビュー** - 表紙の広がり全体を表示する
ko: **전체 레이아웃 보기** - 전면 도서 표지 펼침 페이지 보기
pl: **Pełny widok układu** – zobacz cały rozkład twardych okładzin
pt: **Visualização de layout completo** - Veja a capa aberta inteira
ru: **Полный вид макета** - Посмотреть всю обложку издания
tr: **Tam yerleşim görünümü** - Tamamı kapak yayılımı olarak görün
zh: **完整版式视图** - 查看整个护封展开效果

source: **Separate margin zones** - Different margins for flaps, covers, and spine
bn: **পৃথক মার্জিন জোন** - ফ্ল্যাপ, কভার এবং স্পাইনের জন্য আলাদা মার্জিন
de: **Getrennte Randzonen** – Verschiedene Ränder für Klappen, Umschläge und Rücken
es: **Zonas de margen separadas** - Margenes diferentes para solapas, cubiertas y lomo
hi: अलग-अलग मार्जिन जोन - फ्लैप, कवर और स्पाइन के लिए अलग-अलग मार्जिन
ja: **個別に設定可能な余白領域** - 異なる余白を表紙、見返し、背に設定可能
ko: **개별 마진 영역** - 접이부, 표지, 책등에 대해 다른 마진 설정
pl: **Oddzielne strefy marginesów** – Różne marginesy dla tyłków, opraw i grzbietu
pt: **Zonas de margem separadas** - Margens diferentes para sobrecapas, capas e lombada
ru: **Отдельные поля** — разные поля для вкладок, обложек и шпагина
tr: **Ayrı kenar boşlukları** - Farklı kenar boşlukları için kapağın, kapakların ve omuzun kenar boşlukları
zh: **独立的边距区域** - 为折页、封面和书脊设置不同的边距

source: Visual Overlays
bn: ভিজুয়াল ওভারলে সমূহ
de: Visuelle Overlays
es: Superposiciones visuales
hi: दृश्यमान ओवरले
ja: ビジュアルオーバーレイ
ko: 비주얼 오버레이
pl: Wizualne nakładki
pt: Sobreposições Visuais
ru: Визуальные накладные элементы
tr: Görsel Üst Katmanlar
zh: 视觉叠加

source: Cover document without overlays
bn: অনুমোদন করা হয়নি যে কোনও ওভারলে ছাড়া ডকুমেন্ট আবরণ
de: Deckdokument ohne Überlagerungen
es: Documento de cubierta sin superposiciones
hi: ओवरले के बिना डॉक्यूमेंट कवर
ja: オーバーレイなしの表紙ドキュメント
ko: 겹이 없는 표지 문서
pl: Dokument bez naklejek
pt: Documento de capa sem sobreposições
ru: Документ с покрытием без наложений
tr: Overlay olmaksızın kapak belgesi
zh: 无覆盖层的封面文件

source: Cover document showing clean view without any overlays
bn: কভার দলিল যা কোনও ওভারলে ছাড়াই পরিষ্কার দৃশ্য দেখায়
de: Deckblatt mit sauberer Darstellung ohne jegliche Überlagerungen
es: Documento de cubierta que muestra una vista limpia sin ninguna superposición
hi: एक डॉक्यूमेंट कवर जो किसी भी ओवरले के बिना स्वच्छ दृश्य दिखाता है।
ja: オーバーレイなしのクリーンなビューを示すカバーディスプレイ
ko: 레이어가 없는 깨끗한 뷰를 보여주는 커버 문서
pl: Dokument pokazujący czysty widok bez żadnych nakładek
pt: Documento de capa mostrando uma vista limpa sem quaisquer sobreposições
ru: Документ, показывающий чистый вид без каких-либо наложений
tr: Temiz görünümde herhangi bir overlay olmadan kapak belgesi
zh: 封面文件，显示无任何覆盖层的清晰视图

source: Safety Margins
bn: নিরাপত্তা মার্জিন
de: Sicherheitsmargen
es: Margen de Seguridad
hi: सुरक्षा सीमा
ja: 安全余裕
ko: 안전 여유량
pl: Marginesy bezpieczeństwa
pt: Margens de Segurança
ru: Запас прочности
tr: Güvenlik Payları
zh: 安全余量

source: **Blue/purple overlay** shows the safe content area (12.7mm / 0.5 inches)
bn: **নীল/বেগুনি ওভারলে** নিরাপদ কনটেন্ট এলাকা দেখায় (12.7 মিমি / 0.5 ইঞ্চি)
de: **Blauer/lila Überlagerung** zeigt den sicheren Inhaltsbereich an (12,7 mm / 0,5 Zoll)
es: **Superposición azul/morada** muestra el área segura para contenido (12,7 mm / 0,5 pulgadas)
hi: **नीला / बैंगनी ओवरले** सुरक्षित सामग्री क्षेत्र (12.7 मिमी / 0.5 इंच) को दर्शाता है।
ja: **青/紫のオーバーレイ**は、安全なコンテンツ領域（12.7mm / 0.5インチ）を示しています。
ko: **파랑/보라색 겹침**은 안전한 콘텐츠 영역(12.7mm / 0.5인치)을 보여줍니다.
pl: **Niebieski/fioletowy nacisk** pokazuje bezpieczną strefę treści (12,7 mm / 0,5 cala)
pt: **Sobreposição azul/roxa** mostra a área segura para conteúdo (12,7 mm / 0,5 polegadas)
ru: **Синее/фиолетовое наложение** показывает безопасную зону контента (12,7 мм / 0,5 дюйма)
tr: **Mavi/lacivert örtü** güvenli içerik alanını gösterir (12.7 mm / 0.5 inç)
zh: **蓝色/紫色覆盖层**显示安全内容区域（12.7毫米 / 0.5英寸）

source: **Toggle on/off** with Ctrl+M to compare with and without margins
bn: Ctrl + M দিয়ে সীমা সহ এবং ব্যতীত তুলনা করতে **বুঝিয়ে দিন/না দিন**
de: **Ein-/Ausschalten** mit Strg+M, um mit und ohne Margen zu vergleichen
es: **Activar/desactivar** con Ctrl+M para comparar con y sin márgenes
hi: Ctrl + M से चालू/बंद करें ताकि मार्जिन के साथ और बिना तुलना कर सकें
ja: Ctrl+Mで**切り替え**し、余白あり・なしを比較してください
ko: Ctrl+M을 눌러 여백 **켜기/끄기**하여 여백이 있는 상태와 없는 상태를 비교해 보세요.
pl: **Włącz/Wyłącz** klawisze Ctrl+M, aby porównać z marginesami i bez nich
pt: **Ativar/desativar** com Ctrl+M para comparar com e sem margens
ru: **Включение/выключение** с помощью Ctrl+M для сравнения с полями и без полей
tr: Kenar boşluklarıyla ve olmaksızın karşılaştırmak için **Aç/Kapat** tuşuna Ctrl+M tuş kombinasyonunu kullanın.
zh: 按下 Ctrl+M 开启/关闭，以对比显示和隐藏页边距的效果

source: **Semi-transparent** so you can see your content underneath
bn: **অর্ধ-স্বচ্ছ** যাতে আপনি আপনার নিচের কন্টেন্ট দেখতে পারেন
de: **Halbtransparent**, sodass Sie Ihren Inhalt darunter erkennen können
es: **Semitransparente** para que puedas ver tu contenido debajo
hi: अर्ध-पारदर्शी इसलिए आप अपनी सामग्री को नीचे से देख सकते हैं
ja: **半透明**なので、下にあるコンテンツが見えます。
ko: **반투명**하므로 아래쪽의 콘텐츠를 볼 수 있습니다.
pl: **Półprzezroczysty**, dzięki czemu możesz widzieć swoje treści pod spodem
pt: **Semitransparente** para que você possa ver seu conteúdo por baixo
ru: **Полупрозрачный**, чтобы вы могли видеть свой контент под ним
tr: **Yarı saydam** olduğu için içeriklerinizi altına göre görebilirsiniz.
zh: **半透明**，因此您可以在下方看到内容

source: Trim Lines
bn: লাইন কাটা
de: Kantenlinien entfernen
es: Líneas de recorte
hi: लाइनें काटें
ja: トリムライン
ko: 선 조정
pl: Linie obcinania
pt: Linhas de corte
ru: Линии обрезки
tr: Kenar Çizgileri
zh: 修剪线

source: **Black edge lines** show exactly where pages will be cut
bn: **কালো প্রান্ত রেখা** পাতাগুলি কোথায় কাটা হবে তা নির্দিষ্ট করে দেখায়।
de: **Schwarze Kantenlinien** zeigen genau an, wo die Seiten zugeschnitten werden.
es: **Líneas de borde negro** muestran exactamente dónde se cortarán las páginas
hi: काली किनारा रेखाएं बताती हैं कि पृष्ठों को काटे जाने के बिल्कुल सही स्थान
ja: **黒い枠線**は、ページが実際に切られる場所を正確に示しています。
ko: **검은 테두리선** 은 페이지가 자를 위치를 정확하게 보여줍니다.
pl: **Czarne linie krawędzi** pokazują dokładnie, gdzie strony zostaną przetniete
pt: **Linhas de borda pretas** mostram exatamente onde as páginas serão cortadas.
ru: **Черные линии** точно показывают, где будут обрезаны страницы
tr: **Siyah kenar çizgileri**, sayfaların nerede kesileceğini tam olarak gösterir.
zh: **黑色边线** 显示了页面将被裁剪的确切位置

source: **Essential for bleed verification** - ensure images extend past trim
bn: **রক্তক্ষরণ যাচাইয়ের জন্য প্রয়োজনীয়** - নিশ্চিত করুন যে চিত্রগুলি ট্রিমের বাইরে বিস্তৃত হয়েছে
de: **Erforderlich für die Überprüfung der Kanten** – stellen Sie sicher, dass die Bilder über den Schnitt hinausgehen
es: **Esencial para la verificación de sangrado** - asegúrese de que las imágenes se extiendan más allá del corte
hi: **रक्तस्त्राव सत्यापन के लिए आवश्यक** - चित्रों को काटने के बाहर बढ़ाएं
ja: **出血確認用に必須** - 画像がトリムラインを越えて配置されていることを確認してください
ko: **출혈 확인에 필수** - 이미지가 자름선을 넘도록 확장되도록 확인하세요.
pl: **Wymagane do weryfikacji przecieku** – upewnij się, że obrazy wychodzą poza obręb ciosu
pt: **Essencial para verificação de sangria** - garanta que as imagens ultrapassem o corte
ru: **Необходимо для проверки отбеливания** - убедитесь, что изображения выходят за пределы обрезки
tr: **Kanamanın kontrolü için gereklidir** - kesim çizgisini geçen resimlerden emin olun
zh: **出血检查必备** - 确保图像超出裁切线

source: **Toggle** with Ctrl+T
bn: **স্যাট** করুন Ctrl+T দিয়ে
de: **Umschalten** mit Strg+T
es: **Alternar** con Ctrl+T
hi: **टॉगल** करें Ctrl+T के साथ
ja: **切り替え** Ctrl+T
ko: **토글** Ctrl+T
pl: **Przełącz** klawiszami Ctrl+T
pt: **Alternar** com Ctrl+T
ru: **Переключить** с помощью Ctrl+T
tr: **Aç/Kapat** (Ctrl+T) ile
zh: **切换** 使用 Ctrl+T

source: Fold Lines
bn: মোড়ক রেখা
de: Faltenlinien
es: Líneas de doblado
hi: मोड़ रेखाएं
ja: 折り目
ko: 접이선
pl: Linie zagięcia
pt: Linhas de dobra
ru: Линии сгиба
tr: Katlama Çizgileri
zh: 折线

source: **Purple dashed lines** indicate all fold positions
bn: **বেগুনি বিচ্ছিন্ন রেখা** সমস্ত মোড়ানো অবস্থানগুলি নির্দেশ করে
de: **Lila gestrichelte Linien** zeigen alle Faltstellen an
es: **Líneas discontinuas moradas** indican todas las posiciones de doblado
hi: **बैंगनी डॉटेड लाइनें** सभी मोड़ की स्थिति दर्शाती हैं।
ja: **紫色の点線**はすべての折り位置を示しています。
ko: **보라색 점선**은 모든 접는 위치를 나타냅니다.
pl: **Fioletowe kreskowane linie** wskazują wszystkie pozycje zgięć
pt: **Linhas tracejadas roxas** indicam todas as posições de dobra
ru: **Пурпурные пунктирные линии** обозначают все позиции сгиба
tr: **Mor kesikli çizgiler**, tüm katlama pozisyonlarını gösterir.
zh: **紫色虚线**表示所有可折叠的位置

source: **Document-specific** - spine folds for covers, all folds for dustjackets
bn: **নথি-বিশেষ** - আবরণের জন্য স্পাইন ভাঁজ, ধুলার জ্যাকেটের জন্য সমস্ত ভাঁজ
de: **Dokumentenspezifisch** – Rückenschnitte für Einbände, alle Schnitte für Schutzumschläge
es: **Específico del documento** - dobleces de la espina para las cubiertas, todos los dobleces para las sobrecubiertas
hi: **दस्तावेज-निर्देशित** - कवर के लिए स्पाइन मोड़, धूल जैकेट के लिए सभी मोड़
ja: **ドキュメント固有の仕様** - 表紙用の背折り、表紙用ジャケットの全折り
ko: **문서별** - 표지용 중앙 접침, 주름장용 모든 접침
pl: **Dokument specyficzny** - zagięcia grzbietowe do okładów, wszystkie zagięcia do okładów chłonnych
pt: **Específico do documento** - dobras da espinha para capas, todas as dobras para capas douradas
ru: **Документ-специфические** - переплетные складки для обложек, все складки для обложек-подшивок
tr: **Doküman Özelliği** - kapaklar için omurga katlamaları, toz kapağı için tüm katlamalar
zh: **特定于文件的** - 封面的书脊折叠，所有封面的折叠

source: **Toggle** with Ctrl+L
bn: **স্যাটার** করুন Ctrl+L দিয়ে
de: **Umschalten** mit Strg+L
es: **Alternar** con Ctrl+L
hi: **टॉगल** करें Ctrl+L के साथ
ja: **切り替え** Ctrl+L
ko: **토글**은 Ctrl+L로 합니다.
pl: **Przełącz** klawiszem Ctrl+L
pt: **Alternar** com Ctrl+L
ru: **Переключить** с Ctrl+L
tr: **Aç/Kapat** (Ctrl+L) ile
zh: **切换** 使用 Ctrl+L

source: Barcode Area
bn: বারকোড এলাকা
de: Bereich für den Barcode
es: Área de código de barras
hi: बारकोड क्षेत्र
ja: バーコード領域
ko: 바코드 영역
pl: Zakres kodu kreskowego
pt: Área de Código de Barras
ru: Зона штрих-кода
tr: Barkod Alanı
zh: 条码区域
