Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: bn, de, es, hi, ja, ko, pl, pt, ru, tr, zh

source: **Progressive rendering** - Smooth zoom experience with instant preview
bn: **অগ্রগতিশীল রেন্ডারিং** - ত্বরিত প্রিভিউ সহ মসৃণ জুম অভিজ্ঞতা
de: **Progressives Rendern** – Flüssige Zoomerfahrung mit sofortiger Vorschau
es: **Representación progresiva** - Experiencia de zoom suave con vista previa instantánea
hi: **प्रगतिशील रेंडरिंग** - तत्काल पूर्वावलोकन के साथ चित्रित जूम अनुभव
ja: **プログレッシブレンダリング** - 即時プレビューでスムーズなズーム体験
ko: **진행형 렌더링** - 즉시 미리보기로 매끄러운 줌 경험
pl: **Postępowe renderowanie** - płynne powiększenie z natychmiastowym podglądem
pt: **Renderização progressiva** - Experiência de zoom suave com visualização instantânea
ru: **Прогрессивное рендеринг** - Плавный опыт масштабирования с мгновенным предварительным просмотром
tr: **İlerleyici Görselleştirme** - Anında önizleme ile sorunsuz yakınlaştırma deneyimi
zh: **渐进式渲染** - 平滑缩放体验，即时预览

source: **Ctrl+Mouse wheel** for smooth zoom with 10% increments
bn: **Ctrl+মাউস চাকা** 10% বৃদ্ধির সাথে মসৃণ হ্যাঁচকা দিয়ে
de: **Strg+Mausrad** für sanften Zoom mit 10-%-Schritten
es: **Ctrl + Rueda del ratón** para acercar y alejar suavemente con incrementos del 10%
hi: **Ctrl+माउस पहिया** 10% वृद्धि के साथ चिकनी जूम के लिए
ja: **Ctrl+マウスホイール**で10%刻みのスムーズズーム
ko: **Ctrl+마우스 휠**을 이용하여 10% 단위로 부드럽게 줌
pl: **Ctrl+Kółko myszy** do płynnego przybliżania z przyrostami 10%
pt: **Ctrl+Roda do mouse** para zoom suave com incrementos de 10%
ru: **Ctrl+Колесико мыши** для плавного масштабирования с шагом 10%
tr: **Ctrl+fare tekerleği** 10'lu zoom için
zh: **Ctrl+鼠标滚轮** 可平滑缩放，每次缩放10%

source: **Smart panning when zoomed** - Mouse wheel scrolls vertically, Shift+wheel scrolls horizontally
bn: **জুম করা অবস্থায় স্মার্ট প্যানিং** - মাউস চাকা উল্লম্বভাবে স্ক্রল করে, Shift+চাকা সমান্তরালভাবে স্ক্রল করে
de: **Intelligentes Panning beim Zoomen** – Mausrad scrollt vertikal, Umschalttaste + Rad scrollt horizontal
es: **Movimiento inteligente al acercar** - La rueda del ratón desplaza verticalmente, Mayús+rueda desplaza horizontalmente
hi: **जूम करते समय स्मार्ट पैनिंग** - माउस के व्हील से ऊर्ध्वाधर घुमाएं, शिफ्ट+व्हील का उपयोग करके क्षैतिज घुमाएं
ja: **ズーム時のかしこいパン操作** - マウスホイールで垂直スクロール、Shift+ホイールで水平スクロール
ko: **확대 시 스마트 팬 기능** - 마우스 휠로 수직 스크롤, Shift+휠로 수평 스크롤
pl: **Inteligentne przesuwanie przy powiększeniu** - Koło myszy przesuwa pionowo, Shift+koło przesuwa poziomo
pt: **Panning inteligente quando zoom está ativo** - A roda do mouse rola verticalmente, Shift + roda rola horizontalmente
ru: **Интеллектуальное панорамирование при увеличении** - Колесико мыши прокручивает вертикально, Shift+колесико прокручивает горизонтально
tr: **Büyültüldüğünde akıllı yatay kaydırma** - Fare tekerleği dikey kaydırma yapar, Shift + tekerlek yatay kaydırma yapar
zh: **缩放时智能平移** - 滚动鼠标滚轮可垂直滚动，按住 Shift+滚轮可水平滚动

source: **Fit to page** automatically sizes content to window
bn: **পৃষ্ঠার সাথে মেলান** স্বয়ংক্রিয়ভাবে উইন্ডোতে সামগ্রী আকার করে
de: **An Fenster anpassen** passt den Inhalt automatisch an das Fenster an
es: **Ajustar a la página** cambia automáticamente el tamaño del contenido al tamaño de la ventana
hi: पृष्ठ के अनुकूल आकार खिड़की के अनुसार स्वचालित रूप से सामग्री का आकार बदल देता है।
ja: **ページに合わせる**はコンテンツをウィンドウに自動的に合わせます
ko: **페이지에 맞게 맞춤**은 내용을 자동으로 창 크기에 맞게 조정합니다.
pl: **Dopasuj do strony** automatycznie dopasowuje rozmiar treści do okna
pt: **Ajustar à página** redimensiona automaticamente o conteúdo para a janela
ru: **Подогнать по странице** автоматически изменяет размеры содержимого под окно
tr: **Sayfaya sığdır** pencereye otomatik olarak içerik boyutlandırır.
zh: **适应页面** 会自动将内容调整为窗口大小

source: **Zoom persists** when navigating pages
bn: **জুম টিকে থাকে** পৃষ্ঠাগুলি পরিচালনা করার সময়
de: **Zoom bleibt aktiv**, wenn Sie zwischen den Seiten navigieren
es: **El zoom persiste** al navegar entre páginas
hi: पेज नेविगेट करते समय ज़ूम बना रहता है
ja: **ズーム状態がページ移動時も保持されます**
ko: **확대 상태 유지** - 페이지 이동 시
pl: **Powiększenie utrzymuje się** przy przełączaniu stron
pt: **Zoom persiste** ao navegar entre as páginas
ru: **Масштабирование сохраняется** при переходе по страницам
tr: **Yakınlaştırma kalıcıdır** sayfalar arasında gezinirken
zh: **缩放效果在页面导航时保持**

source: **Optimized performance** - Intelligent caching for smooth panning at any zoom level
bn: **অপটিমাইজড পারফরম্যান্স** - স্মুদ প্যানিংয়ের জন্য ইন্টেলিজেন্ট ক্যাশিং, যেকোনো জুম স্তরে
de: **Optimierte Leistung** – Intelligentes Caching für flüssiges Panning auf jeder Zoomstufe
es: **Rendimiento optimizado** - Caché inteligente para un desplazamiento fluido en cualquier nivel de zoom
hi: **अनुकूलित प्रदरशन** - किसी भी जूम स्तर पर चपलता से पैनिंग के लिए बुद्धिमान कैशिंग
ja: **パフォーマンスの最適化** - どのズームレベルでもなめらかなパンニングを実現するインテリジェントなキャッシュ機能
ko: **최적화된 성능** - 모든 줌 수준에서 원활한 패닝을 위한 지능형 캐싱
pl: **Optymalna wydajność** - inteligentne buforowanie dla płynnego przesuwanie na każdym poziomie przybliżenia
pt: **Desempenho otimizado** - Cache inteligente para panorâmicas suaves em qualquer nível de zoom
ru: **Оптимизируйте производительность** - Интеллектуальное кэширование для плавной прокрутки на любом уровне масштабирования
tr: **İyileştirilmiş performans** - Her zoom seviyesinde sorunsuz kayma için akıllı önbelleme
zh: **优化性能** - 智能缓存，实现任意缩放级别的流畅平移

source: Zoomed view showing margin detail
bn: জুম করা হিসাবে মার্জিন বিস্তারিত দেখাচ্ছে
de: Vergrößerte Ansicht, die Einzelheiten des Rands zeigt
es: Vista acercada que muestra el detalle del margen
hi: ज़ूम करके देखने वाला दृश्य मार्जिन विवरण दिखाता है।
ja: マージンの詳細を表示するズームビュー
ko: 확대된 뷰로 마진 세부 정보를 보여줍니다.
pl: Powiększone widok pokazujący szczegóły marginesu
pt: Visualização ampliada mostrando detalhes da margem
ru: Увеличенный вид с деталями поля
tr: Kenar detayını gösteren yakınlaştırılmış görünüm
zh: 放大视图显示边距细节

source: Zoomed in view showing fine detail of safety margins on a cover
bn: একটি কভারে সুরক্ষা মার্জিনের বিস্তারিত দেখানো হয়েছে যা জুম করে দেখা হয়েছে
de: Vergrößerte Ansicht, die die feinen Details der Sicherheitsabstände auf einem Deckel zeigt
es: Vista acercada que muestra el detalle fino de los márgenes de seguridad en una cubierta
hi: ज़ूम करके दिखाया गया एक विचार जो एक कवर पर सुरक्षा मार्जिन के बारे में विस्तृत जानकारी देता है।
ja: 拡大表示により、カバー上の安全余裕の細部が確認できます。
ko: 확대된 뷰로 표시된 커버의 안전 마진 세부 사항
pl: Powiększone widok pokazujący subtelne szczegóły marginesów bezpieczeństwa na pokrywie
pt: Vista ampliada mostrando detalhes finos das margens de segurança em uma capa
ru: Увеличенный вид, показывающий мелкие детали зазоров на крышке
tr: Bir kapaktaki güvenlik açıklarının ince detaylarını gösteren yakın çekim görünümü
zh: 放大视图，显示封面安全边距的细节

source: Professional Publishing Features
bn: প prof শিয়াল প্রকাশনা বৈশিষ্ট্য
de: Professionelle Verlagsfunktionen
es: Características Profesionales de Publicación
hi: व्यावसायिक प्रकाशन विशेषताएं
ja: プロフェッショナルな出版機能
ko: 전문 출판 기능
pl: Profesjonalne funkcje wydawnicze
pt: Recursos de Publicação Profissional
ru: Профессиональные функции издания
tr: Profesyonel Yayıncılık Özellikleri
zh: 专业出版功能

source: Spine Width Calculation
bn: স্পাইন প্রস্থ হিসাব
de: Berechnung der Rückenbreite
es: Cálculo del Ancho de la Caja de la Columna Vertebral
hi: रीढ़ की चौड़ाई की गणना
ja: 脊柱幅の計算
ko: 척추 너비 계산
pl: Obliczanie szerokości grzbietu
pt: Cálculo da Largura da Vara Lombar
ru: Расчет ширины корешка
tr: Omurga Genişliği Hesaplaması
zh: 脊宽计算

source: **Automatic calculation** from page count
bn: পৃষ্ঠা গণনা থেকে **স্বয়ংক্রিয় হিসাব**
de: **Automatische Berechnung** von der Seitenanzahl
es: **Cálculo automático** a partir del número de páginas
hi: पेज गिनती से **स्वचालित गणना**
ja: **ページ数からの自動計算**
ko: **페이지 수에서 자동 계산**
pl: **Automatyczne obliczanie** na podstawie liczby stron
pt: **Cálculo automático** com base na contagem de páginas
ru: **Автоматический расчет** по количеству страниц
tr: **Sayfa sayısından otomatik hesaplama**
zh: **自动计算** 页数

source: **Industry-standard** spine dimensions
bn: **শিল্প-মান** স্পাইন মাত্রা
de: **Industriestandard** Rückenmaße
es: **Dimensiones estándar de la industria** para la espalda
hi: **उद्योग मानक** पीठरी आयाम
ja: **業界標準の** 背幅サイズ
ko: **산업 표준** 책등 치수
pl: **Wymiary przekładki zgodne ze standardem branżowym**
pt: **Padrão da indústria** dimensões da lombada
ru: **Размеры корешка**, соответствующие отраслевым стандартам
tr: **Sanayi standardı** omurga boyutları
zh: **行业标准**书脊尺寸

source: **Real-time updates** when page count changes
bn: পৃষ্ঠাৰ সংখ্যা পৰিৱৰ্তন হোৱাৰ সময় **বাস্তৱ সময়ত আপডেট**
de: **Echtzeit-Updates**, wenn sich die Seitenanzahl ändert
es: **Actualizaciones en tiempo real** cuando cambia el número de páginas
hi: **वास्तविक-समय अद्यतन** जब पृष्ठ संख्या में परिवर्तन होता है
ja: **ページ数が変更された際のリアルタイム更新**
ko: **실시간 업데이트** 페이지 수가 변경될 때
pl: **Aktualizacje w czasie rzeczywistym**, gdy zmienia się liczba stron
pt: **Atualizações em tempo real** quando a contagem de páginas mudar
ru: **Обновления в реальном времени**, когда изменяется количество страниц
tr: **Anlık güncellemeler** sayfa sayısı değiştiğinde
zh: 页面数量更改时的**实时更新**

source: **Dedicated calculator tool** - Access via Document → Spine Width Calculator (Ctrl+K)
bn: **নির্দিষ্ট হিসাব করা যন্ত্র সরঞ্জাম** - ডকুমেন্ট → স্পাইন প্রস্থ হিসাব করা যন্ত্র (Ctrl+K) এর মাধ্যমে অ্যাক্সেস করুন
de: **Dediziertes Rechentool** – Zugriff über Dokument → Rückenbreitenrechner (Strg+K)
es: **Herramienta calculadora dedicada** - Acceso a través de Documento → Calculadora del ancho de la espina (Ctrl+K)
hi: **निर्देशित कैलकुलेटर टूल** - दस्तावेज़ → स्पाइन चौड़ाई कैलकुलेटर (Ctrl+K) के माध्यम से पहुंचें
ja: **専用の計算ツール** - ドキュメント → スピネー幅計算機 (Ctrl+K) からアクセス
ko: **전용 계산기 도구** - 문서 → 척추 두께 계산기(Ctrl+K)를 통해 접근합니다.
pl: **Dedykowany kalkulator** — Dostęp przez Dokument → Kalkulator szerokości grzbietu (Ctrl+K)
pt: **Ferramenta de calculadora dedicada** - Acessar via Documento → Calculadora de Largura da Lombo (Ctrl+K)
ru: **Специализированный калькулятор** - Доступ через Документ → Калькулятор ширины корешка (Ctrl+K)
tr: **Özel hesap makinesi aracı** - Belge → Omurga Genişliği Hesaplayıcısı (Ctrl+K) aracılığıyla erişin
zh: **专用计算工具** - 通过文档 → 脊宽计算器（Ctrl+K）访问

source: **Support for both covers and dustjackets**
bn: **উভয় ধরণের কভার এবং ডাস্টজ্যাকেটের জন্য সমর্থন**
de: **Unterstützung für beide Umschläge und Schutzumschläge**
es: **Soporte para ambas cubiertas y sobrecubiertas**
hi: **दोनों कवर और धूल पोशाक के समर्थन**
ja: **表紙とジャケットの両方のサポート**
ko: **표지 및 도서용 보호지를 모두 지원**
pl: **Obsługa zarówno okładki, jak i twardych opraw**
pt: **Suporte para capas duras e capas de brochura**
ru: Поддержка как для обложек, так и для защитных обложек
tr: **Her iki kapağa ve önlüğüne de destek**
zh: 支持封面和书封套

source: **Minimum spine width** - 6.35mm (0.25") for covers
bn: **ন্যূনতম স্পাইন প্রস্থ** - আবরণের জন্য 6.35 মিমি (0.25 ")
de: **Minimale Rückenbreite** - 6,35 mm (0,25 Zoll) für Umschläge
es: **Ancho mínimo de la espina** - 6,35 mm (0,25 pulg.) para cubiertas
hi: **न्यूनतम स्पाइन चौड़ाई** - 6.35 मिमी (0.25 ") कवर के लिए
ja: **最小背幅** - 表紙用に 6.35mm（0.25インチ）
ko: **최소 책등 두께** - 표지용 6.35mm (0.25")
pl: **Minimalna szerokość grzbietu** - 6,35 mm (0,25 cala) dla opraw
pt: **Largura mínima da lombada** - 6,35 mm (0,25 polegadas) para capas
ru: **Минимальная ширина корешка** - 6,35 мм (0,25 дюйма) для обложек
tr: **En küçük omurga genişliği** - Kapaklar için 6.35 mm (0.25")
zh: **最小书脊宽度** - 封面为6.35毫米（0.25英寸）

source: Multiple Document Support
bn: বহু দলিল সমর্থন
de: Mehrdokumenten-Unterstützung
es: Soporte para múltiples documentos
hi: बहुप्रतिलेख दस्तावेज़ समर्थन
ja: 複数ドキュメントのサポート
ko: 다중 문서 지원
pl: Wspieranie wielu dokumentów
pt: Suporte a Múltiplos Documentos
ru: Поддержка нескольких документов
tr: Çoklu Belge Desteği
zh: 支持多个文档

source: **Quick document type switching** via Document menu
bn: **দ্রুত দলিল ধরন স্থানান্তর** দলিল মেনু ব্যবহার করে
de: **Schnelle Wechsel zwischen Dokumenttypen** über das Dokumentmenü
es: **Cambio rápido de tipos de documento** a través del menú Documento
hi: दस्तावेज मेनू के माध्यम से **त्वरित दस्तावेज प्रकार स्विचिंग**
ja: ドキュメントメニューによる**ドキュメントタイプの切り替え**
ko: 문서 메뉴를 통한 **빠른 문서 유형 전환**
pl: **Szybkie przełączanie typów dokumentów** za pomocą menu Dokumentu
pt: **Alternância rápida de tipos de documento** via menu Documento
ru: **Быстрая смена типов документов** через меню Документ
tr: Belge menüsü aracılığıyla **hızlı belge türü geçişi**
zh: 通过“文档”菜单进行**快速文档类型切换**

source: **Preserves settings** when changing between interior/cover/dustjacket
bn: **সেটিংগুলি সংরক্ষণ করে** অভ্যন্তরীণ/ আবরণ/ ধুলার আবরণ পরিবর্তনের সময়
de: **Einstellungen bleiben erhalten**, wenn zwischen Innenansicht/Umschlag/Staubschutz gewechselt wird
es: **Mantiene los ajustes** al cambiar entre interior/contraportada/portada protectora
hi: **सेटिंग्स का संरक्षण करता है** जब आंतरिक/कवर/धूल पोशाक के बीच बदलते हैं
ja: **設定を保持**して、室内/表紙/ジャケットの切り替えを行います。
ko: **내부/표지/겉표지** 사이를 전환할 때 **설정 유지**
pl: **Zachowuje ustawienia** przy przełączaniu między trybem wnętrza/okładki/okładki antykryzysowej
pt: **Preserva as configurações** ao alternar entre interior/capa/contracapa
ru: **Сохраняет настройки** при переключении между интерьер/обложка/обложка с твердым переплетом
tr: **Ayarları korur** iç/örtü/baskı koruyucu arasında geçiş yaparken
zh: **切换内页/封面/护封时保留设置**

source: **Optimized layouts** for each document type
bn: **প্রতিটি দলিলের জন্য অপটিমাইজড লেআউট**
de: **Optimierte Layouts** für jeden Dokumententyp
es: **Diseños optimizados** para cada tipo de documento
hi: **प्रत्येक दस्तावेज़ प्रकार के लिए अनुकूलित लेआउट**
ja: **各ドキュメントタイプに最適化されたレイアウト**
ko: **각 문서 유형에 최적화된 레이아웃**
pl: **Optymalne układy** dla każdego typu dokumentu
pt: **Layouts otimizados** para cada tipo de documento
ru: **Оптимизированные макеты** для каждого типа документа
tr: Her belge türü için **en iyi şekilde optimize edilmiş düzenler**
zh: **针对每种文档类型的优化布局**

source: Dustjacket showing trim lines and fold lines
bn: ধুলার আবরণটি যা ছাঁটাইয়ের রেখা এবং ভাঁজের রেখা দেখাচ্ছে
de: Schutzumschlag mit Kanten- und Faltlinien
es: Portada exterior mostrando líneas de recorte y pliegues
hi: धूल के आवरण में कटौती की रेखाएं और मोड़ की रेखाएं दिखाई दे रही हैं
ja: 表紙に縁取りのラインと折り目が表示されています。
ko: 먼지 방지 씰에 절단선과 접이선이 보입니다.
pl: Okładka pokazuje linie obcinania i linie zagięcia
pt: Capa com linhas de acabamento e dobras visíveis
ru: Обложка с обозначением линий обрезки и сгиба
tr: Toz kapağında kenar çizgileri ve katlama çizgileri görülüyor
zh: 书封显示出修剪线和折痕线

source: Dustjacket with trim lines and fold lines visible for precise cutting and folding
bn: ধুলার আবরণ যাতে করে কাটা এবং ভাঁজ করার জন্য স্পষ্ট লাইন এবং ভাঁজ লাইন দৃশ্যমান
de: Schutzumschlag mit Kanten- und Faltlinien zur präzisen Schneide- und Faltvorbereitung
es: Portada con líneas de ribete y pliegue visibles para un corte y doblado precisos
hi: धूल के जैकेट के साथ सीम लाइनों और मोड़ लाइनों को सटीक काटने और मोड़ने के लिए दिखाई दे रहा है
ja: トリムラインおよび折り目が見えるように、正確なカットと折りたたみができるようにするためのジャケット
ko: 자르기와 접기의 정확성을 위해 자름선과 접음선이 보이는 도서 표지
pl: Okładka z widocznymi liniami ozdobnymi i zagięciami do dokładnego cięcia i składania
pt: Capa com linhas de acabamento e dobras visíveis para corte e dobra precisos
ru: Пыльник с обозначенными линиями реза и сгиба для точного резания и сгибания
tr: Kesim ve katlama için net görünen kenar ve kat çizgileriyle birlikte torpil kapağı
zh: 封面带有裁剪和折叠的定位线及折痕，以便精确裁剪和折叠

source: Quality Control Tools
bn: গুণমান নিয়ন্ত্রণ সরঞ্জাম
de: Qualitätskontroll-Tools
es: Herramientas de Control de Calidad
hi: गुणवत्ता नियंत्रण उपकरण
ja: 品質管理ツール
ko: 품질 관리 도구
pl: Narzędzia kontroli jakości
pt: Ferramentas de Controle de Qualidade
ru: Инструменты контроля качества
tr: Kalite Kontrol Araçları
zh: 质量控制工具

source: Visual Verification
bn: দৃশ্যমান যাচাই
de: Visuelle Verifikation
es: Verificación Visual
hi: दृश्य सत्यापन
ja: 視覚確認
ko: 시각적 확인
pl: Weryfikacja wizualna
pt: Verificação Visual
ru: Визуальная проверка
tr: Görsel Doğrulama
zh: 视觉验证

source: **Toggle overlays independently** - Compare with/without each overlay
bn: **পৃথকভাবে ওভারলে নিয়ন্ত্রণ করুন** - প্রতিটি ওভারলে সহ/ব্যতীত তুলনা করুন
de: **Überlagerungen unabhängig umschalten** – Vergleiche mit/ohne jede Überlagerung
es: **Alternar superposiciones de forma independiente** - Comparar con y sin cada superposición
hi: **अलग-अलग ओवरले स्विच करें** - प्रत्येक ओवरले के साथ/बिना तुलना करें
ja: **オーバーレイを個別に切り替える** - 各オーバーレイを有効/無効にして比較する
ko: **개별 오버레이 토글** - 각 오버레이를 포함하거나 제외한 상태로 비교하세요.
pl: **Zmień przeźroczystość niezależnie** - Porównaj z/w bez każdego przeźroczu
pt: **Alternar sobreposições independentemente** - Comparar com e sem cada sobreposição
ru: **Переключение наложений независимо** - Сравнение с/без каждого наложения
tr: **Overlay'ları bağımsız olarak aç/kapa** - Her overlay ile/olmadan karşılaştır
zh: **独立切换覆盖层** - 分别显示和隐藏每个覆盖层进行比较

source: **High contrast indicators** - Clear visibility of all guides
bn: **উচ্চ বিচ্ছিন্নতা সূচক** - সমস্ত গাইডের স্পষ্ট দৃশ্যমানতা
de: **Hochempfindliche Kontrastanzeigen** – Alle Führungslinien sind klar sichtbar
es: **Indicadores de alto contraste** - Visibilidad clara de todas las guías
hi: **उच्च तीव्रता संकेतक** - सभी गाइडों की स्पष्ट दृश्यता
ja: **高コントラスト表示** - すべてのガイドが明確に見える
ko: **높은 대비 표시기** - 모든 가이드의 시야 확보
pl: **Wskaźniki wysokiego kontrastu** - wyraźna widoczność wszystkich prowadnic
pt: **Indicadores de alto contraste** - Visibilidade clara de todos os guias
ru: Высококонтрастные индикаторы - Отчетливая видимость всех направляющих
tr: **Yüksek kontrast göstergeleri** - Tüm kılavuzların net görülebilirliği
zh: 高对比度指示器 - 所有导轨清晰可见

source: **Zoom to details** - Inspect specific areas closely
bn: **বিস্তারিতে আরও বেশি দেখুন** - নির্দিষ্ট এলাকা গুলি কাছ থেকে পর্যবেক্ষণ করুন
de: **In Details zoomen** – Inspektion spezifischer Bereiche
es: **Acercarse a los detalles** - Inspeccionar áreas específicas de cerca
hi: **विवरण तक ज़ूम करें** - विशिष्ट क्षेत्रों की निकट दृष्टि से जांच करें
ja: **ズームして詳細を確認** - 特定のエリアを詳しく検査
ko: **세부 정보 확대** - 특정 영역을 면밀히 점검하세요
pl: **Przybliżenie do szczegółów** - Dokładnie sprawdź konkretne obszary
pt: **Zoom em detalhes** - Inspecione áreas específicas de perto
ru: **Масштабирование до деталей** - тщательно осматривайте конкретные участки
tr: **Detaya yakınlaştır** - Belirli bölgeleri yakından inceleyin
zh: **缩放以查看细节** - 仔细检查特定区域

source: Print Preparation
bn: মুদ্রণ প্রস্তুতি
de: Druckvorbereitung
es: Preparación para impresión
hi: प्रिंट तैयारी
ja: 印刷準備
ko: 인쇄 준비
pl: Przygotowanie do druku
pt: Preparação para Impressão
ru: Подготовка к печати
tr: Yazdırma Hazırlığı
zh: 打印准备

source: **Bleed verification** - Ensure images extend past trim lines
bn: **রক্তপরীক্ষা** - নিশ্চিত করুন যে চিত্রগুলি ট্রিম লাইনগুলির চেয়ে বেশি বিস্তৃত হয়
de: **Blutverifikation** – Stellen Sie sicher, dass Bilder über die Kantenlinien hinausgehen
es: **Verificación de sangrado** - Asegúrese de que las imágenes se extiendan más allá de las líneas de corte
hi: **रक्तस्त्राव सत्यापन** - सुनिश्चित करें कि चित्र काटने की रेखाओं से आगे फैले हुए हैं
ja: **出血確認** - 画像がトリムラインを越えて配置されていることを確認してください
ko: **출혈 검증** - 이미지가 자르기 선을 넘어서도록 확인하세요
pl: **Weryfikacja wydruku** – Upewnij się, że obrazy wychodzą poza linie cięcia
pt: **Verificação de sangria** - Certifique-se de que as imagens ultrapassem as linhas de corte
ru: **Проверка на просачивание** — Убедитесь, что изображения выходят за пределы линий обрезки
tr: **Kanama doğrulaması** - Görüntülerin kesme çizgilerinin ötesine geçtiğinden emin olun.
zh: **出血验证** - 确保图像超出裁切线

source: **Margin compliance** - Confirm all text is within safe areas
bn: **মার্জিন অনুমোদন** - নিশ্চিত করুন যে সমস্ত পাঠ্য নিরাপদ এলাকার মধ্যে রয়েছে
de: **Kanteneinhaltung** – Bestätigen Sie, dass sich alle Texte innerhalb der sicheren Bereiche befinden
es: **Cumplimiento de márgenes** - Confirme que todo el texto está dentro de las áreas seguras
hi: **किनारा अनुपालन** - सुनिश्चित करें कि सभी पाठ सुरक्षित क्षेत्रों के भीतर हैं
ja: **余白の遵守** - すべてのテキストが安全領域内にあることを確認してください
ko: **마진 준수** - 모든 텍스트가 안전 영역 내에 있는지 확인하세요
pl: **Zgodność marginesów** – Potwierdź, że cały tekst znajduje się w bezpiecznych obszarach
pt: **Conformidade da margem** - Confirme que todo o texto está dentro das áreas seguras
ru: **Соблюдение полей** — подтвердите, что весь текст находится в безопасных зонах
tr: **Kenar Boşluğu Uygunluğu** - Tüm metnin güvenli alanların içinde olduğundan emin olun
zh: **边距合规性** - 确认所有文字都在安全区域内

source: **Spine text check** - Verify spine content fits within width
bn: **গায়ের দাগ পাঠ পরীক্ষা** - নিশ্চিত করুন যে গায়ের দাগের বিষয়বস্তু প্রস্থের মধ্যে ফিট হয়
de: **Rücken-Text-Prüfung** – Stellen Sie sicher, dass der Rückentext in die Breite passt
es: **Verificación del texto de la espina** - Verificar que el contenido de la espina se ajuste dentro del ancho
hi: **रीढ़ की पट्टी पर पाठ की जाँच** - सुनिश्चित करें कि रीढ़ की पट्टी पर सामग्री चौड़ाई के भीतर फिट होती है।
ja: **背表紙の文字の確認** - 背表紙の幅内に内容が収まっているか確認する
ko: **등면 텍스트 확인** - 등면 내용이 너비 내에 맞는지 확인하세요.
pl: **Sprawdzenie tekstu na grzbiecie** - Sprawdź, czy zawartość grzbietu mieści się w szerokości
pt: **Verificação do texto da lombada** - Verifique se o conteúdo da lombada cabe dentro da largura
ru: **Проверка текста на корешке** — Убедиться, что текст на корешке умещается в ширину
tr: **Arka kapak metni kontrolü** - Arka kapak içeriğinin genişlik içinde sığdığını doğrulayın
zh: **书背文字检查** - 确认书背内容在宽度范围内

source: **Barcode clearance** - Ensure barcode area is unobstructed
bn: **বারকোড পরিষ্কার করুন** - বারকোড এলাকা অবাধ নিশ্চিত করুন
de: **Barcode-Prüfung** – Stellen Sie sicher, dass der Barcode-Bereich frei ist
es: **Limpieza del código de barras** - Asegúrese de que el área del código de barras esté despejada
hi: **बारकोड साफ करें** - बारकोड क्षेत्र स्पष्ट होना चाहिए
ja: **バーコードのクリアランス** - バーコードの領域が遮られないようにしてください
ko: **바코드 청소** - 바코드 영역이 가려지지 않도록 확인하세요
pl: **Kod kreskowy - oczyszczenie** - Upewnij się, że obszar z kodem kreskowym jest wolny od przeszkód
pt: **Limpeza do código de barras** - Certifique-se de que a área do código de barras está desobstruída
ru: **Очистка штрих-кода** — Убедитесь, что область штрих-кода не загорожена
tr: **Barkod temizliği** - Barkod alanının engelsiz olduğundan emin olun
zh: **条码清洁** - 确保条码区域无遮挡

source: Performance
bn: প্রদর্শন
de: Leistung
es: Rendimiento
hi: प्रदर्शन
ja: パフォーマンス
ko: 성능
pl: Wykonanie
pt: Desempenho
ru: Производительность
tr: Performans
zh: 性能

source: **Handles large PDFs** smoothly regardless of page count
bn: **বড় আকারের PDF গুলি পরিচালনা করে** পৃষ্ঠা গণনা বা তার উপর নির্ভর করে না
de: **Verarbeitet große PDFs** flüssig, unabhängig von der Seitenzahl
es: **Maneja grandes PDFs** de forma suave, independientemente del número de páginas
hi: **बड़े PDF को संभालता है** अचानक पेज की संख्या के बावजूद चालाकी से
ja: **大規模なPDFをスムーズに処理**し、ページ数に関係なく安定した動作を実現します。
ko: **대용량 PDF 처리** 능력으로 페이지 수와 관계없이 원활하게 작동합니다.
pl: **Zarządza dużymi plikami PDF** sprawnie, niezależnie od liczby stron
pt: **Manipula PDFs grandes** de forma suave, independentemente da quantidade de páginas
ru: **Обрабатывает большие PDF-файлы** плавно, независимо от количества страниц
tr: **Büyük PDF'leri** sayfa sayısından bağımsız olarak sorunsuz şekilde işler
zh: **流畅处理大型 PDF 文件**，无论页数多少

source: **Efficient rendering** - Only visible pages are processed
bn: **দক্ষ রেন্ডারিং** - শুধুমাত্র দৃশ্যমান পৃষ্ঠগুলি প্রক্রিয়াজাত হয়
de: **Effizientes Rendern** – Nur sichtbare Seiten werden verarbeitet
es: **Representación eficiente** - Solo se procesan las páginas visibles
hi: **कुशल रेंडरिंग** - केवल दृश्यमान पृष्ठों का उपचार किया जाता है।
ja: **効率的なレンダリング** - 表示可能なページのみが処理されます
ko: **효율적인 렌더링** - 보이는 페이지만 처리됩니다.
pl: **Wydajne renderowanie** - Procesowane są tylko widoczne strony
pt: **Renderização eficiente** - Apenas as páginas visíveis são processadas
ru: **Эффективное отображение** - Обрабатываются только видимые страницы
tr: **Etkili işleme** - Görünen sayfaların sadece işlenmesi
zh: **高效渲染** - 仅处理可见页面
