Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/index.po
Languages: ar, bn, de, fr, hi, id, it, ja, ko, pl, tr

source: User Guide:
ar: دليل المستخدم:
bn: ব্যবহারকারী গাইড:
de: Benutzerhandbuch:
fr: Guide de l'utilisateur :
hi: उपयोगकर्ता मार्गदर्शिका:
id: Panduan Pengguna:
it: Guida utente:
ja: ユーザーガイド：
ko: 사용자 안내서:
pl: Przewodnik po użyciu:
tr: Kullanıcı Kılavuzu:

source: Developer Guide:
ar: دليل المطور:
bn: ডেভেলপার গাইড:
de: Entwicklerhandbuch:
fr: Guide du développeur :
hi: विकासकार मार्गदर्शिका:
id: Panduan Pengembang:
it: Guida per lo sviluppatore:
ja: 開発者ガイド：
ko: 개발자 가이드:
pl: Przewodnik dla programistów:
tr: Geliştirici Kılavuzu:

source: Reference:
ar: مراجع:
bn: সনদ:
de: Referenz:
fr: Référence :
hi: संदर्भ:
id: Referensi:
it: Riferimento:
ja: 参考：
ko: 참조:
pl: Odwołanie:
tr: Kaynak:

source: Momovu
ar: موموفو
bn: মোমোভু
hi: मोमोवु
ja: ももぶ
ko: 모모부

source: **Preview book PDFs before print and publication**
ar: معاينة ملفات الكتب بصيغة بي دي إف قبل الطباعة والنشر
bn: **মুদ্রণ এবং প্রকাশের আগে বইয়ের পিডিএফ দেখুন**
de: **Vorschau von Buch-PDFs vor der Drucklegung und Veröffentlichung**
fr: **Aperçu des fichiers PDF des livres avant impression et publication**
hi: **प्रिंट और प्रकाशन से पहले पुस्तक पीडीएफ की पूर्वावलोकन करें**
id: **Pratinjau buku PDF sebelum dicetak dan dipublikasikan**
it: **Anteprima dei PDF dei libri prima della stampa e della pubblicazione**
ja: 印刷および出版前にプレビュー書籍PDFを確認する
ko: 인쇄 및 출판 전에 미리보기 책 PDF 확인하기
pl: **Podglądaj pliki PDF książek przed drukiem i publikacją**
tr: **Yazdırma ve yayın öncesi kitap PDF'lerini önizleyin**

source: Momovu is a PDF margin visualization tool designed for publishers and book designers. It provides real-time preview of safety margins, spine widths, and dustjacket layouts to ensure proper formatting before sending books to print.
ar: موموفو هي أداة تصور حواف ملف PDF مصممة للمُنشِرين ومصممي الكتب. توفر معاينة في الوقت الفعلي للحدود الآمنة وعرض العمود الفقري وتصميم غلاف الكتاب لضمان التنسيق الصحيح قبل إرسال الكتب للطباعة.
bn: মোমোভু হল প্রকাশক এবং বইয়ের ডিজাইনারদের জন্য ডিজাইন করা একটি পিডিএফ মার্জিন ভিজুয়ালাইজেশন টুল। এটি বইগুলি ছাপার জন্য প্রেরণের আগে সঠিক ফরম্যাটিং নিশ্চিত করতে সুরক্ষা মার্জিন, স্পাইন প্রস্থ এবং ডাস্টজ্যাকেট লেআউটের রিয়েল-টাইম প্রিভিউ প্রদান করে।
de: Momovu ist ein PDF-Randvisualisierungs-Tool, das für Verleger und Buchgestalter entwickelt wurde. Es bietet eine Echtzeitvorschau der Sicherheitsränder, Rückenbreiten und Umschlaglayouts, um eine korrekte Formatierung zu gewährleisten, bevor Bücher zum Druck gesendet werden.
fr: Momovu est un outil de visualisation des marges PDF conçu pour les éditeurs et les graphistes. Il fournit un aperçu en temps réel des marges de sécurité, des largeurs de dos et des agencements de jaquette afin d'assurer un bon formatage avant l'envoi des livres en impression.
hi: मोमोवू प्रकाशकों और पुस्तक डिज़ाइनर के लिए डिज़ाइन किया गया एक पीडीएफ किनारा विज़ुअलाइज़ेशन टूल है। यह सुरक्षा किनारों, पुस्तक के पृष्ठ चौड़ाई और धूल पोशाक लेआउट के वास्तविक समय की पूर्वावलोकन प्रदान करता है, जिससे पुस्तकों को प्रिंट करने से पहले उचित फॉर्मेटिंग सुनिश्चित होती है।
id: Momovu adalah alat visualisasi margin PDF yang dirancang untuk penerbit dan desainer buku. Alat ini menyediakan pratinjau real-time mengenai margin keamanan, lebar tulang buku, dan tata letak sampul buku untuk memastikan format yang tepat sebelum mengirim buku ke percetakan.
it: Momovu è uno strumento di visualizzazione dei margini PDF progettato per editori e grafici editoriali. Fornisce un'anteprima in tempo reale dei margini di sicurezza, delle larghezze dello spina e delle disposizioni della copertina rigida, per garantire un corretto formattazione prima di inviare i libri alla stampa.
ja: モモヴーは、出版業者や本のデザイナー向けに設計されたPDF余白可視化ツールです。印刷前の最終チェックにおいて、安全余白や背幅、ジャケットレイアウトのリアルタイムプレビューを提供し、適切なフォーマットを確保します。
ko: 모모부(Momovu)는 출판사와 도서 디자이너를 위한 PDF 여백 시각화 도구입니다. 인쇄 전 도서의 적절한 서식을 보장하기 위해 안전 여백, 척추 너비, 도서 표지 레이아웃의 실시간 미리보기를 제공합니다.
pl: Momovu to narzędzie wizualizujące marginesy PDF, zaprojektowane dla wydawców i projektantów książek. Zapewnia podgląd w czasie rzeczywistym bezpieczeństwa marginesów, szerokości grzbietu oraz układów okładki, aby zapewnić poprawne sformatowanie przed wysłaniem książek do druku.
tr: Momovu, yayıncılar ve kitap tasarımcıları için geliştirilmiş bir PDF kenar görselleştirme aracıdır. Kitapların basıma gönderilmesinden önce doğru biçimlendirilmesini sağlamak amacıyla güvenlik kenarlarını, omurga genişliklerini ve toz kapağı düzenlerini anında önizleme olanağı sunar.

source: **Website**: https://momovu.org
ar: **الموقع الإلكتروني**: https://momovu.org
bn: **ওয়েবসাইট**: https://momovu.org
fr: **Site web** : https://momovu.org
hi: **वेबसाइट**: https://momovu.org
id: **Situs web**: https://momovu.org
it: **Sito web**: https://momovu.org
ja: **ウェブサイト**: https://momovu.org
ko: **웹사이트**: https://momovu.org
pl: **Strona internetowa**: https://momovu.org
tr: **Web Sitesi**: https://momovu.org

source: **Source Code**: https://spacecruft.org/books/momovu
ar: **الكود المصدري**: https://spacecruft.org/books/momovu
bn: **সোর্স কোড**: https://spacecruft.org/books/momovu
de: **Quellcode**: https://spacecruft.org/books/momovu
fr: **Code source** : https://spacecruft.org/books/momovu
hi: **स्रोत कोड**: https://spacecruft.org/books/momovu
id: **Kode Sumber**: https://spacecruft.org/books/momovu
it: **Codice sorgente**: https://spacecruft.org/books/momovu
ja: **ソースコード**: https://spacecruft.org/books/momovu
ko: **소스 코드**: https://spacecruft.org/books/momovu
pl: **Kod źródłowy**: https://spacecruft.org/books/momovu
tr: **Kaynak Kod**: https://spacecruft.org/books/momovu

source: Momovu showcasing dustjacket with all features
ar: موموفو تعرض غلاف الغبار مع جميع الميزات
bn: মোমোভু সমস্ত বৈশিষ্ট্যসমূহ সহ ধুলো আবরণ প্রদর্শন করছে
de: Momovu stellt Schutzumschlag mit allen Funktionen vor
fr: Momovu présente la jaquette avec toutes ses fonctionnalités
hi: मोमोवू सभी विशेषताओं वाले डस्टजेकेट का प्रदर्शन कर रहा है
id: Momovu memperlihatkan dustjacket dengan semua fitur
it: Momovu presenta la copertina con tutte le funzionalità
ja: ももふうがすべての機能を搭載したジャケットを紹介
ko: 모모부, 모든 기능을 담은 도서 표지 공개
pl: Momovu prezentuje oprawę z wszystkimi funkcjami
tr: Momovu, tüm özelliklerle kapak tasarımı sunuyor

source: Momovu displaying a dustjacket with all visual overlays
ar: موموفو يعرض غلافًا ورقيًا مع جميع التراكبات البصرية
bn: মোমোভু সকল ভিসুয়াল ওভারলে সহ একটি ধুলো আবরণ প্রদর্শন করছে
de: Momovu zeigt ein Umschlagbild mit allen visuellen Überlagerungen
fr: Momovu affichant une jaquette avec toutes les superpositions visuelles
hi: मोमोवू सभी दृश्य परतों के साथ धूल के आवरण का प्रदर्शन कर रहा है
id: Momovu menampilkan sebuah sampul buku dengan semua lapisan visual
it: Momovu che mostra una copertina con tutti gli strati visivi
ja: ももふがすべての視覚オーバーレイを表示したジャケットを披露する
ko: 모모보가 모든 시각적 오버레이를 포함한 비닐커버를 보여주고 있음
pl: Momovu prezentuje twardą oprawę z wszystkimi wizualnymi nakładkami
tr: Momovu, tüm görsel örtüleriyle birlikte toz kapağı gösteriyor

source: Key Features
ar: المميزات الرئيسية
bn: প্রধান বৈশিষ্ট্য
de: Hauptmerkmale
fr: Caractéristiques clés
hi: मुख्य विशेषताएँ
id: Fitur Utama
it: Caratteristiche principali
ja: 主な特徴
ko: 주요 기능
pl: Główne cechy
tr: Öne Çıkan Özellikler

source: **Multiple Document Types**: Support for interior pages, covers, and dustjackets
ar: **أنواع المستندات المتعددة**: دعم الصفحات الداخلية والغلاف والغلاف الورقي
bn: **বহু দলিল ধরণ**: অভ্যন্তরীণ পৃষ্ঠা, আবরণ এবং ধুলিকাপড়ের সমর্থন
de: **Mehrere Dokumententypen**: Unterstützung für Innenseiten, Umschläge und Schutzumschläge
fr: **Types de documents multiples** : Prise en charge des pages intérieures, des couvertures et des jaquettes de couverture
hi: **अनेक दस्तावेज़ प्रकार**: आंतरिक पृष्ठों, कवर और धूल जैकेट का समर्थन
id: **Jenis Dokumen Multiplikasi**: Dukungan untuk halaman dalam, sampul, dan dustjacket
it: **Tipi di documento multipli**: supporto per pagine interne, copertine e sovracoperte
ja: **複数のドキュメント形式**: 内容ページ、表紙、ジャケットのサポート
ko: **다양한 문서 유형**: 내부 페이지, 표지 및 보호지의 지원
pl: **Wiele typów dokumentów**: Obsługa stron wewnętrznych, okładki i okładki chłostkowej
tr: **Çoklu Belge Türleri**: İç sayfalar, kapaklar ve toz kapağına destek

source: **Interactive Navigation**: Zoom, pan, and navigate through pages with ease
ar: **التنقل التفاعلي**: تكبير وتصغير وتحريك وتنقل بين الصفحات بسهولة
bn: **ইন্টারঅ্যাক্টিভ নেভিগেশন**: সহজে জুম, প্যান এবং পৃষ্ঠাগুলি পরিচালনা করুন
de: **Interaktive Navigation**: Zoomen, Verschieben und Navigation durch die Seiten mit Leichtigkeit
fr: **Navigation interactive** : Zoom, panoramique et navigation faciles entre les pages
hi: **अन्तःक्रियात्मक नेविगेशन**: सुगमता से जूम, पैन और पृष्ठों के माध्यम से नेविगेट करें
id: **Navigasi Interaktif**: Zoom, geser, dan jelajahi halaman dengan mudah
it: **Navigazione interattiva**: ingrandisci, spostati e naviga tra le pagine con facilità
ja: **インタラクティブなナビゲーション**: ズームやパン、ページの移動を簡単に操作できます。
ko: **인터랙티브 네비게이션**: 줌, 팬 및 페이지를 쉽게 탐색할 수 있습니다.
pl: **Nawigacja interaktywna**: powiększanie, przesuwanie i swobodne przechodzenie po stronach
tr: **Etkileşimli Gezinme**: Yakınlaştırın, kaydırın ve sayfalarda kolayca gezinin

source: **Presentation Mode**: Full-screen presentation for reviewing layouts
ar: **وضع العرض**: عرض شاشة كاملة لاستعراض التخطيطات
bn: **প্রদর্শন মোড**: লেআউট পর্যালোচনার জন্য ফুল-স্ক্রিন প্রদর্শন
de: **Präsentationsmodus**: Vollbildpräsentation zum Ansehen von Layouts
fr: **Mode de présentation** : Présentation en mode plein écran pour examiner les mises en page
hi: **प्रस्तुति मोड़**: लेआउट की जांच के लिए फुल-स्क्रीन प्रस्तुति
id: **Mode Presentasi**: Presentasi layar penuh untuk meninjau tata letak
it: **Modalità presentazione**: Presentazione a schermo intero per la revisione delle disposizioni
ja: **プレゼンテーション モード**: レイアウトを確認するためのフルスクリーン表示
ko: **프레젠테이션 모드**: 레이아웃을 검토하기 위한 전체 화면 프레젠테이션
pl: **Tryb prezentacji**: Pełnoekranowa prezentacja do sprawdzania układów
tr: **Sunum Modu**: Düzenleri gözden geçirmek için tam ekran sunum

source: **Side-by-Side View**: View pages in spreads as they would appear in print
ar: **عرض جانبي**: عرض الصفحات في توزيعات كما ستظهر في الطباعة
bn: **পাশাপাশি দৃশ্য**: মুদ্রণে কীভাবে দেখাবে তা দৃশ্য হিসাবে পৃষ্ঠাগুলি দেখুন
de: **Seitenvergleichsansicht**: Seiten in Auszügen anzeigen, wie sie beim Druck erscheinen würden
fr: **Vue côte à côte** : Afficher les pages sous forme de doubles pages telles qu'elles apparaîtraient en impression
hi: **साइड-बाई-साइड दृश्य**: पृष्ठों को प्रिंट में दिखाई देने वाले प्रसार के रूप में देखें
id: **Tampilan Berdampingan**: Lihat halaman-halaman dalam bentuk lembaran seperti yang akan muncul saat dicetak
it: **Visualizzazione affiancata**: Visualizza le pagine a diffusione come apparirebbero in stampa
ja: **並べて表示**: ページを印刷されたときに表示されるように、広げて表示する
ko: **병렬 보기**: 인쇄물에서처럼 페이지를 스프레드 형태로 표시합니다.
pl: **Widok obok siebie**: Wyświetlaj strony w rozłożeniach tak, jakby były one wydrukowane
tr: **Yan Yana Görünüm**: Sayfaları basımda nasıl göründüklerini olduğu gibi yaylarda görüntüleyin

source: **Configurable Margins**: Customizable safety margins and spine dimensions
ar: **الهوامش القابلة للconfiguration**: هوامش أمان ومقاسات الظهر قابلة للتخصيص
bn: **নির্দিষ্ট করা যায় মার্জিন**: ব্যবহারকারী নির্দিষ্ট নিরাপত্তা মার্জিন এবং অস্থি মাত্রা
de: **Konfigurierbare Margen**: Anpassbare Sicherheitsmargen und Rückenmaße
fr: **Marges configurables** : Marges de sécurité et dimensions de la tranche personnalisables
hi: **संरचनात्मक किनारे**: सुविधानुसार सुरक्षा किनारे और स्पाइन आयाम
id: **Margin yang Dapat Disesuaikan**: Margin keamanan dan dimensi tulang punggung yang dapat disesuaikan
it: **Margini Configurabili**: Margini di sicurezza e dimensioni della lombra personalizzabili
ja: **設定可能なマージン**: カスタマイズ可能な安全マージンと背幅の設定
ko: **설정 가능한 마진**: 사용자 정의 가능한 안전 마진 및 책등 치수
pl: **Konfigurowalne marginesy**: Dostosowywalne marginesy bezpieczeństwa i wymiary grzbietu
tr: **Ayarlanabilir Kenar Boşlukları**: Özelleştirilebilir güvenlik kenar boşlukları ve omurga boyutları

source: **Visual Overlays**: Toggle trim lines, safety margins, fold lines, barcode areas, and bleed lines
ar: **الإطارات المرئية**: قم بتبديل خطوط التحديد، الحواف الأمنية، خطوط الطي، مناطق الشفرة المربوطة، وخطوط التمدد
bn: **দৃশ্যমান ওভারলে**ঃ ট্রিম লাইন, সুরক্ষা মার্জিন, মোড়ানো লাইন, বারকোড এলাকা এবং ব্লিড লাইন চালু/বন্ধ করুন
de: **Visuelle Überlagerungen**: Schalten Sie Säume, Sicherheitsränder, Faltlinien, Barcode-Bereiche und Überdrucklinien ein oder aus
fr: **Superpositions visuelles** : Activer/désactiver les traits de découpe, les marges de sécurité, les lignes de pliage, les zones de code à barres et les traits de débord.
hi: **दृश्यमान ओवरले**: ट्रिम लाइन, सुरक्षा लाइन, मार्जिन, बारकोड क्षेत्र और ब्लीड लाइन को चालू/बंद करें
id: **Overlay Visual**: Nyalakan/Nonaktifkan garis tepi, batas keselamatan, garis lipat, area barcode, dan garis tumpang tindih
it: ** Sovrimpressioni visive**: attiva o disattiva linee di taglio, margini di sicurezza, linee di piegatura, aree del codice a barre e linee di sanguinamento.
ja: **ビジュアルオーバーレイ**: トリムライン、安全余白、折り目、バーコード領域、出血ラインを切り替えます。
ko: **시각적 오버레이**: 테두리선, 안전 마진, 접는 선, 바코드 영역 및 출혈선을 켜거나 끔
pl: **Nadkłady wizualne**: Włącz/wyłącz linie obcinania, marginesy bezpieczeństwa, linie zagięcia, obszary kodów kreskowych i linie nadcięcia
tr: **Görsel Üst Katmanlar**: Kenar çizgilerini, güvenlik paylarını, katlama çizgilerini, barkod alanlarını ve sızıntı çizgilerini aç/kapat

source: **Performance Optimized**: Efficient rendering with viewport culling and scene management
ar: **تم تحسين الأداء**: عرض فعال باستخدام إزالة المناظر غير المرئية وإدارة المشاهد
bn: **পারফরম্যান্স অপটিমাইজড**: ভিউপোর্ট কালিং এবং সিন ম্যানেজমেন্ট দিয়ে দক্ষ রেন্ডারিং
de: **Leistungsoptimiert**: Effizientes Rendern mit Viewport-Culling und Szenenverwaltung
fr: **Optimisé pour les performances** : Rendu efficace avec le culling de la zone visible et la gestion de la scène
hi: **प्रदरशन अनुकूलित**: दृश्य प्रबंधन और दृश्य क्षेत्र छाँटने के साथ कुशल रेंडरिंग
id: **Performa Ditingkatkan**: Render yang efisien dengan viewport culling dan manajemen adegan
it: **Ottimizzazione delle Prestazioni**: Rendering efficiente con viewport culling e gestione della scena
ja: **パフォーマンス最適化**: ビューポートカリングとシーン管理による効率的なレンダリング
ko: **성능 최적화**: 뷰포트 컬링 및 씬 관리를 통한 효율적인 렌더링
pl: **Optymalizacja wydajności**: Efektywne renderowanie przy użyciu viewport culling i zarządzania sceną
tr: **Performans Optimize Edildi**: Görünüş alanı budaması ve sahne yönetimi ile verimli işleme

source: Document Types
ar: أنواع المستندات
bn: নথি ধরণ
de: Dokumenttypen
fr: Types de documents
hi: दस्तावेज़ प्रकार
id: Jenis Dokumen
it: Tipi di Documento
ja: ドキュメントの種類
ko: 문서 유형
pl: Typy dokumentów
tr: Belge Tipleri

source: Interior Pages
ar: الصفحات الداخلية
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি
de: Innenseiten
fr: Pages intérieures
hi: आंतरिक पृष्ठ
id: Halaman Dalam
it: Pagine interne
ja: 内面ページ
ko: 내부 페이지
pl: Wewnętrzne strony
tr: İç Sayfalar

source: Preview safety margins for book content
ar: معاينة الهوامش الأمنية للمحتوى الكتابي
bn: বইয়ের বিষয়বস্তুর জন্য প্রাকদর্শন সুরক্ষা মার্জিন
de: Vorschau auf Sicherheitsabstände für Buchinhalte
fr: Aperçu des marges de sécurité pour le contenu du livre
hi: पुस्तक सामग्री के लिए पूर्वावलोकन सुरक्षा सीमा
id: Pratinjau margin keselamatan untuk isi buku
it: Anteprima dei margini di sicurezza per il contenuto del libro
ja: 本の内容の安全余裕のプレビュー
ko: 도서 콘텐츠의 미리보기 안전 여유량
pl: Podgląd marginesów bezpieczeństwa dla treści książki
tr: Kitap içeriği için önizleme güvenlik payları

source: Side-by-side spread view
ar: عرض توزيع جانبي
bn: পাশাপাশি স্প্রেড দৃশ্য
de: Seitenansicht nebeneinander
fr: Vue côte à côte en mode affichage diffusé
hi: साइड-बाय-साइड स्प्रैड व्यू
id: Tampilan tata letak berdampingan
it: Vista a diffusione laterale
ja: 並べて表示ビュー
ko: 측면 펼침보기
pl: Widok rozłożony obok siebie
tr: Yan yana yayılım görünümü

source: Spine line visualization in dual-page mode
ar: توضيح خط العمود الفقري في الوضع المزدوج للصفحة
bn: ডুয়াল-পেজ মোডে স্পাইন লাইন ভিজ্যুয়ালাইজেশন
de: Seitenstangenansicht im Doppelseitenmodus
fr: Visualisation de la ligne vertébrale en mode double page
hi: डुअल-पेज मोड में स्पाइन लाइन की विज़ुअलाइज़ेशन
id: Visualisasi garis tulang belakang dalam mode dua halaman
it: Visualizzazione della linea della colonna vertebrale in modalità doppia pagina
ja: ダブルページモードでの背線の可視化
ko: 이중 페이지 모드에서 스파인 라인 시각화
pl: Wizualizacja linii grzbietowej w trybie podwójnej strony
tr: Çift sayfa modunda omurga hattı görselleştirme

source: Covers
ar: الغلاف
bn: আচ্ছাদন
de: Decken
fr: Couvrez
hi: कवर्स
id: Sampul
it: Coperture
ja: 表紙
ko: 표지
pl: Oprawy
tr: Kapaklar

source: Front and back cover visualization
ar: التصور الأمامي والخلفي للغلاف
bn: সামনে এবং পিছনের অবস্থার দৃশ্যমান রূপ
de: Vorder- und Rückdeckelvisualisierung
fr: Visualisation des couvertures avant et arrière
hi: सामने और पीछे के कवर का दृश्य
id: Visualisasi sampul depan dan belakang
it: Visualizzazione di copertina anteriore e posteriore
ja: 表紙と裏表紙のビジュアライゼーション
ko: 앞면 및 뒷면 표지 시각화
pl: Wizualizacja okładki przedniej i tylniej
tr: Ön ve arka kapak görselleştirme

source: Spine width calculation based on page count
ar: حساب عرض العمود الفقري بناءً على عدد الصفحات
bn: পৃষ্ঠ গণনা ভিত্তিক স্পাইন প্রস্থের হিসাব
de: Berechnung der Rückenbreite anhand der Seitenzahl
fr: Calcul de la largeur du dos d'après le nombre de pages
hi: पृष्ठ संख्या पर आधारित स्पाइन चौड़ाई की गणना
id: Perhitungan lebar tulang belakang berdasarkan jumlah halaman
it: Calcolo della larghezza della rilegatura in base al numero di pagine
ja: ページ数に基づく背幅の計算
ko: 페이지 수 기반의 책등 두께 계산
pl: Obliczanie szerokości grzbietu na podstawie liczby stron
tr: Sayfa sayısına dayalı omurga genişliği hesaplaması

source: Barcode area placement
ar: موضع منطقة الشريط التصنيفي
bn: বার কোড এলাকা স্থাপন
de: Anordnung des Barcode-Bereichs
fr: Placement de la zone de code à barres
hi: बारकोड क्षेत्र स्थान
id: Penempatan area barcode
it: Posizionamento dell'area del codice a barre
ja: バーコード領域の配置
ko: 바코드 배치 영역
pl: Umieszczenie strefy kodu kreskowego
tr: Barkod alanı yerleştirme

source: Fold line indicators
ar: مؤشرات خط摺痕
bn: মোড়ক রেখা সূচক
de: Faltenkennzeichner
fr: Indicateurs de pli
hi: मोड़ रेखा संकेतक
id: Indikator garis lipat
it: Indicatori per piegatura
ja: 折り目表示
ko: 접는 선 표시기
pl: Wskaźniki linii zagięcia
tr: Katlama çizgisi gösterge

source: Dustjackets
ar: غلاف ورقي
bn: ধুলোর আবরণ
de: Schutzumschläge
fr: Gardes de livre
hi: धूल रोधी कवर
id: Sampul buku
it: Copertine flessibili
ja: ジャケット
ko: 도서 표지
pl: Okładki książek
tr: Toz kapanları

source: Complete dustjacket layout preview
ar: معاينة تخطيط غلاف الغبار الكامل
bn: পূর্ণ ধুলার আবরণ সাজসজ্জা প্রিভিউ
de: Vollständiger Einband-Layout-Vorschau
fr: Aperçu de la mise en page de la jaquette complète
hi: पूर्ण धूल आवरण तैयारी की झलक
id: Pratinjau tata letak sampul lengkap
it: Anteprima del layout completo del copertina flessibile
ja: 完全なジャケットレイアウトのプレビュー
ko: 완전한 도서 표지 레이아웃 미리보기
pl: Pełna wersja zaprojektowanego okładu
tr: Tüm toz kapağı düzeni önizleme

source: Flap dimensions and safety margins
ar: أبعاد الألواح وأحجام الهوامش الأمنية
bn: ফ্ল্যাপ মাত্রা এবং নিরাপত্তা মার্জিন
de: Klappendimensionen und Sicherheitsabstände
fr: Dimensions des volets et marges de sécurité
hi: फ्लैप आयाम और सुरक्षा सीमाएं
id: Dimensi flap dan margin keamanan
it: Dimensioni del mantice e margini di sicurezza
ja: フラップの寸法と安全余裕
ko: 플랩의 크기 및 안전 여유량
pl: Wymiary klapy i marginesy bezpieczeństwa
tr: Paça boyutları ve güvenlik payları

source: Spine width with bleed areas
ar: عرض العمود الفقري مع مناطق التمدد
bn: ব্লিড এলাকা সহ স্পাইন প্রস্থ
de: Rückenbreite einschließlich Streifenbereiche
fr: Largeur de la nuque avec les zones de débordement
hi: रीढ़ की चौड़ाई ब्लीड क्षेत्र के साथ
id: Lebar tulang dengan area tumpang tindih
it: Larghezza della colonna vertebrale con aree di sanguinamento
ja: 出血領域を含む背幅
ko: 출혈 영역을 포함한 책등 너비
pl: Szerokość grzbietu z obszarami nadcięcia
tr: Bleed alanları ile omurga genişliği

source: Fold lines for all edges
ar: ال折线 لجميع الحواف
bn: সকল প্রান্তের জন্য ভাঁজ করুন
de: Faltenlinien für alle Kanten
fr: Lignes de pliure pour toutes les arêtes
hi: सभी किनारों के लिए मोड़ रेखाएँ
id: Garis lipat untuk semua sisi
it: Linee di piegatura per tutti i bordi
ja: すべてのエッジの折り線を表示
ko: 모든 모서리에 접는 선을 만드세요
pl: Linie zagięcia dla wszystkich krawędzi
tr: Tüm kenarlar için katlama çizgileri

source: Indices and tables
ar: المؤشرات والمراجع
bn: সূচক এবং সারণি
de: Indizes und Tabellen
fr: Indices et tables
hi: सूचकांक और सारणियाँ
id: Indeks dan Tabel
it: Indici e tabelle
ja: インデックスとテーブル
ko: 색인 및 표
pl: Indeksy i tabele
tr: İndeksler ve tablolar

source: :ref:`genindex`
hi: :ref:`सामान्य सूची`
id: :ref:`indeks`

source: :ref:`modindex`
ar: :ref:`index`
hi: :ref:`मॉड्यूल सूची`
it: :ref:`indice_mod`
ko: :ref:`모듈 목록`

source: :ref:`search`
ar: :المراجع `البحث`
bn: :ref:`খোঁজান`
de: :ref:`Suche`
fr: :ref:`recherche`
hi: :ref:`खोजें`
id: :ref:`pencarian`
it: :ref:`ricerca`
ja: :ref:`検索`
ko: :ref:`검색`
pl: :ref:`wyszukiwanie`
tr: :ref:`arama`
