Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/install.po
Languages: ar, bn, de, es, hi, id, it, pt, ru, tr

source: Installation
ar: التركيب
bn: স্থাপন
es: Instalación
hi: स्थापना
id: Pemasangan
it: Installazione
pt: Instalação
ru: Установка
tr: Kurulum

source: This guide covers installation of Momovu on Linux systems.
ar: يغطي هذا الدليل تثبيت Momovu على أنظمة Linux.
bn: এই গাইডটি লিনাক্স সিস্টেমে মোমোভু ইনস্টলেশন নিয়ে আলোচনা করে।
de: Dieses Handbuch beschreibt die Installation von Momovu auf Linux-Systemen.
es: Esta guía cubre la instalación de Momovu en sistemas Linux.
hi: इस प्रशिक्षण में लिनक्स प्रणालियों पर मोमोवु की स्थापना कवर की गई है।
id: Panduan ini mencakup instalasi Momovu pada sistem Linux.
it: Questa guida illustra l'installazione di Momovu sui sistemi Linux.
pt: Este guia aborda a instalação do Momovu em sistemas Linux.
ru: Этот гид охватывает установку Momovu на системы Linux.
tr: Bu kılavuz, Momovu'nun Linux sistemlerde kurulumunu kapsar.

source: System Requirements
ar: متطلبات النظام
bn: সিস্টেম প্রয়োজনীয়তা
de: Systemanforderungen
es: Requisitos del Sistema
hi: सिस्टम आवश्यकताएं
id: Persyaratan Sistem
it: Requisiti di sistema
pt: Requisitos do Sistema
ru: Требования к системе
tr: Sistem Gereksinimleri

source: Minimum Requirements
ar: الحد الأدنى من المتطلبات
bn: ন্যূনতম প্রয়োজনীয়তা
de: Mindestanforderungen
es: Requisitos Mínimos
hi: न्यूनतम आवश्यकताएं
id: Persyaratan Minimum
it: Requisiti minimi
pt: Requisitos Mínimos
ru: Минимальные требования
tr: Minimum Gereksinimler

source: **Operating System**: Linux
ar: **نظام التشغيل**: لينكس
bn: **অপারেটিং সিস্টেম**: লিনাক্স
de: **Betriebssystem**: Linux
es: **Sistema operativo**: Linux
hi: **ऑपरेटिंग सिस्टम**: लिनक्स
id: **Sistem Operasi**: Linux
it: **Sistema operativo**: Linux
pt: **Sistema Operacional**: Linux
ru: **Операционная система**: Linux
tr: **İşletim Sistemi**: Linux

source: **Python**: 3.9 or higher
ar: **بايثون**: 3.9 أو أعلى
bn: **পাইথন**: 3.9 বা তার বেশি
de: **Python**: 3.9 oder höher
es: **Python**: 3.9 o superior
hi: **पायथन**: 3.9 या उच्चतर
id: **Python**: 3.9 atau lebih tinggi
it: **Python**: 3.9 o versioni successive
pt: **Python**: 3.9 ou superior
ru: **Python**: 3.9 или выше
tr: **Python**: 3.9 veya üzeri

source: **RAM**: 4 GB minimum, 8 GB recommended
ar: الذاكرة العشوائية (RAM): 4 جيجا بايت كحد أدنى، 8 جيجا بايت موصى بها
bn: **RAM**: 4 GB ন্যূনতম, 8 GB পরামর্শ দেওয়া হয়
de: **Arbeitsspeicher**: 4 GB Minimum, 8 GB empfohlen
es: **RAM**: 4 GB mínimo, 8 GB recomendado
hi: **RAM**: न्यूनतम 4 जीबी, अनुशंसित 8 जीबी
id: **RAM**: Minimal 4 GB, Disarankan 8 GB
it: **RAM**: 4 GB minimo, 8 GB consigliati
pt: **Memória RAM**: 4 GB mínimos, 8 GB recomendados
ru: **ОЗУ**: минимально 4 Гб, рекомендуется 8 Гб
tr: **RAM**: 4 GB minimum, 8 GB önerilir

source: **Disk Space**: 500 MB for installation
ar: **مساحة القرص**: 500 ميغابايت للاستعمال في التثبيت
bn: **ডিস্ক স্পেস**: ইনস্টলেশনের জন্য 500 এমবি
de: **Speicherplatz**: 500 MB für die Installation
es: **Espacio en disco**: 500 MB para la instalación
hi: **डिस्क स्पेस**: 500 मेगाबाइट इनस्टॉलेशन के लिए
id: **Ruang Penyimpanan**: 500 MB untuk instalasi
it: **Spazio su disco**: 500 MB per l'installazione
pt: **Espaço em disco**: 500 MB para instalação
ru: **Дисковое пространство**: 500 МБ для установки
tr: **Disk Alanı**: Kurulum için 500 MB

source: **Display**: 1280x720 minimum resolution
ar: **الشاشة**: دقة 1280 × 720 كحد أدنى
bn: **প্রদর্শন:** 1280x720 ন্যূনতম রেজোলিউশন
de: **Anzeige**: Mindestauflösung 1280x720
es: **Pantalla**: resolución mínima de 1280x720
hi: **प्रदर्शन**: 1280x720 न्यूनतम रिज़ॉल्यूशन
id: **Layar**: Resolusi minimum 1280x720
it: **Display**: Risoluzione minima 1280x720
pt: **Tela**: resolução mínima de 1280x720
ru: **Дисплей**: минимальное разрешение 1280x720
tr: **Ekran**: 1280x720 minimum çözünürlük

source: Recommended Requirements
ar: المتطلبات الموصى بها
bn: প্রস্তাবিত প্রয়োজনীয়তা
de: Empfohlene Anforderungen
es: Requisitos Recomendados
hi: अनुशंसित आवश्यकताएँ
id: Persyaratan yang Direkomendasikan
it: Requisiti consigliati
pt: Requisitos Recomendados
ru: Рекомендуемые требования
tr: Önerilen Gereksinimler

source: **Operating System**: Latest stable release of your Linux distribution
ar: **نظام التشغيل**: أحدث إصدار مستقر لنظام لينكس الخاص بك
bn: **অপারেটিং সিস্টেম**: আপনার লিনাক্স বিতরণের সর্বশেষ স্থিতিশীল রিলিজ
de: **Betriebssystem**: Aktuellste stabile Version Ihrer Linux-Distribution
es: **Sistema operativo**: Última versión estable de su distribución de Linux
hi: **ऑपरेटिंग सिस्टम**: अपने लिनक्स डिस्ट्रीब्यूशन का नवीनतम स्थिर रिलीज़
id: **Sistem Operasi**: Rilis stabil terbaru dari distribusi Linux Anda
it: **Sistema operativo**: Ultima versione stabile della tua distribuzione Linux
pt: **Sistema Operacional**: Última versão estável da sua distribuição Linux
ru: **Операционная система**: Последняя стабильная версия вашей дистрибутивной версии Linux
tr: **İşletim Sistemi**: Linux dağıtımınızın en son kararlı sürümü

source: **Python**: 3.10 or higher
ar: **بايثون**: 3.10 أو أعلى
bn: **পাইথন**: 3.10 বা তার বেশি
de: **Python**: 3.10 oder höher
es: **Python**: 3.10 o superior
hi: **पायथन**: 3.10 या उच्चतर
id: **Python**: 3.10 atau yang lebih tinggi
it: **Python**: 3.10 o versioni successive
pt: **Python**: 3.10 ou superior
ru: **Python**: 3.10 или выше
tr: **Python**: 3.10 veya üzeri

source: **RAM**: 8 GB or more
ar: **الذاكرة العشوائية (RAM)**: 8 جيجا بايت أو أكثر
bn: **RAM**: 8 GB বা তার বেশি
de: **RAM**: 8 GB oder mehr
es: **RAM**: 8 GB o más
hi: **RAM**: 8 जीबी या अधिक
id: **RAM**: 8 GB atau lebih
it: **RAM**: 8 GB o più
pt: **RAM**: 8 GB ou mais
ru: **ОЗУ**: 8 ГБ или больше
tr: **RAM**: 8 GB veya daha fazla

source: **Disk Space**: 1 GB for installation and cache
ar: **مساحة القرص**: 1 جيجا بايت للتركيب والتخزين المؤقت
bn: **ডিস্ক স্পেস**: ইনস্টলেশন এবং ক্যাশের জন্য 1 জিবি
de: **Speicherplatz**: 1 GB für Installation und Cache
es: **Espacio en disco**: 1 GB para la instalación y la caché
hi: **डिस्क स्पेस**: 1 जीबी स्थापना और कैश के लिए
id: **Ruang Penyimpanan**: 1 GB untuk instalasi dan cache
it: **Spazio su disco**: 1 GB per l'installazione e la cache
pt: **Espaço em disco**: 1 GB para instalação e cache
ru: **Дисковое пространство**: 1 ГБ для установки и кэша
tr: **Disk Alanı**: Kurulum ve önbellek için 1 GB

source: **Display**: 1920x1080 or higher resolution
ar: **الشاشة**: دقة 1920 × 1080 أو أعلى
bn: **প্রদর্শন**: 1920x1080 বা এর চেয়ে বেশি রেজুলেশন
de: **Anzeige**: 1920x1080 oder höhere Auflösung
es: **Pantalla**: 1920x1080 o resolución superior
hi: **प्रदर्शन**: 1920x1080 या उच्च रिज़ॉल्यूशन
id: **Layar**: 1920x1080 atau resolusi yang lebih tinggi
it: **Display**: risoluzione 1920x1080 o superiore
pt: **Tela**: 1920x1080 ou resolução superior
ru: **Дисплей**: 1920x1080 или более высокое разрешение
tr: **Ekran**: 1920x1080 veya daha yüksek çözünürlük

source: Quick Install
ar: تثبيت سريع
bn: দ্রুত ইনস্টল
de: Schnellinstallation
es: Instalación rápida
hi: त्वरित स्थापना
id: Instal Cepat
it: Installazione rapida
pt: Instalação Rápida
ru: Быстрая установка
tr: Hızlı Kurulum

source: Using pip (Recommended)
ar: باستخدام pip (موصى به)
bn: পাইপ ব্যবহার করুন (পরামর্শদান করা হয়)
de: Mit pip (empfohlen)
es: Usando pip (Recomendado)
hi: पाइप का उपयोग करके (अनुशंसित)
id: Menggunakan pip (Direkomendasikan)
it: Utilizzo di pip (raccomandato)
pt: Usando pip (Recomendado)
ru: С помощью pip (рекомендуется)
tr: Pip kullanarak (önerilen)

source: The simplest way to install Momovu:
ar: أبسط طريقة لتركيب Momovu:
bn: মোমোভু ইনস্টল করার সবচেয়ে সহজ উপায়:
de: Die einfachste Art, Momovu zu installieren:
es: La forma más sencilla de instalar Momovu:
hi: मोमोवू इंस्टॉल करने के लिए सबसे आसान तरीका:
id: Cara termudah untuk menginstal Momovu:
it: Il modo più semplice per installare Momovu:
pt: A maneira mais simples de instalar o Momovu:
ru: Самый простой способ установки Momovu:
tr: Momovu'yu yüklemenin en basit yolu:

source: To upgrade to the latest version:
ar: لتحديث إلى أحدث إصدار:
bn: সর্বশেষ সংস্করণে আপগ্রেড করতে:
de: Um auf die neueste Version zu aktualisieren:
es: Para actualizar a la última versión:
hi: नवीनतम संस्करण में अपग्रेड करने के लिए:
id: Untuk meng-upgrade ke versi terbaru:
it: Per aggiornare all'ultima versione:
pt: Para atualizar para a versão mais recente:
ru: Для обновления до последней версии:
tr: Yeni sürüme yükseltmek için:

source: Installation Instructions
ar: إرشادات التثبيت
bn: স্থাপন নির্দেশাবলী
de: Installationsanweisungen
es: Instrucciones de instalación
hi: स्थापना निर्देश
id: Petunjuk Pemasangan
it: Istruzioni per l'installazione
pt: Instruções de Instalação
ru: Инструкция по установке
tr: Kurulum Talimatları

source: Linux (Debian)
ar: لينكس (ديبيان)
bn: লিনাক্স (ডেবিয়ান)
hi: लिनक्स (डेबियन)

source: Install system dependencies:
ar: تثبيت اعتمادات النظام:
bn: সিস্টেম নির্ভরতা ইনস্টল করুন:
de: Installieren Sie Systemabhängigkeiten:
es: Instale las dependencias del sistema:
hi: सिस्टम निर्भरताएँ स्थापित करें:
id: Instal dependensi sistem:
it: Installa le dipendenze del sistema:
pt: Instale as dependências do sistema:
ru: Установите системные зависимости:
tr: Sistem bağımlılıklarını yükleyin:

source: Create a virtual environment (recommended):
ar: إنشاء بيئة افتراضية (موصى بها):
bn: একটি আবর্জনা পরিবেশ তৈরি করুন (পরামর্শ দেওয়া হয়):
de: Erstellen Sie eine virtuelle Umgebung (empfohlen):
es: Crear un entorno virtual (recomendado):
hi: एक वर्चुअल वातावरण बनाएं (अनुशंसित):
id: Buat lingkungan virtual (direkomendasikan):
it: Crea un ambiente virtuale (raccomandato):
pt: Crie um ambiente virtual (recomendado):
ru: Создайте виртуальное окружение (рекомендуется):
tr: Sanal bir ortam oluşturun (tavsiye edilir):

source: Install Momovu:
ar: تثبيت Momovu:
bn: মোমোভু ইনস্টল করুন:
de: Momovu installieren:
es: Instale Momovu:
hi: मोमोवु इंस्टॉल करें:
id: Pasang Momovu:
it: Installa Momovu:
pt: Instale o Momovu:
ru: Установите Momovu:
tr: Momovu Yükle:

source: Install from Source
ar: تثبيت من المصدر
bn: সোর্স থেকে ইনস্টল করুন
de: Aus Quelle installieren
es: Instalar desde el código fuente
hi: स्रोत से स्थापित करें
id: Instal dari Sumber
it: Installa da Sorgente
pt: Instale a partir da Fonte
ru: Установка из исходного кода
tr: Kaynaktan Kur

source: For users who want the latest development version:
ar: للمستخدمين الذين يرغبون في أحدث إصدار تطوير:
bn: নতুন বিকাশ সংস্করণ চাওয়া ব্যবহারকারীদের জন্য:
de: Für Benutzer, die die neueste Entwicklungsversion möchten:
es: Para usuarios que deseen la versión de desarrollo más reciente:
hi: उपयोगकर्ता जो नवीनतम विकास संस्करण चाहते हैं:
id: Untuk pengguna yang ingin menggunakan versi pengembangan terbaru:
it: Per gli utenti che desiderano la versione di sviluppo più recente:
pt: Para usuários que desejam a versão de desenvolvimento mais recente:
ru: Для пользователей, желающих использовать последнюю версию разработки:
tr: En son geliştirme sürümünü isteyen kullanıcılar için:

source: Clone the Repository
ar: قم بالنسخ من المستودع
bn: রিপোজিটরি ক্লোন করুন
de: Klonen Sie das Repository
es: Clona el repositorio
hi: रिपॉजिटरी को क्लोन करें
id: Kloning Repositori
it: Clona il repository
pt: Cloneie o repositório
ru: Клонирование репозитория
tr: Depoyu Klonla

source: Install the Application
ar: تثبيت التطبيق
bn: অ্যাপ্লিকেশনটি ইনস্টল করুন
de: Installieren Sie die Anwendung
es: Instale la aplicación
hi: एप्लिकेशन इंस्टॉल करें
id: Pasang Aplikasi
it: Installa l'applicazione
pt: Instale o Aplicativo
ru: Установите приложение
tr: Uygulamayı Kurun

source: Create and activate a virtual environment:
ar: إنشاء وتفعيل بيئة افتراضية:
bn: একটি ভার্চুয়াল পরিবেশ তৈরি এবং সক্রিয় করুন:
de: Erstellen und aktivieren Sie eine virtuelle Umgebung:
es: Crear y activar un entorno virtual:
hi: एक वर्चुअल वातावरण बनाएं और सक्रिय करें:
id: Buat dan aktifkan lingkungan virtual:
it: Crea e attiva un ambiente virtuale:
pt: Crie e ative um ambiente virtual:
ru: Создание и активация виртуального окружения:
tr: Sanal bir ortam oluşturun ve etkinleştirin:

source: Install in user mode:
ar: تثبيت في وضع المستخدم:
bn: ব্যবহারকারী মোডে ইনস্টল করুন:
de: Im Benutzermodus installieren:
es: Instalar en modo usuario:
hi: उपयोगकर्ता मोड में स्थापित करें:
id: Pasang dalam mode pengguna:
it: Installare in modalità utente:
pt: Instale no modo usuário:
ru: Установить в пользовательском режиме:
tr: Kullanıcı modunda yükle:

source: Verification
ar: التحقق
bn: যাচাই করুন
de: Verifikation
es: Verificación
hi: सत्यापन
id: Verifikasi
it: Verifica
pt: Verificação
ru: Проверка
tr: Doğrulama

source: After installation, verify Momovu is working:
ar: بعد التثبيت، تحقق من أن تطبيق Momovu يعمل:
bn: 宣লাপান পরে, মোমোভু কাজ কৰি চান:
de: Nach der Installation überprüfen Sie, ob Momovu funktioniert:
es: Después de la instalación, verifique que Momovu funciona:
hi: इस्तेमाल करने के बाद, मोमोवु काम कर रहा है या नहीं यह पता करें:
id: Setelah instalasi, periksa apakah Momovu berfungsi dengan baik:
it: Dopo l'installazione, verificare che Momovu funzioni correttamente:
pt: Após a instalação, verifique se o Momovu está funcionando:
ru: После установки проверьте, работает ли Momovu:
tr: Kurulumdan sonra Momovu'nun çalıştığını doğrulayın:

source: Uninstallation
ar: الإلغاء
bn: অনুপ্রবেশ বন্ধ করুন
de: Deinstallation
es: Desinstalación
hi: अनइंस्टॉल करना
id: Penghapusan
it: Disinstallazione
pt: Desinstalação
ru: Деинсталляция
tr: Kaldırma

source: To remove Momovu:
ar: لإزالة موموفو:
bn: মোমোভু অপসারণ করতে হবে:
de: Um Momovu zu entfernen:
es: Para eliminar Momovu:
hi: मोमोवु हटाने के लिए:
id: Untuk menghapus Momovu:
it: Per rimuovere Momovu:
pt: Para remover Momovu:
ru: Убрать Момову:
tr: Momovu kaldırmak için:

source: Using pip
ar: استخدام pip
bn: পাইপ ব্যবহার করা
de: Pip verwenden
es: Uso de pip
hi: पाइप का उपयोग करके
id: Menggunakan pip
it: Utilizzo di pip
pt: Usando o pip
ru: Использование pip
tr: Pip kullanma

source: Complete Removal
ar: إزالة كاملة
bn: পূর্ণ অপসারণ
de: Vollständige Entfernung
es: Eliminación completa
hi: पूर्ण निर्मूलन
id: Penghapusan Lengkap
it: Rimozione Completa
pt: Remoção Completa
ru: Полное удаление
tr: Tamamıyla Kaldırma

source: Uninstall the package:
ar: قم بถอน تثبيت الحزمة:
bn: প্যাকেজটি অনস্থাপন করুন:
de: Paket deinstallieren:
es: Desinstale el paquete:
hi: पैकेज को अनइंस्टॉल करें:
id: Hapus paket:
it: Disinstalla il pacchetto:
pt: Desinstale o pacote:
ru: Деинсталлировать пакет:
tr: Paketi kaldır:

source: Remove virtual environment (if used):
ar: إزالة بيئة العمل الافتراضية (إذا تم استخدامها):
bn: ভার্চুয়াল পরিবেশ সরান (যদি ব্যবহৃত হয়):
de: Virtuelle Umgebung entfernen (falls verwendet):
es: Eliminar el entorno virtual (si se usó):
hi: वर्चुअल वातावरण हटाएं (अगर उपयोग किया गया हो):
id: Hapus lingkungan virtual (jika digunakan):
it: Rimuovi l'ambiente virtuale (se utilizzato):
pt: Remover o ambiente virtual (se usado):
ru: Удалить виртуальное окружение (если использовалось):
tr: Sanal ortamı kaldır (eğer kullanıldıysa):

source: Remove configuration files (if any):
ar: إزالة ملفات التكوين (إن وجدت):
bn: সেটিংয়ের ফাইলগুলো মুছুন (যদি থাকে):
de: Konfigurationsdateien entfernen (falls vorhanden):
es: Eliminar archivos de configuración (si los hay):
hi: कॉन्फ़िगरेशन फ़ाइलों को हटाएं (अगर कोई हो):
id: Hapus berkas konfigurasi (jika ada):
it: Rimuovi i file di configurazione (se presenti):
pt: Remover arquivos de configuração (se houver):
ru: Удалить конфигурационные файлы (если они есть):
tr: Yapılandırma dosyalarını kaldır (varsa):

source: Next Steps
ar: الخطوات التالية
bn: পরবর্তী পদক্ষেপ
de: Nächste Schritte
es: Próximos pasos
hi: अगले कदम
id: Langkah Selanjutnya
it: Passi successivi
pt: Próximos Passos
ru: Следующие шаги
tr: Bir Sonraki Adım

source: After successful installation:
ar: بعد التثبيت الناجح:
bn: সফল ইনস্টলেশনের পর:
de: Nach erfolgreicher Installation:
es: Después de la instalación exitosa:
hi: सफल स्थापना के बाद:
id: Setelah instalasi berhasil:
it: Dopo l'installazione corretta:
pt: Após a instalação bem-sucedida:
ru: После успешной установки:
tr: Başarılı bir şekilde yüklendikten sonra:

source: Read the :doc:`usage` guide to learn about features
ar: اقرأ دليل :doc:`usage` لتتعلم حول الميزات
bn: :doc:`ব্যবহার` গাইড পড়ুন ফিচারগুলি শিখতে
de: Lesen Sie das :doc:`usage`-Handbuch, um sich über die Funktionen zu informieren
es: Lea la guía de :doc:`uso` para aprender sobre las características
hi: :doc:`उपयोग` के गाइड को पढ़ें विशेषताओं के बारे में जानने के लिए
id: Baca panduan :doc:`usage` untuk mempelajari fitur-fitur yang tersedia
it: Leggi la guida :doc:`usage` per informazioni sulle funzioni
pt: Leia o guia :doc:`usage` para aprender sobre os recursos
ru: Прочитайте руководство :doc:`usage`, чтобы узнать о возможностях
tr: Özellikler hakkında bilgi edinmek için :doc:`usage` kılavuzunu okuyun.

source: Try the sample PDFs in the repository
ar: جرب ملفات PDF النموذجية في المستودع
bn: পাওয়ার পিডিএফ গুলি রিপোজিটরি থেকে চেষ্টা করুন
de: Probieren Sie die Beispieldateien im Repository aus
es: Pruebe los archivos PDF de ejemplo en el repositorio
hi: संग्रहालय में नमूना पीडीएफ़ की कोशिश करें
id: Coba contoh PDF di repositori
it: Prova i file PDF di esempio nel repository
pt: Experimente os arquivos PDF de exemplo no repositório
ru: Попробуйте образцы PDF-файлов в репозитории
tr: Depodaki örnek PDF'leri deneyin

source: Configure your preferred document types
ar: قم بتكوين أنواع المستندات المفضلة لديك
bn: আপনার পছন্দের দলিলের ধরনগুলি কনফিগার করুন
de: Konfigurieren Sie Ihre bevorzugten Dokumenttypen
es: Configure los tipos de documentos que prefiera
hi: अपन पसंदीदा दस्तावेज़ प्रकार कॉन्फ़िगर करें
id: Konfigurasikan jenis dokumen yang Anda sukai
it: Configura i tipi di documento preferiti
pt: Configure os tipos de documentos preferidos
ru: Настройте типы документов по вашему выбору
tr: Tercih ettiğiniz belge türlerini yapılandırın

source: Explore keyboard shortcuts for efficient workflow
ar: استكشف اختصارات لوحة المفاتيح للعمل بفعالية
bn: সুষ্ঠ কাজের জন্য কীবোর্ডের শর্টকাটগুলি অনুসন্ধান করুন
de: Erforschen Sie Tastenkombinationen für einen effizienten Arbeitsablauf
es: Explore atajos de teclado para un flujo de trabajo eficiente
hi: कुशल कार्यप्रवाह के लिए कीबोर्ड शॉर्टकट खोजें
id: Eksplorasi pintasan keyboard untuk alur kerja yang efisien
it: Esplora le scorciatoie da tastiera per un flusso di lavoro efficiente
pt: Explore atalhos do teclado para um fluxo de trabalho eficiente
ru: Изучите комбинации клавиш для эффективной работы
tr: Etkili bir çalışma akışı için klavye kısayollarını keşfedin.

source: For development setup, see :doc:`development`.
ar: لإعداد التطوير، راجع: :doc:`development`
bn: উন্নয়ন পরিসর সেট আপের জন্য, দেখুন :doc:`development`।
de: Für die Entwicklungsumgebung, siehe :doc:`development`.
es: Para la configuración de desarrollo, consulte :doc:`development`.
hi: विकास स्थापना के लिए, देखें: :doc:`development`।
id: Untuk konfigurasi pengembangan, lihat :doc:`development`.
it: Per la configurazione dello sviluppo, vedere :doc:`development`.
pt: Para a configuração de desenvolvimento, veja :doc:`development`.
ru: Для настройки среды разработки см. :doc:`development`.
tr: Geliştirme ayarı için bkz: :doc:`development`.
