Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/preferences.po
Languages: ar, bn, de, es, hi, id, ja, pl, ru

source: The Recent Files tab manages your file history:
ar: ال탭 الملفات الأخيرة يُدار تاريخ الملف الخاص بك:
bn: সাম্প্রতিক ফাইল ট্যাবটি আপনার ফাইল ইতিহাস ব্যবস্থাপনা করে:
de: Der Registerkarte Kürzlich verwendete Dateien wird Ihre Dateiverlaufsliste verwaltet:
es: La pestaña Archivos recientes gestiona tu historial de archivos:
hi: हाल के फाइल टैब आपकी फाइल इतिहास का प्रबंधन करता है:
id: Tab Berkas Terbaru mengelola riwayat berkas Anda:
ja: 「最近使用したファイル」タブでは、ファイル履歴を管理できます:
pl: Karta Ostatnie pliki zarządza historią plików:
ru: Вкладка «Недавние файлы» управляет историей ваших файлов:

source: Preferences dialog Recent Files tab
ar: حوار التفضيلات علامة التبويب الملفات الأخيرة
bn: পছন্দগুলি আলোচনা করুন সম্প্রতি ফাইল ট্যাব
de: Dialog "Einstellungen", Registerkarte "Kürzlich verwendete Dateien"
es: Diálogo de preferencias, pestaña Archivos recientes
hi: पसंदीदा डायलॉग हाल के फ़ाइलें टैब
id: Dialog Preferensi Tab Berkas Terbaru
ja: 設定ダイアログ リンクファイル タブ
pl: Dialog Ustawień, karta Ostatnie pliki
ru: Диалог "Параметры", вкладка "Недавние файлы"

source: **File Management**
ar: **إدارة الملفات**
bn: **ফাইল ম্যানেজমেন্ট**
de: Datei-Verwaltung
es: **Gestión de Archivos**
hi: **फ़ाइल प्रबंधन**
id: **Manajemen Berkas**
ja: **ファイル管理**
pl: **Zarządzanie plikami**
ru: **Управление файлами**

source: View all recently opened PDF files with their document types
ar: عرض جميع ملفات PDF المفتوحة حديثًا مع أنواعها
bn: সম্প্রতি খোলা সমস্ত PDF ফাইল দেখুন তাদের দলিলের ধরণের সাথে
de: Alle kürzlich geöffneten PDF-Dateien mit ihren Dokumententypen anzeigen
es: Ver todos los archivos PDF recientemente abiertos con sus tipos de documento
hi: अपने दस्तावेज़ प्रकार के साथ सभी हाल ही में खोले गए पीडीएफ फ़ाइलों को देखें
id: Lihat semua file PDF yang baru saja dibuka beserta jenis dokumennya
ja: ドキュメントタイプとともに最近開いたPDFファイルをすべて表示する
pl: Zobacz wszystkie ostatnio otwarte pliki PDF wraz z ich typami dokumentów
ru: Просмотр всех недавно открытых PDF-файлов с указанием их типов документов

source: **Remove Selected**: Remove individual files from the history
ar: **إزالة المحدد**: إزالة الملفات الفردية من السجل
bn: **নির্বাচিত সরান**: ইতিহাস থেকে ব্যক্তিগত ফাইলগুলি সরান
de: **Ausgewählte entfernen**: Einzelne Dateien aus der Historie entfernen
es: **Eliminar seleccionado**: Elimina archivos individuales del historial
hi: **चयनित हटाएं**: अद्वितीय फ़ाइलों को इतिहास से हटाएं
id: **Hapus yang Terpilih**: Hapus file individu dari riwayat
ja: **選択を削除**: 履歴から個々のファイルを削除します。
pl: **Usuń wybrane**: Usuń poszczególne pliki z historii
ru: **Удалить выбранные**: удалить отдельные файлы из истории

source: **Clear All Recent Files**: Clear the entire recent files list
ar: **مسح جميع الملفات الأخيرة**: امسح قائمة الملفات الأخيرة بالكامل
bn: **সম্প্রতি সমস্ত ফাইল পরিষ্কার করুন**: সম্প্রতি সমস্ত ফাইলের তালিকা পরিষ্কার করুন
de: **Alle kürzlichen Dateien löschen**: Löscht die gesamte Liste der kürzlich verwendeten Dateien
es: **Borrar todos los archivos recientes**: Borra toda la lista de archivos recientes
hi: **हाल के सभी फ़ाइलें साफ़ करें**: हाल की सभी फ़ाइलों की सूचि साफ़ करें
id: **Hapus Semua Berkas Terbaru**: Hapus seluruh daftar berkas terbaru
ja: **すべての最近使用したファイルをクリア**: 最近使用したファイル一覧全体をクリアします
pl: **Wyczyść wszystkie ostatnie pliki**: Wyczyść cały listę ostatnich plików
ru: **Очистить список недавних файлов**: Очистить весь список недавних файлов

source: Configuration File Location
ar: مواقع ملف التكوين
bn: সেটিং ফাইল অবস্থান
de: Konfigurationsdatei-Ort
es: Ubicación del Archivo de Configuración
hi: कॉन्फ़िगरेशन फ़ाइल स्थान
id: Lokasi File Konfigurasi
ja: 構成ファイルの場所
pl: Lokalizacja pliku konfiguracyjnego
ru: Расположение файла конфигурации

source: Momovu stores its configuration using Qt's QSettings system:
ar: تخزن Momovu إعداداتها باستخدام نظام QSettings الخاص بـ Qt:
bn: মোমোভু এটির কনফিগারেশন সংরক্ষণ করে কিউটির কিউসেটিংস সিস্টেমের মাধ্যমে:
de: Momovu speichert seine Konfiguration mithilfe des Qt-QSettings-Systems:
es: Momovu almacena su configuración usando el sistema QSettings de Qt:
hi: मोमोवू अपनी विन्यास संरचना को Qt के QSettings प्रणाली का उपयोग करके संग्रहित करता है:
id: Momovu menyimpan konfigurasinya menggunakan sistem QSettings dari Qt:
ja: MomovuはQtのQSettingsシステムを使用して構成を保存しています:
pl: Momovu przechowuje swoją konfigurację przy użyciu systemu QSettings z Qt:
ru: Momovu хранит свою конфигурацию с помощью системы QSettings из Qt:

source: **Linux**: ``~/.config/Momovu/Momovu.conf``
ar: **لينكس**: ``~/.config/Momovu/Momovu.conf``
bn: **লিনাক্স**: ``~/.config/Momovu/Momovu.conf``
hi: **लिनक्स**: ``~/.config/Momovu/Momovu.conf``

source: **Windows**: Registry under ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
ar: **النظام الأساسي**: سجل النظام تحت ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
bn: **উইন্ডোজ**: "HKEY_CURRENT_USER\Software\Momovu\Momovu" এর অধীনে রেজিস্ট্রি
de: **Windows**: Registrierung unter „HKEY_CURRENT_USER\Software\Momovu\Momovu“
es: **Ventanas**: Registro bajo ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
hi: **विंडोज**: ``HKEY_CURRENT_USER\Software\Momovu\Momovu`` के तहत पंजीकरण
id: **Windows**: Registri di bawah ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
ja: **Windows**: レジストリの ``HKEY_CURRENT_USER\Software\Momovu\Momovu`` の下
pl: **System Windows**: Rejestr pod ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
ru: **Windows**: Регистр находящийся в ``HKEY_CURRENT_USER\Software\Momovu\Momovu``

source: **macOS**: ``~/Library/Preferences/com.momovu.Momovu.plist``
de: **macOS**: ``~/Bibliothek/Einstellungen/com.momovu.Momovu.plist``
hi: **मैकओएस**: ``~/लाइब्रेरी/प्रीफरेंस/कॉम.मोमोवु.मोमोवु.प्लिस्ट``

source: The configuration is managed automatically by the application.
ar: تُدار هذه الإعدادات تلقائيًا بواسطة التطبيق.
bn: অ্যাপ্লিকেশনটি দ্বারা কনফিগারেশনটি স্বয়ংক্রিয়ভাবে পরিচালিত হয়।
de: Die Konfiguration wird automatisch durch die Anwendung verwaltet.
es: La configuración es administrada automáticamente por la aplicación.
hi: एप्लिकेशन द्वारा स्वचालित रूप से विन्यास का प्रबंधन किया जाता है।
id: Konfigurasi dikelola secara otomatis oleh aplikasi.
ja: この構成はアプリケーションによって自動的に管理されます。
pl: Konfiguracja jest automatycznie zarządzana przez aplikację.
ru: Конфигурация автоматически управляется приложением.

source: Resetting to Defaults
ar: إعادة تعيين الإعدادات الافتراضية
bn: ডিফল্ট সেটিং এ রিসেট করুন
de: Zurücksetzen auf Standardwerte
es: Restablecer a los valores predeterminados
hi: डिफ़ॉल्ट पर सेट करें
id: Mengatur Ulang ke Pengaturan Default
ja: デフォルト設定にリセット
pl: Przywracanie ustawień domyślnych
ru: Сброс до заводских настроек

source: To reset all preferences to their default values:
ar: لإعادة تعيين جميع الإعدادات إلى قيمها الافتراضية:
bn: সমস্ত পছন্দগুলি তাদের ডিফল্ট মানে পুনরায় সেট করতে:
de: Um alle Einstellungen auf ihre Standardwerte zurückzusetzen:
es: Para restablecer todas las preferencias a sus valores predeterminados:
hi: अपनी पसंद को अपने मूल मानों पर रीसेट करने के लिए:
id: Untuk menyetel ulang semua preferensi ke nilai defaultnya:
ja: すべての設定をデフォルト値にリセットするには：
pl: Aby zresetować wszystkie preferencje do wartości domyślnych:
ru: Чтобы сбросить все параметры до значений по умолчанию:

source: Open the Preferences dialog (``Ctrl+,``)
ar: افتح نافذة التفضيلات (``Ctrl+,``)
bn: প্রিফারেন্স ডায়ালগটি খুলুন (``Ctrl+,``)
de: Öffnen Sie das Dialogfeld „Einstellungen“ („Strg+，“)
es: Abra el cuadro de diálogo Preferencias (``Ctrl+,``)
hi: प्राथमिकताएँ डायलॉग खोलें (``Ctrl+,``)
id: Buka dialog Preferences (``Ctrl+,``)
ja: [設定] ダイアログを開きます (``Ctrl+,``)
pl: Otwórz okno dialogowe Ustawienia (``Ctrl+,``)
ru: Откройте диалоговое окно "Параметры" («Ctrl+,»)

source: Click the **Restore Defaults** button at the bottom (shown in red)
ar: اضغط على زر **استعادة الافتراضيات** في الأسفل (كما هو موضح باللون الأحمر)
bn: নীচে (লাল দ্বারা চিহ্নিত) **ডিফল্ট পুনরুদ্ধার করুন** বোতামে ক্লিক করুন
de: Klicken Sie auf die Schaltfläche **Standardwerte wiederherstellen** am unteren Rand (in Rot dargestellt)
es: Haga clic en el botón **Restablecer valores predeterminados** en la parte inferior (mostrado en rojo)
hi: नीचे (लाल में दिखाया गया है) **मूल सेटिंग पर वापसी** बटन पर क्लिक करें
id: Klik tombol **Kembalikan ke Default** di bagian bawah (ditunjukkan dengan warna merah)
ja: 赤く示されている下部の **[デフォルト値に戻す]** ボタンをクリックしてください
pl: Kliknij przycisk **Przywróć ustawienia domyślne** u dołu (przedstawiony na czerwono)
ru: Нажмите кнопку **Восстановить значения по умолчанию** внизу (показана красным цветом)

source: Confirm the reset when prompted
ar: أكّد إعادة التعيين عند المطالبة بذلك
bn: প্রম্পট করা হলে রিসেট করুন
de: Bestätigen Sie den Zurücksetzen, wenn Sie dazu aufgefordert werden
es: Confirme el restablecimiento cuando se le solicite
hi: पुष्टि करें जब प्रकट होता है
id: Konfirmasi ulang saat diminta
ja: プロンプトに従ってリセットを確認してください。
pl: Potwierdź reset, gdy zostaniesz poproszony o to
ru: Подтвердите сброс при появлении запроса

source: A message will confirm that settings have been reset
ar: ستقوم رسالة بالتأكيد بتأكيد أن الإعدادات قد تم تعيينها مرة أخرى
bn: একটি বার্তা নিশ্চিত করবে যে সেটিংস পুনরায় সেট করা হয়েছে
de: Eine Nachricht bestätigt, dass die Einstellungen zurückgesetzt wurden.
es: Un mensaje confirmará que los ajustes se han restablecido.
hi: एक संदेश पुष्टि करेगा कि सेटिंग्स पुनर्सेट कर दिए गए हैं।
id: Pesan akan mengonfirmasi bahwa pengaturan telah diatur ulang
ja: メッセージで、設定がリセットされたことを確認します。
pl: Wiadomość potwierdzi, że ustawienia zostały zresetowane
ru: Сообщение подтвердит, что настройки сброшены

source: Command-Line Overrides
ar: الاستبدال من سطر الأوامر
bn: কমান্ড-লাইন অভাবাবিত
de: Überschreibungen über die Befehlszeile
es: Sobrescrituras de la Línea de Comandos
hi: कमांड-लाइन ओवरराइड्स
id: Penggantian Melalui Command-Line
ja: コマンドラインの上書き
pl: Nadpisywanie wiersza poleceń
ru: Переопределение в командной строке

source: Many preferences can be overridden via command-line arguments, which take precedence over saved preferences:
ar: يمكن تجاوز العديد من الإعدادات المفضلة من خلال وسيطات سطر الأوامر، والتي لها الأولوية على الإعدادات المحفوظة:
bn: বেশ কয়েকটি পছন্দ কমান্ড-লাইন আর্গুমেন্টগুলির মাধ্যমে অতিক্রম করা যেতে পারে, যেগুলি সংরক্ষিত পছন্দগুলির উপর প্রাধান্য পায়:
de: Viele Einstellungen können durch Kommandozeilenargumente überschrieben werden, die Vorrang vor gespeicherten Einstellungen haben:
es: Muchas preferencias pueden ser reemplazadas mediante argumentos de la línea de comandos, los cuales tienen prioridad sobre las preferencias guardadas:
hi: कमांड-लाइन आर्गुमेंट्स के माध्यम से कई पसंदें ओवरराइड की जा सकती हैं, जो सहेजी गई पसंदों पर प्राथमिकता देती हैं:
id: Banyak preferensi dapat ditimpa melalui argumen baris perintah, yang memiliki prioritas lebih tinggi daripada preferensi yang disimpan:
ja: 多くの設定は、コマンドライン引数で上書きできます。コマンドライン引数は保存された設定よりも優先されます。
pl: Wiele ustawień można zastąpić argumentami wiersza poleceń, które mają pierwszeństwo przed zapisanymi preferencjami:
ru: Многие предпочтения можно переопределить с помощью аргументов командной строки, которые имеют приоритет над сохраненными предпочтениями:

source: Per-Document Settings
ar: الإعدادات حسب المستند
bn: দলিল-বিশেষ পরিকল্পনা
de: Einstellungen pro Dokument
es: Configuración por documento
hi: दस्तावेज-अनुसार सेटिंग्स
id: Pengaturan Per-Dokumen
ja: ドキュメントごとの設定
pl: Ustawienia dla każdego dokumentu
ru: Параметры документа

source: The following settings are remembered for each document in the recent files list:
ar: تُحفظ الإعدادات التالية لكل مستند في قائمة الملفات الأخيرة:
bn: প্রতিটি দলিলের জন্য নিম্নলিখিত সেটিং গুলি সম্প্রতি ফাইলের তালিকায় মনে রাখা হয়:
de: Die folgenden Einstellungen werden für jedes Dokument in der Liste der kürzlich verwendeten Dateien gespeichert:
es: Los siguientes ajustes se recuerdan para cada documento en la lista de archivos recientes:
hi: अनुक्रमित फ़ाइलों की सूची में प्रत्येक दस्तावेज़ के लिए निम्नलिखित सेटिंग्स याद रखी जाती हैं:
id: Pengaturan berikut diingat untuk setiap dokumen dalam daftar file terbaru:
ja: 最近使用したファイル一覧の各ドキュメントに対して、次の設定が記憶されます。
pl: Następujące ustawienia są zapamiętywane dla każdego dokumentu na liście ostatnich plików:
ru: Следующие параметры запоминаются для каждого документа в списке недавних файлов:

source: Last viewed page
ar: الصفحة المُشاهدَة آخر مرة
bn: শেষ দেখা পৃষ্ঠা
de: Letzte angesehene Seite
es: Última página vista
hi: अंतिम देखी गई पेज
id: Halaman yang dilihat terakhir kali
ja: 最後に閲覧したページ
pl: Ostatnio oglądana strona
ru: Последняя просмотренная страница

source: Zoom level
ar: مدى التكبير
bn: জুম স্তর
de: Zoomstufe
es: Nivel de zoom
hi: जूम स्तर
id: Tingkat zoom
ja: ズームレベル
pl: Poziom przybliżenia
ru: Уровень масштабирования

source: View mode (single/side-by-side)
ar: وضع العرض (فردي / جانبي)
bn: দৃশ্য মোড (একক / পাশাপাশি)
de: Ansichtsmodus (einzelne/Seitenvergleich)
es: Modo de visualización (individual/uno al lado del otro)
hi: दृश्य मोड (एकल / पार्श्व)
id: Mode tampilan (tunggal/berdampingan)
ja: 表示モード（単一/並列）
pl: Tryb podglądu (jednostronny/obok siebie)
ru: Режим просмотра (одиночный/бок о бок)

source: Document type
ar: نوع المستند
bn: নথির ধরন
de: Dokumenttyp
es: Tipo de documento
hi: दस्तावेज़ प्रकार
id: Jenis dokumen
ja: ドキュメントタイプ
pl: Typ dokumentu
ru: Тип документа

source: Overlay visibility states
ar: حالة رؤية التراكب
bn: ওভারল্যাপ দৃশ্যমানতা অবস্থা
de: Überlagerungs-Sichtbarkeitszustände
es: Estados de visibilidad de la superposición
hi: ओवरले दृश्यता स्थितियाँ
id: Keadaan visibilitas overlay
ja: オーバーレイの可視状態
pl: Stany widoczności nakładki
ru: Состояния видимости накладного слоя

source: Presentation mode state
ar: حالة الوضع العرضي
bn: প্রদর্শন মোড অবস্থা
de: Präsentationsmodus-Zustand
es: Estado del modo de presentación
hi: प्रस्तुति मोड अवस्था
id: Keadaan mode presentasi
ja: プレゼンテーションモード状態
pl: Stan trybu prezentacji
ru: Состояние режима презентации

source: These are restored when you reopen the same document from the recent files list.
ar: تُعاد هذه عند إعادة فتح نفس المستند من قائمة الملفات الأخيرة.
bn: আপনি যখন সম্প্রতি ফাইল তালিকা থেকে একই ডকুমেন্টটি পুনরায় খুলবেন, তখন এগুলি পুনরুদ্ধার হবে।
de: Diese werden wiederhergestellt, wenn Sie die gleiche Datei aus der Liste der kürzlich verwendeten Dateien erneut öffnen.
es: Estos se restauran cuando vuelvas a abrir el mismo documento desde la lista de archivos recientes.
hi: जब आप फिर से हाल ही के फ़ाइलों की सूची से उसी दस्तावेज़ को खोलते हैं तो ये पुनर्स्थापित कर दिए जाते हैं।
id: Ini akan dipulihkan saat Anda membuka kembali dokumen yang sama dari daftar file terbaru.
ja: これらは、最近使用したファイル一覧から同じドキュメントを再び開くときに復元されます。
pl: Są przywracane, gdy ponownie otworzysz ten sam dokument z listy ostatnich plików.
ru: Они восстанавливаются, когда вы снова открываете тот же документ из списка недавних файлов.
