Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/preferences.po
Languages: ar, bn, de, es, hi, id, ja, pl, ru

source: Preferences & Configuration
ar: التفضيلات والتكوين
bn: পছন্দ এবং কনফিগারেশন
de: Einstellungen & Konfiguration
es: Preferencias y configuración
hi: पसंदीदगी एवं विन्यास
id: Preferensi & Konfigurasi
ja: 好みと設定
pl: Ustawienia & Konfiguracja
ru: Параметры & Настройки

source: Momovu provides a comprehensive preferences system that allows you to customize the application's behavior and appearance to suit your workflow.
ar: يوفر Momovu نظام تفضيلات شامل يسمح لك بتخصيص سلوك التطبيق وشكله ليتماشى مع طريقة عملك.
bn: মোমোভু আপনার কাজের প্রক্রিয়া মেলে অ্যাপ্লিকেশনের আচরণ এবং দেখতে কাস্টমাইজ করার অনুমতি দেয় এমন একটি সম্পূর্ণ পছন্দের ব্যবস্থা প্রদান করে।
de: Momovu bietet ein umfassendes Einstellungssystem, das es Ihnen ermöglicht, das Verhalten und die Darstellung der Anwendung an Ihre Arbeitsweise anzupassen.
es: Momovu ofrece un sistema integral de preferencias que permite personalizar el comportamiento y la apariencia de la aplicación para adaptarla a tu flujo de trabajo.
hi: मोमोवु एक व्यापक पसंदीदगी प्रणाली प्रदान करता है जो आपके कार्य प्रवाह के अनुरूप एप्लिकेशन के व्यवहार और दिखावट को अनुकूलित करने की अनुमति देता है।
id: Momovu menyediakan sistem preferensi yang komprehensif yang memungkinkan Anda menyesuaikan perilaku dan tampilan aplikasi sesuai dengan alur kerja Anda.
ja: モモブーは、アプリケーションの動作や外観をあなたの作業フローに合わせてカスタマイズできる、包括的な設定システムを提供しています。
pl: Momovu oferuje kompleksowy system ustawień, który umożliwia dostosowanie zachowania i wyglądu aplikacji do Twojej pracy.
ru: Momovu предоставляет комплексную систему предпочтений, которая позволяет настроить поведение и внешний вид приложения под ваш рабочий процесс.

source: Accessing Preferences
ar: الوصول إلى الإعدادت
bn: প্রিফারেন্সগুলি অ্যাক্সেস করুন
de: Zugriff auf Einstellungen
es: Acceder a Preferencias
hi: प्राथमिकताएं प्राप्त करें
id: Mengakses Preferensi
ja: 設定へのアクセス
pl: Ustawienia dostępu
ru: Открытие параметров

source: The Preferences dialog can be accessed in two ways:
ar: يمكن الوصول إلى مربع الحوار "التفضيلات" بطريقتين:
bn: প্রিফারেন্স ডায়ালগটি দুটি উপায়ে অ্যাক্সেস করা যেতে পারে:
de: Das Dialogfeld „Einstellungen“ kann auf zwei Arten geöffnet werden:
es: El cuadro de diálogo Preferencias se puede acceder de dos maneras:
hi: प्राथमिकताएं डायलॉग दो तरीकों से खोला जा सकता है:
id: Dialog Preferences dapat diakses dengan dua cara:
ja: 「環境設定」ダイアログは、2つの方法でアクセスできます。
pl: Okno dialogowe Ustawienia można otwierać na dwa sposoby:
ru: Диалоговое окно "Параметры" можно открыть двумя способами:

source: From the menu: **File** → **Preferences...**
ar: من القائمة: **الملف** → **التفضيلات...**
bn: মেনু থেকে: **ফাইল** → **পছন্দ...**
de: Aus dem Menü: **Datei** → **Einstellungen...**
es: Desde el menú: **Archivo** → **Preferencias...**
hi: मेनू से: **फ़ाइल** → **पसंदें...**
id: Dari menu: **Berkas** → **Preferensi...**
ja: メニューから: **ファイル** → **環境設定...**
pl: Z menu: **Plik** → **Ustawienia...**
ru: Из меню: **Файл** → **Параметры...**

source: Using the keyboard shortcut: ``Ctrl+,`` (Ctrl+comma)
ar: باستخدام اختصار لوحة المفاتيح: ``Ctrl+,`` (Ctrl+فاصلة منقوطة)
bn: কীবোর্ড শর্টকাট ব্যবহার করে: ``Ctrl+,`` (Ctrl+কমা)
de: Durch die Tastenkombination: ``Strg+,`` (Strg+Komma)
es: Usando el atajo del teclado: ``Ctrl+`` (Ctrl+máquina de escribir)
hi: कीबोर्ड शॉर्टकट का उपयोग करके: ``Ctrl+,`` (Ctrl+अल्पविराम)
id: Menggunakan pintasan keyboard: ``Ctrl+,`` (Ctrl+koma)
ja: キーボードショートカットを使用する: ``Ctrl+,`` (Ctrl+コンマ)
pl: Użycie skrótu klawiaturowego: ``Ctrl+,`` (Ctrl+przecinek)
ru: Используя комбинацию клавиш: ``Ctrl+,`` (Ctrl+знак препинания)

source: Preferences dialog showing configuration options
ar: حوار التفضيلات يعرض خيارات التكوين
bn: পছন্দগুলি আলোচনা করুন যা কনফিগারেশন অপশনগুলি দেখাচ্ছে
de: Dialog für Einstellungen, der Konfigurationsoptionen anzeigt
es: Diálogo de preferencias mostrando opciones de configuración
hi: पसंदीदा संवाद जो संरचना विकल्पों को दिखा रहा है
id: Dialog preferensi menampilkan opsi konfigurasi
ja: 設定オプションを表示する設定ダイアログ
pl: Okno dialogowe Ustawienia wyświetlające opcje konfiguracji
ru: Диалоговое окно "Параметры", отображающее параметры конфигурации

source: Configuration Options
ar: خيارات التكوين
bn: সেটিং অপশন
de: Konfigurationsoptionen
es: Opciones de configuración
hi: विन्यास विकल्प
id: Opsi Konfigurasi
ja: 構成オプション
pl: Opcje konfiguracji
ru: Варианты конфигурации

source: The Preferences dialog is organized into three tabs for easy navigation:
ar: يتم تنظيم نافذة الحوار "التفضيلات" إلى ثلاث علامات تبويب لتسهيل التنقل:
bn: পছন্দ আলোচনা করুন সহজ নেভিগেশনের জন্য তিনটি ট্যাবে বিভক্ত:
de: Das Dialogfeld „Einstellungen“ ist in drei Registerkarten unterteilt, um die Navigation zu erleichtern:
es: El cuadro de diálogo Preferencias está organizado en tres pestañas para facilitar la navegación:
hi: पसंदीदा बार डायलॉग आसान नेविगेशन के लिए तीन टैब में विभाजित है:
id: Dialog Preferensi diatur menjadi tiga tab untuk mempermudah navigasi:
ja: [Preferences] ダイアログは、3つのタブに分類されており、簡単に移動できます:
pl: Okno dialogowe Ustawienia jest podzielone na trzy karty, aby ułatwić nawigację:
ru: Диалоговое окно "Параметры" организовано в три вкладки для удобной навигации:

source: General Tab
ar: ال탭 العام
bn: সাধারণ ট্যাব
de: Allgemein-Registerkarte
es: Pestaña General
hi: सामान्य टैब
id: Tab Umum
ja: 全般タブ
pl: Karta Ogólne
ru: Общая вкладка

source: The General tab contains the main application settings:
ar: تضمّن علامة التبويب العامة الإعدادات الأساسية للتطبيق:
bn: 'জেনারেল' ট্যাবটি মূল অ্যাপ্লিকেশন সেটিংস ধারণ করে:
de: Der Registerkarte Allgemein sind die Hauptanwendungseinstellungen enthalten:
es: La pestaña General contiene los ajustes principales de la aplicación:
hi: मुख्य टैब में एप्लिकेशन के मुख्य सेटिंग्स होते हैं:
id: Tab Umum berisi pengaturan aplikasi utama:
ja: 「一般」タブには、アプリケーションの主な設定が含まれています:
pl: Karta Ogólne zawiera główne ustawienia aplikacji:
ru: Вкладка Общие содержит основные параметры приложения:

source: Preferences dialog General tab
ar: حوار التفضيلات علامة التبويب العامة
bn: পছন্দ আলোচনা করুন সাধারণ ট্যাব
de: Dialogfeld "Einstellungen", Registerkarte "Allgemein"
es: Diálogo de preferencias Pestaña General
hi: पसंदीदा संवाद सामान्य टैब
id: Dialog Preferensi Tab Umum
ja: 設定ダイアログ 一般タブ
pl: Okno dialogowe Ustawienia, karta Ogólne
ru: Диалог предпочтений, вкладка "Общие"

source: **Fit Options**
ar: خيارات التكييف
bn: **প্রযোজ্য বিকল্প**
de: **Anpassungsoptionen**
es: **Opciones de ajuste**
hi: **फिट ऑप्शन**
id: **Opsi Ukuran**
ja: **フィットオプション**
pl: **Opcje dopasowania**
ru: **Параметры подбора**

source: **Auto-fit on document load**: Automatically fit the page to the window when opening a PDF
ar: **التوافق التلقائي عند تحميل المستند**: التوافق التلقائي للصفحة مع النافذة عند فتح ملف PDF
bn: **ডকুমেন্ট লোডে স্বয়ংক্রিয় ফিট**: একটি PDF খোলার সময় পৃষ্ঠটি উইন্ডোতে স্বয়ংক্রিয়ভাবে ফিট করুন
de: **Automatische Anpassung beim Laden des Dokuments**: Passt die Seite automatisch auf das Fenster an, wenn Sie eine PDF öffnen.
es: **Ajuste automático al cargar el documento**: Ajusta automáticamente la página al tamaño de la ventana al abrir un PDF
hi: **दस्तावेज़ लोड होने पर स्वतः फिट करें**: PDF खोलते समय पेज को खिड़की के अनुसार स्वतः फिट करें
id: **Otomatis sesuaikan saat dokumen dimuat**: Secara otomatis menyesuaikan halaman ke dalam jendela saat membuka PDF
ja: **ドキュメント読み込み時の自動フィット**: PDFを開くときに、ページをウィンドウに自動的に合わせる
pl: **Dopasowanie automatyczne przy wczytywaniu dokumentu**: Automatyczne dopasowanie strony do okna przy otwieraniu pliku PDF
ru: **Автоматическая подгонка при загрузке документа**: Автоматически подгонять страницу под окно при открытии PDF-файла

source: **Auto-fit on window resize**: Maintain page fit when resizing the application window
ar: **التكيف التلقائي عند تغيير حجم النافذة**: الحفاظ على تكيّف الصفحة عند تغيير حجم نافذة التطبيق
bn: **উইন্ডো আকার পরিবর্তনের সাথে সাথে স্বয়ংক্রিয় ফিট করুন**: অ্যাপ্লিকেশন উইন্ডো পুনরাকৃতি করার সময় পৃষ্ঠার ফিট বজায় রাখুন
de: **Automatische Anpassung bei Fenstergrößenänderung**: Beim Ändern der Größe des Anwendungsfensters die Seitenanpassung beibehalten
es: **Ajuste automático al redimensionar la ventana**: Mantener el ajuste de la página al redimensionar la ventana de la aplicación
hi: **खिड़की के आकार बदलने पर स्वतः फिट करें**: एप्लिकेशन विंडो के आकार बदलते समय पृष्ठ के फिट को बनाए रखें।
id: **Otomatis sesuaikan saat mengubah ukuran jendela**: Pertahankan penyesuaian halaman saat mengubah ukuran jendela aplikasi
ja: **ウィンドウのリサイズ時に自動調整**: アプリケーションウィンドウのリサイズ時にページの表示を維持する
pl: **Dopasowanie automatyczne przy zmianie rozmiaru okna**: Utrzymanie dopasowania strony przy zmianie rozmiaru okna aplikacji
ru: **Автоматическая подгонка при изменении размера окна**: Сохранять масштаб страницы при изменении размера окна приложения

source: **Zoom Settings**
ar: **إعدادات التكبير**
bn: **জুম সেটিংস**
de: **Zoom-Einstellungen**
es: **Configuración de zoom**
hi: जूम सेटिंग्स
id: **Pengaturan Zoom**
ja: ズーム設定
pl: **Ustawienia powiększenia**
ru: Настройки масштабирования

source: **Zoom Increment**: Control how much the zoom changes with each Ctrl+Plus/Minus press (1.05x to 2.00x)
ar: **زيادة التكبير**: تحكم في مقدار تغيير التكبير لكل ضغطة على Ctrl+Shift+موجب/سالب (1.05x إلى 2.00x)
bn: **জুম ইনক্রিমেন্ট**: প্রতিবার Ctrl+Plus / Minus চাপার সাথে জুম কতটা পরিবর্তন হবে তা নিয়ন্ত্রণ করুন (1.05x থেকে 2.00x)
de: **Zoomschrittweite**: Steuert, wie stark der Zoom bei jedem Drücken von Strg+Plus/Minus ändert (1,05-fach bis 2,00-fach)
es: **Incremento de zoom**: Controla en cuánto cambia el zoom con cada pulsación de Ctrl+Más/Menos (1,05x a 2,00x)
hi: **जूम इंक्रिमेंट**: प्रत्येक Ctrl+प्लस/माइनस दबाने पर जूम कितना बदलता है इसका नियंत्रण करें (1.05x से 2.00x)
id: **Inkrement ZOOM**: Mengontrol seberapa besar perubahan zoom dengan setiap penekanan Ctrl+Plus/Minus (1,05x hingga 2,00x)
ja: **ズームインクリメント**：Ctrl＋＋／－の各キー押し下げごとのズーム変化量を制御します（1.05倍～2.00倍）
pl: **Krok powiększenia**: Sterowanie, o ile zmienia się powiększenie przy każdym naciśnięciu klawisza Ctrl+Plus/Minus (1,05x do 2,00x)
ru: **Шаг масштабирования**: Управление тем, насколько изменяется масштаб при каждом нажатии Ctrl+Плюс/Минус (1,05x до 2,00x)

source: **Scrolling**
ar: **التمرير**
bn: **স্ক্রলিং**
de: **Bildlauf**
es: **Desplazamiento**
hi: **स्क्रॉलिंग**
id: **Menggulir**
ja: **スクロール**
pl: **Przewijanie**
ru: **Прокрутка**

source: **Enable smooth scrolling**: Use animated transitions when scrolling through pages
ar: **تمكين التمرير السلس**: استخدم انتقالات مُحَدَّثَة بالرسوم المتحركة عند التمرير عبر الصفحات
bn: স্মুদ স্ক্রল সক্ষম করুন: পৃষ্ঠাগুলি স্ক্রল করার সময় আনিমেটেড ট্রানজিশন ব্যবহার করুন।
de: **Aktiviere flüssiges Scrollen**: Beim Blättern zwischen Seiten animierte Übergänge verwenden
es: **Habilitar desplazamiento suave**: Usar transiciones animadas al desplazarse por las páginas
hi: चिकनी स्क्रॉलिंग सक्षम करें: पृष्ठों के माध्यम से स्क्रॉल करते समय एनिमेटेड संक्रमण का उपयोग करें।
id: **Aktifkan scrolling yang mulus**: Gunakan transisi beranimasi saat menggulir halaman
ja: **なめらかなスクロールを有効にする**: ページをスクロールするときにアニメーション遷移を使用する
pl: **Włącz płynne przewijanie**: Używaj animowanych przejść podczas przewijania stron
ru: **Включить плавную прокрутку**: Использовать анимированные переходы при прокрутке страниц

source: **Scroll Speed**: Adjust the scrolling speed in pixels (10-200)
ar: **سرعة التمرير**: تغيير سرعة التمرير بالبكسل (10-200)
bn: **স্ক্রল গতি**: পিক্সেলে স্ক্রলিং গতি সামঞ্জস্য করুন (10-200)
de: **Scrollgeschwindigkeit**: Stellen Sie die Scrollgeschwindigkeit in Pixeln (10–200) ein.
es: **Velocidad de desplazamiento**: Ajuste la velocidad de desplazamiento en píxeles (10-200)
hi: **स्क्रॉल गति**: पिक्सेल में स्क्रॉलिंग गति को समायोजित करें (10-200)
id: **Kecepatan Geser**: Atur kecepatan geser dalam piksel (10-200)
ja: **スクロール速度**: ピクセル単位でスクロール速度を調整します (10～200)
pl: **Prędkość przewijania**: Dostosuj prędkość przewijania w pikselach (10-200)
ru: **Скорость прокрутки**: Настройте скорость прокрутки в пикселях (10-200)

source: **Performance**
ar: الكفاءة
bn: **প্রদর্শন**
de: Leistung
es: Rendimiento
hi: कार्यक्षमता
id: **Kinerja**
ja: **パフォーマンス**
pl: **Wykonanie**
ru: **Производительность**

source: **Max Cached Pages**: Number of pages to keep in memory for faster navigation (5-100)
ar: **الصفحات المخزنة مؤقتًا**: عدد الصفحات التي يتم الاحتفاظ بها في الذاكرة لتسريع التنقل (5-100)
bn: **সর্বোচ্চ ক্যাশ করা পৃষ্ঠা**: দ্রুত নেভিগেশনের জন্য মেমোরিতে রাখা পৃষ্ঠার সংখ্যা (5-100)
de: **Maximale Anzahl zwischengespeicherter Seiten**: Anzahl der Seiten, die im Speicher behalten werden sollen, um die Navigation zu beschleunigen (5–100)
es: **Páginas en caché máxima**: Número de páginas para mantener en memoria para una navegación más rápida (5-100)
hi: **अधिकतम कैश किए गए पृष्ठ**: तेज़ नेविगेशन के लिए मेमोरी में रखे गए पृष्ठों की संख्या (5-100)
id: **Halaman yang Dicache Maksimal**: Jumlah halaman yang disimpan dalam memori untuk navigasi yang lebih cepat (5-100)
ja: **最大キャッシュページ数**: より高速なナビゲーションのためにメモリに保持するページ数 (5～100)
pl: **Maksymalna liczba stron w pamięci**: Liczba stron do przechowywania w pamięci dla szybszej nawigacji (5-100)
ru: **Максимальное количество кэшированных страниц**: Количество страниц, которые будут храниться в памяти для более быстрой навигации (5-100)

source: **Max Cache Memory**: Maximum memory allocation for page cache in MB (50-1000)
ar: **الذاكرة العشوائية القصوى للذاكرة المؤقتة**: تخصيص الذاكرة العشوائية القصوى للذاكرة المؤقتة للصفحة بوحدة الميغا بايت (50-1000)
bn: **সর্বোচ্চ ক্যাশ মেমোরি**: পেজ ক্যাশে জন্য সর্বোচ্চ মেমোরি বরাদ্দ এমবি (50-1000)
de: **Maximale Cache-Speicher**: Maximale Speicherzuweisung für den Seitencache in MB (50-1000)
es: **Memoria de caché máxima**: Asignación máxima de memoria para la caché de página en MB (50-1000)
hi: **अधिकतम कैश मेमोरी**: पेज कैश के लिए मेमोरी आवंटन (एमबी में) (50-1000)
id: **Memori Cache Maksimum**: Alokasi memori maksimum untuk cache halaman dalam MB (50-1000)
ja: **最大キャッシュメモリ**: ページキャッシュに割り当て可能な最大メモリ (MB 単位) (50～1000)
pl: **Maksymalna pamięć podręczna**: Maksymalne przydzielenie pamięci dla strony cache w MB (50-1000)
ru: **Максимальная память кэша**: Максимальное выделение памяти для кэша страниц в МБ (50-1000)

source: Colors Tab
ar: لسان تبويب الألوان
bn: রংয়ের ট্যাব
de: Registerkarte "Farben"
es: Pestaña de Colores
hi: रंग टैब
id: Tab Warna
ja: 色のタブ
pl: Karta Kolorów
ru: Вкладка "Цвета"

source: The Colors tab allows customization of all overlay colors and line widths:
ar: تتيح علامة الألوان تخصيص جميع ألوان التراكب وعرض الخطوط:
bn: 'কালারস' ট্যাব সমস্ত ওভারল্যাপ রং এবং লাইন প্রস্থের কাস্টমাইজেশন করতে দেয়:
de: Die Registerkarte „Farben“ ermöglicht die Anpassung aller Überlagerungsfarben und Linienstärken:
es: La pestaña Colores permite personalizar todos los colores de superposición y anchos de línea:
hi: 'कलर्स' टैब सभी ओवरले कलर और लाइन चौड़ाई के स्वतंत्र रूप से निर्धारण की अनुमति देता है:
id: Tab Warna memungkinkan penyesuaian semua warna overlay dan lebar garis:
ja: 「色」タブでは、すべてのオーバーレイの色と線の太さをカスタマイズできます。
pl: Karta Kolorystyka umożliwia dostosowanie wszystkich kolorów nakładki i szerokości linii:
ru: Вкладка «Цвета» позволяет настроить все цвета и ширину линий:

source: Preferences dialog Colors tab
ar: مربع الحوار تفضيلات علامة التبويب الألوان
bn: পছন্দপ্রকাশ আলোচনা কক্ষ রং ট্যাব
de: Dialog "Einstellungen", Registerkarte "Farben"
es: Diálogo de preferencias Pestaña Colores
hi: पसंदीदा बारंबारता संवाद रंग टैब
id: Dialog Preferensi Tab Warna
ja: 設定ダイアログ ボタンのタブ
pl: Okno dialogowe Ustawienia → karta Kolorystyka
ru: Диалоговое окно "Параметры" вкладка "Цвета"

source: **Overlay Colors and Opacity**
ar: الألوان والشفافية المُغطاة
bn: **ওভারলে রং এবং অপাকোপি**
de: Überlagerungsfarben und Deckkraft
es: **Colores y opacidad de superposición**
hi: ओवरले रंग और अस्पष्टता
id: **Warna dan Opasitas Ovelay**
ja: **オーバーレイの色と不透明度**
pl: **Kolor叠加 i przejrzystość**
ru: **Цвета и прозрачность**

source: **Margin Overlay**: Color and transparency for safety margin areas
ar: **الحاشية التراكب**: لون وشفافية مناطق الحواف الاحتياطية
bn: **মার্জিন ওভারলে** : নিরাপত্তা মার্জিন এলাকার জন্য রং এবং স্বচ্ছতা
de: **Margenüberlagerung**: Farbe und Transparenz für Sicherheitsmargenbereiche
es: **Sobrepaso de margen**: Color y transparencia para las áreas de margen de seguridad
hi: **किनारा ओवरले**: सुरक्षा किनारा क्षेत्रों के लिए रंग और पारदर्शिता
id: **Overlay Margin**: Warna dan transparansi untuk area margin keselamatan
ja: **マージンオーバーレイ**: 安全余裕領域の色と透明度
pl: **Nadmiarowy Overlay**: Kolor i przejrzystość dla stref bezpieczeństwa
ru: **Наложение отступа**: Цвет и прозрачность для зон безопасного отступа

source: **Barcode Area**: Color and transparency for barcode placement guide
ar: **منطقة الرمز الشريطي**: لون وشفافية دليل وضعية الرمز الشريطي
bn: **বারকোড এলাকা**: বারকোড স্থাপনের জন্য রং এবং পারুক্তা গাইড
de: **Bereich für den Barcode**: Farbe und Transparenz für die Platzierung des Barcodes
es: **Área de código de barras**: Color y transparencia para la guía de colocación del código de barras
hi: **बारकोड क्षेत्र**: बारकोड स्थान निर्देश के लिए रंग और पारदर्शिता
id: **Area Kode Batang**: Warna dan transparansi untuk panduan penempatan kode batang
ja: **バーコード領域**: バーコード配置ガイドの色と透明度
pl: **Zakres kodu kreskowego**: Kolor i przejrzystość dla wytycznych umieszczania kodu kreskowego
ru: **Зона штрих-кода**: цвет и прозрачность для размещения штрих-кода

source: **Fold Lines**: Color and transparency for spine/fold line indicators
ar: **خطوط الطي**: لون وشفافية مؤشرات الخطوط/الطي
bn: **মোড়ক রেখা**: স্পাইন / মোড়ক রেখা সূচকের জন্য রং এবং স্বচ্ছতা
de: **Knicklinien**: Farbe und Transparenz für Rücken-/Knicklinienmarkierungen
es: **Líneas de plegado**: Color y transparencia para indicadores de espina/línea de plegado
hi: **मोड़ रेखाएं**: पीठ/मोड़ रेखा संकेतकों के लिए रंग और अदृश्यता
id: **Garis Lipat**: Warna dan transparansi untuk indikator tulang belakang/garis lipat
ja: **折り目ライン**: 脊縁／折り目ライン表示の色と透明度
pl: **Linie zagięć**: Kolor i przeźroczystość dla wskaźników grzbietu/linii zagięcia
ru: **Линии сгиба**: Цвет и прозрачность для линий сгиба/шпагкода

source: **Trim Lines**: Color and transparency for page trim boundaries
ar: **خطوط التحديد**: لون وشفافية حدود تحديد الصفحة
bn: **ফাঁকা স্থানের সীমা রেখা**: পৃষ্ঠার ফাঁকা স্থানের সীমা রেখার জন্য রং এবং পারুক্তা
de: **Kantenlinien**: Farbe und Transparenz für die Seitenrandgrenzen
es: **Líneas de recorte**: Color y transparencia para los límites del recorte de la página
hi: **काट लाइनें**: पृष्ठ काट सीमाओं के लिए रंग और पारदर्शिता
id: **Garis Potong**: Warna dan transparansi untuk batas potong halaman
ja: **トリムライン**: ページトリム境界の色と透明度
pl: **Linie przytnięcia**: Kolor i przeźroczystość granic przytnięcia strony
ru: **Линии обрезки**: Цвет и прозрачность для границ обрезки страницы

source: **Bleed Lines**: Color and transparency for bleed area indicators
ar: **خطوط النزيف**: لون وشفافية مؤشرات مناطق النزيف
bn: **রক্তক্ষরণ রেখা**: রক্তক্ষরণ এলাকা সূচকের জন্য রং এবং স্বচ্ছতা
de: **Blutlinien**: Farbe und Transparenz für Blutbereichsanzeiger
es: **Líneas de sangrado**: Color y transparencia para indicadores del área de sangrado
hi: **रक्तस्राव रेखाएँ**: रक्तस्राव क्षेत्र संकेतकों के लिए रंग और अदृश्यता
id: **Garis Pemotongan (Bleed Lines)**: Warna dan transparansi untuk indikator area pemotongan
ja: **出血線**: 出血領域の表示色と透明度
pl: **Linie nadcięcia**: Kolor i przeźroczystość dla wskaźników obszarów nadcięcia
ru: **Линии перелива**: Цвет и прозрачность для индикаторов зоны перелива

source: **Line Widths**
ar: **أحجام الخطوط**
bn: **রেখা প্রস্থ**
de: **Linienbreiten**
es: **Grosor de las líneas**
hi: लाइन की चौड़ाई
id: **Lebar Garis**
ja: **ライン幅**
pl: **Szerokości linii**
ru: **Ширина линии**

source: Adjust the thickness of fold, trim, and bleed lines (1-10 pixels)
ar: تعديل سمك خط摺痕 والقص والزائد (1-10 بكسل)
bn: ফোল্ড, ট্রিম এবং ব্লিড লাইনের মোটর পরিমাপ করুন (1-10 পিক্সেল)
de: Stellen Sie die Dicke der Falt-, Schneide- und Sicherheitslinien ein (1-10 Pixel)
es: Ajuste el grosor de las líneas de doblado, recorte y sangrado (1-10 píxeles)
hi: मोड़, काटने और रक्तस्राव रेखाओं की मोटाई को समायोजित करें (1-10 पिक्सेल)
id: Sesuaikan ketebalan garis lipat, potong, dan tumpahan (1-10 piksel)
ja: 折れ線、トリム線、ブリード線の太さを調整します（1〜10ピクセル）
pl: Dostosuj grubość linii zagięcia, cęgu i nadcięcia (1-10 pikseli)
ru: Настройте толщину линий сгиба, обрезки и полей (1-10 пикселей)

source: **Colorblind Presets**
ar: **الإعدادات المخصصة للون**
bn: **রং চেনা না জানা ব্যবহারকারীদের জন্য পূর্বনির্ধারিত সেটিং**
de: **Farbenblinde Voreinstellungen**
es: **Preajustes para personas con daltonismo**
hi: **रंगहीन पूर्वस्थापित**
id: **Preset Buta Warna**
ja: 色覚異常用プリセット
pl: **Domyślne ustawienia dla osób z trudnościami w rozróżnianiu kolorów**
ru: **Цветовые профили для слабовидящих**

source: Three preset buttons provide optimized color schemes: - **Protanopia**: Optimized for red-blind vision - **Deuteranopia**: Optimized for green-blind vision - **Tritanopia**: Optimized for blue-blind vision
ar: ثلاثة أزرار مُعدة مسبقًا توفر مخططات ألوان مُحسّنة: - **البرتوانوبيا**: مُحسّنة للرؤية مع ضعف الإدراك اللوني الأحمر - **الديوترانوبيا**: مُحسّنة للرؤية مع ضعف الإدراك اللوني الأخضر - **التريتانوبيا**: مُحسّنة للرؤية مع ضعف الإدراك اللوني الأزرق
bn: তিনটি প্রিসেট বাটন অপটিমাইজড রঙের স্কিম প্রদান করে: - **প্রোটানোপিয়া**: লাল-নজর দৃষ্টির জন্য অপটিমাইজড - **ডিউটারানোপিয়া**: সবুজ-নজর দৃষ্টির জন্য অপটিমাইজড - **ট্রিটানোপিয়া**: নীল-নজর দৃষ্টির জন্য অপটিমাইজড
de: Drei voreingestellte Schaltflächen bieten optimierte Farbschemata: - **Protanopie**: Optimiert für rotfarbenes Sehen - **Deuteranopie**: Optimiert für grünfarbenes Sehen - **Tritanopie**: Optimiert für blaufarbenes Sehen
es: Tres botones preestablecidos proporcionan esquemas de color optimizados: - **Protanopía**: Optimizado para visión con ceguera al rojo - **Deuteranopía**: Optimizado para visión con ceguera al verde - **Tritanopía**: Optimizado para visión con ceguera al azul
hi: तीन पूर्व-सेट किए गए बटन अनुकूलित रंग योजनाएँ प्रदान करते हैं: - **प्रोटैनोपिया**: लाल-अंधापन दृष्टि के लिए अनुकूलित - **ड्यूटरैनोपिया**: हरा-अंधापन दृष्टि के लिए अनुकूलित - **ट्रिटैनोपिया**: नीला-अंधापन दृष्टि के लिए अनुकूलित
id: Tiga tombol praset memberikan skema warna yang dioptimalkan: - **Protanopia**: Dioptimalkan untuk penglihatan buta merah - **Deuteranopia**: Dioptimalkan untuk penglihatan buta hijau - **Tritanopia**: Dioptimalkan untuk penglihatan buta biru
ja: 3つの事前設定ボタンにより、最適化されたカラースキームが提供されます。 - **プロタノピア**: 赤色盲の視覚に最適化 - **デュータノピア**: 緑色盲の視覚に最適化 - **トリタノピア**: 青色盲の視覚に最適化
pl: Trzy wstępnie ustawione przyciski zapewniają zoptymalizowane schematy kolorów: - **Protanopia**: Zoptymalizowane dla widzenia osób niezrażających się na czerwony - **Deuteranopia**: Zoptymalizowane dla widzenia osób niezrażających się na zielony - **Tritanopia**: Zoptymalizowane dla widzenia osób niezrażających się na niebieski
ru: Три предустановленные кнопки обеспечивают оптимизированные цветовые схемы: - **Протанопия**: Оптимизировано для красной слепоты - **Деутеранопия**: Оптимизировано для зеленой слепоты - **Тританопия**: Оптимизировано для синей слепоты

source: Recent Files Tab
ar: الملفات الأخيرة
bn: সম্প্রতি ফাইল ট্যাব
de: Registerkarte „Kürzlich verwendete Dateien“
es: Pestaña de Archivos Recientes
hi: हाल के फ़ाइलें टैब
id: Tab Berkas Terbaru
ja: 最近使用したファイル タブ
pl: Ostatnie pliki
ru: Вкладка "Недавние файлы"
