Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/spine_width_calculator.po
Languages: ar, bn, es, fr, id, it, ko, tr

source: Spine Width Calculator
ar: آلة حساب عرض العمود الفقري
bn: পৃষ্ঠদেশ প্রস্থ হিসাবকারী
es: Calculadora del ancho de la columna vertebral
fr: Calculateur de largeur de dos
id: Kalkulator Lebar Punggung
it: Calcolatore della larghezza della colonna vertebrale
ko: 척추 너비 계산기
tr: Omurga Genişliği Hesaplayıcısı

source: The Spine Width Calculator is a tool within Momovu that helps book publishers and designers calculate the spine width for their book covers and dustjackets based on the page count.
ar: يُعدّ حساب عرض العمود الفقري أداة داخل منصة موموفو تساعد ناشري الكتب والمصممين على حساب عرض العمود الفقري لغلاف كتابهم وغلافه الخارجي بناءً على عدد الصفحات.
bn: মোমোভুতে স্পাইন প্রস্থ ক্যালকুলেটর হল একটি সরঞ্জাম যা বইয়ের প্রকাশক এবং ডিজাইনারদের পাতা গণনার ভিত্তিতে তাদের বইয়ের আবরণ এবং ডাস্টজ্যাকেটের জন্য স্পাইন প্রস্থ গণনা করতে সাহায্য করে।
es: El Calculador del Ancho de la Espina es una herramienta dentro de Momovu que ayuda a los editores y diseñadores de libros a calcular el ancho de la espina para sus portadas y sobrecubiertas según el número de páginas.
fr: Le calculateur de largeur du dos est un outil intégré à Momovu qui aide les éditeurs et les graphistes à calculer la largeur du dos des couvertures et des jaquettes de livres en fonction du nombre de pages.
id: Kalkulator Lebar Punggung Buku adalah alat dalam Momovu yang membantu penerbit dan desainer buku menghitung lebar punggung buku untuk sampul buku dan dustjacket berdasarkan jumlah halaman.
it: Lo Spine Width Calculator è uno strumento all'interno di Momovu che aiuta editori e designer a calcolare la larghezza della colonna per le copertine e le brossure dei loro libri in base al numero di pagine.
ko: 스pine Width Calculator(등두 계산기)는 Momovu 내에서 도서 출판사와 디자이너들이 페이지 수를 기반으로 도서 표지와 도서 보호지를 위한 등두를 계산하는 데 도움을 주는 도구입니다.
tr: Omurga Genişliği Hesaplayıcı, sayfa sayısına dayanarak kitap kapakları ve sarma kapağı için omurga genişliğini hesaplamak için kitap yayıncıları ve tasarımcılara yardımcı olan Momovu içinde bir araçtır.

source: Accessing the Calculator
ar: الوصول إلى آلة الحساب
bn: ক্যালকুলেটর অ্যাক্সেস করা
es: Acceso a la Calculadora
fr: Accéder à la calculatrice
id: Mengakses Kalkulator
it: Accesso alla calcolatrice
ko: 계산기 액세스하기
tr: Hesap Makinesine Erişme

source: The Spine Width Calculator can be accessed from the main menu:
ar: يمكن الوصول إلى آلة حساب عرض العمود الفقري من القائمة الرئيسية:
bn: স্পাইন প্রস্থ ক্যালকুলেটরটি মূল মেনু থেকে অ্যাক্সেস করা যেতে পারে:
es: El calculador de ancho de la columna vertebral se puede acceder desde el menú principal:
fr: Le calculateur de largeur de l'omental peut être accédé depuis le menu principal :
id: Kalkulator Lebar Punggung dapat diakses dari menu utama:
it: Il calcolatore della larghezza della colonna vertebrale può essere accesso dal menu principale:
ko: 척추 너비 계산기는 메인 메뉴에서 접근할 수 있습니다:
tr: Omurga Genişliği Hesaplayıcısı, ana menüden erişilebilir:

source: Open Momovu
ar: افتح Momovu
bn: মোমোভু খুলুন
es: Abre Momovu
fr: Ouvrir Momovu
id: Buka Momovu
it: Apri Momovu
ko: 모모비 열기
tr: Momovu aç

source: Go to **Document** → **Spine Width Calculator...**
ar: انتقل إلى **الوثيقة** → **حاسبة عرض العمود الفقري...**
bn: **নথি** → **স্পাইন প্রস্থ হিসাবকৃত...** এ যান
es: Vaya a **Documento** → **Calculadora del ancho de la espina...**
fr: Allez sur **Document** → **Calculateur d'épaisseur du dos...**
id: Pergi ke **Dokumen** → **Kalkulator Lebar Punggung...**
it: Vai a **Documento** → **Calcolatore della larghezza della colonna...**
ko: **문서** → **등두께 계산기...**로 이동하세요.
tr: **Belgeye** → **Omurga Genişliği Hesaplayıcısı...** gidin.

source: Or use the keyboard shortcut: ``Ctrl+K``
ar: أو استخدم اختصار لوحة المفاتيح: ``Ctrl+K``
bn: অথবা কীবোর্ডের শর্টকাট ব্যবহার করুন: ``Ctrl+K``
es: O usa el atajo de teclado: ``Ctrl+K``
fr: Ou utilisez le raccourci clavier : « Ctrl+K »
id: Atau gunakan shortcut keyboard: ``Ctrl+K``
it: Oppure usa la scorciatoia da tastiera: ``Ctrl+K``
ko: 또는 키보드 단축키를 사용하십시오: ``Ctrl+K``
tr: Veya klavye kısayolunu kullanın: ``Ctrl+K``

source: Using the Calculator
ar: استخدام الآلة الحاسبة
bn: ক্যালকুলেটর ব্যবহার করা
es: Usando la Calculadora
fr: Utilisation de la calculatrice
id: Menggunakan Kalkulator
it: Utilizzo della calcolatrice
ko: 계산기 사용
tr: Hesap Makinesi Kullanma

source: The calculator dialog provides a simple interface:
ar: يوفر مربع حوار الآلة الحاسبة واجهة بسيطة:
bn: ক্যালকুলেটর ডায়ালগটি একটি সরল ইন্টারফেস প্রদান করে:
es: El cuadro de diálogo de la calculadora proporciona una interfaz sencilla:
fr: La calculatrice propose une interface simple :
id: Dialog kalkulator menyediakan antarmuka yang sederhana:
it: La finestra di dialogo della calcolatrice offre un'interfaccia semplice:
ko: 계산기 대화상자는 간단한 인터페이스를 제공합니다:
tr: Hesap makinesi iletişim kutusu basit bir arayüz sağlar:

source: **Page Count Input**: Pre-filled with your current document's page count - For interior documents: Uses the total page count from the PDF - For covers/dustjackets: Uses the value from the Pages spinbox in the toolbar
ar: **إدخال عدد الصفحات**: يتم ملؤه تلقائيًا بعدد صفحات المستند الحالي - للمستندات الداخلية: يستخدم إجمالي عدد الصفحات من ملف PDF - للغلاف/الغلاف الورقي: يستخدم القيمة من مربع تدوير الصفحات في شريط الأدوات
bn: **পৃষ্ঠা গণনা ইনপুট**: আপোনাৰ বৰ্তমানৰ দলিলৰ পৃষ্ঠাৰ সংখ্যাৰে পূৰ্ণ - অভ্যন্তৰীণ দলিলৰ ক্ষেত্ৰত: PDFৰ মুঠ পৃষ্ঠাৰ সংখ্যা ব্যৱহাৰ কৰা হয় - আৱৰণ/ধূলি আৱৰণৰ ক্ষেত্ৰত: টুলবাৰৰ পৃষ্ঠা স্পিনবকচৰ মান ব্যৱহাৰ কৰা হয়
es: **Entrada de Conteo de Páginas**: Llenado previamente con el conteo de páginas de su documento actual - Para documentos interiores: Usa el conteo total de páginas del PDF - Para cubiertas/portadas: Usa el valor del cuadro de giro de Páginas en la barra de herramientas
fr: **Saisie du nombre de pages** : Pré-rempli avec le nombre de pages de votre document actuel - Pour les documents intérieurs : Utilise le nombre total de pages du PDF - Pour les couvertures/brochures : Utilise la valeur de la zone de saisie Pages dans la barre d'outils
id: **Masukan Jumlah Halaman**: Diisi otomatis dengan jumlah halaman dokumen Anda saat ini - Untuk dokumen isi: Menggunakan total jumlah halaman dari file PDF - Untuk sampul/sampul luar: Menggunakan nilai dari kotak spinbox Halaman di bilah alat
it: **Inserimento numero di pagine**: Precompilato con il numero di pagine del tuo documento corrente - Per documenti interni: Utilizza il numero totale di pagine del PDF - Per copertine/buste protettive: Utilizza il valore dall'elenco a discesa Pagina nella barra degli strumenti
ko: **페이지 수 입력**: 현재 문서의 페이지 수로 자동 입력됨 - 내지 문서의 경우: PDF의 전체 페이지 수를 사용함 - 표지/겉표지의 경우: 도구 모음의 페이지 수 스피너 박스의 값을 사용함
tr: **Sayfa Sayısı Girişi**: Geçerli belgenizin sayfa sayısını önceden doldurur - İç belgeler için: PDF'den toplam sayfa sayısını kullanır - Kapaklar/dustjackets için: Araç çubuğundaki Sayfalar kaydırılabilir kutusundan değeri kullanır

source: **Document Type Selection**: Choose between Cover or Dustjacket
ar: **اختيار نوع المستند**: اختر بين غلاف أو غلاف واقٍ
bn: **নথির ধরন নির্বাচন**: কভার বা ডাস্টজ্যাকেটের মধ্যে নির্বাচন করুন
es: **Selección del tipo de documento**: Elija entre Portada o Sobrecubierta
fr: **Sélection du type de document** : Choisissez entre Couverture ou Pochette
id: **Pemilihan Jenis Dokumen**: Pilih antara Cover atau Dustjacket
it: **Selezione del tipo di documento**: Scegli tra Copertina o Brossura
ko: **문서 유형 선택**: 표지 또는 보호지 끼우기 중 선택하세요.
tr: **Belge Türü Seçimi**: Kapak veya Toz Kapak arasında seçim yapın

source: The spine width is calculated automatically as you change the inputs
ar: يتم حساب عرض العمود الفقري تلقائيًا أثناء تغيير الإدخالات
bn: আপনি ইনপুটগুলি পরিবর্তন করার সময় স্পাইন প্রস্থটি স্বয়ংক্রিয়ভাবে গণনা করা হয়।
es: El ancho de la espina se calcula automáticamente a medida que cambias las entradas.
fr: La largeur de la tranche est calculée automatiquement lorsque vous modifiez les entrées.
id: Lebar punggung dihitung secara otomatis saat Anda mengubah inputnya
it: La larghezza della colonna vertebrale viene calcolata automaticamente mentre modifichi gli input.
ko: 입력을 변경할 때 척추 폭이 자동으로 계산됩니다.
tr: Omurga genişliği, girdileri değiştikçe otomatik olarak hesaplanır

source: Spine Width Calculator dialog
ar: مُنشَّأ حساب عرض العمود الفقري
bn: স্পাইন প্রস্থ হিসাবকারী আলোচনা বাক্স
es: Calculadora del ancho de la columna vertebral
fr: Calculateur de largeur de la housse dialogué
id: Kalkulator Lebar Punggung dialog
it: Calcolatore della larghezza della colonna dialogo
ko: 척추 너비 계산기 대화상자
tr: Omurga Genişliği Hesaplama Diyaloğu

source: Results
ar: النتائج
bn: ফলাফল
es: Resultados
fr: Résultats
id: Hasil
it: Risultati
ko: 결과
tr: Sonuçlar

source: The calculator displays the spine width in millimeters.
ar: يعرض المحسوب عرض العمود الفقري بوحدة الميلليمتر.
bn: ক্যালকুলেটরটি মিলিমিটারে স্পাইন প্রস্থ প্রদর্শন করে।
es: La calculadora muestra el ancho de la columna en milímetros.
fr: La calculatrice affiche la largeur de la colonne vertébrale en millimètres.
id: Kalkulator menampilkan lebar punggung dalam milimeter.
it: La calcolatrice visualizza la larghezza della colonna vertebrale in millimetri.
ko: 계산기는 척추 너비를 밀리미터 단위로 표시합니다.
tr: Hesap makinesi, omurga genişliğini milimetre cinsinden gösterir.

source: **Minimum pages**: Covers require at least 32 pages
ar: **الحد الأدنى من الصفحات**: تتطلب الغلافات على الأقل 32 صفحة
bn: **ন্যূনতম পৃষ্ঠা**: আবরণের জন্য অন্তত 32 পৃষ্ঠা প্রয়োজন
es: **Páginas mínimas**: Las cubiertas requieren al menos 32 páginas
fr: **Nombre minimum de pages** : Les couvertures nécessitent au moins 32 pages
id: **Halaman minimum**: Sampul membutuhkan setidaknya 32 halaman
it: **Pagine minime**: Le copertine richiedono almeno 32 pagine
ko: **최소 페이지 수**: 표지는 최소 32페이지 필요
tr: **Minimum sayfa sayısı:** Kapaklar en az 32 sayfadan oluşmalıdır.

source: **Minimum spine width**: 6.35mm (0.25 inches) for covers
ar: **الحد الأدنى لعرض العمود الفقري**: 6.35 مم (0.25 بوصة) للغلاف
bn: **স্পাইনের সর্বনিম্ন প্রস্থ**: আবরণের জন্য 6.35 মিমি (0.25 ইঞ্চি)
es: **Ancho mínimo de la espina**: 6,35 mm (0,25 pulgadas) para las cubiertas
fr: **Épaisseur minimale de la couverture** : 6,35 mm (0,25 pouce) pour les couvertures
id: **Lebar punggung minimum**: 6,35mm (0,25 inci) untuk sampul
it: **Larghezza minima del blocco** : 6,35 mm (0,25 pollici) per le copertine
ko: **최소 책등 두께**: 표지용 6.35mm (0.25인치)
tr: **Minimum omurga genişliği**: Kapaklar için 6.35 mm (0.25 inç)

source: **Standard range**: Dustjackets work best with 24-800 pages
ar: **النطاق القياسي**: تؤدي أغلفة الغبار الأفضل مع 24-800 صفحة
bn: **স্ট্যান্ডার্ড রেঞ্জ**: ডাস্টজ্যাকেটগুলি 24-800 পৃষ্ঠার সাথে সবচেয়ে ভালো কাজ করে
es: **Rango estándar**: Las cubiertas duras funcionan mejor con 24-800 páginas
fr: **Gamme standard** : Les jaquettes sont optimales pour 24 à 800 pages.
id: **Rentang standar**: Dustjackets bekerja terbaik dengan 24-800 halaman
it: **Gamma standard**: Le copertine in cartoncino si adattano meglio a libri da 24 a 800 pagine
ko: **표준 범위**: 도서의 24~800페이지에 적합합니다.
tr: **Standart Aralik**: Döküntü kapanları 24-800 sayfa ile en iyi şekilde çalışır

source: Examples
ar: أمثلة
bn: উদাহরণ
es: Ejemplos
fr: Exemples
id: Contoh-contoh
it: Esempi
ko: 예시
tr: Örnekler

source: **Cover Examples:**
ar: **أمثلة على الغلاف:**
bn: **উদাহরণ দেখুন:**
es: **Ejemplos de portadas:**
fr: **Exemples de couvertures :**
id: **Contoh Cover:**
it: **Esempi di copertina:**
ko: **표지 예시:**
tr: **Kapak Örnekleri:**

source: 200 pages = 11.44mm spine width
ar: 200 صفحة = عرض ظهور 11.44 مم
bn: ২০০ পৃষ্ঠ = ১১.৪৪ মিমি পিঠের প্রস্থ
es: 200 páginas = 11,44 mm de anchura del lomo
fr: 200 pages = 11,44 mm d'épaisseur du dos
id: 200 halaman = 11,44mm lebar punggung buku
it: 200 pagine = 11,44 mm di spessore del lombardo
ko: 200쪽 = 11.44mm 쪽수두께
tr: 200 sayfa = 11,44 mm omurga genişliği

source: 500 pages = 28.6mm spine width
ar: 500 صفحة = عرض ظهر 28.6 مم
bn: 500 পৃষ্ঠা = 28.6mm পিঠের প্রস্থ
es: 500 páginas = 28,6 mm de ancho de lomo
fr: 500 pages = épaisseur de la tranche de 28,6 mm
id: 500 halaman = 28,6mm lebar punggung buku
it: 500 pagine = 28,6 mm di spessore del lombardo
ko: 500페이지 = 28.6mm 척도두
tr: 500 sayfa = 28.6 mm omurga genişliği

source: 112 pages = 6.406mm spine width
ar: 112 صفحة = عرض ظهر 6.406 مم
bn: 112 পৃষ্ঠা = 6.406 মিমি পিঠ প্রস্থ
es: 112 páginas = 6,406 mm de grosor de lomo
fr: 112 pages = 6,406 mm d'épaisseur du dos
id: 112 halaman = 6,406mm lebar punggung buku
it: 112 pagine = 6,406 mm di spessore del dorso
ko: 112쪽 = 6.406mm 등두께
tr: 112 sayfa = 6,406 mm omurga genişliği

source: **Dustjacket Examples:**
ar: **أمثلة على غلاف الكتاب:**
bn: **ধুলোর আবরণের উদাহরণ:**
es: **Ejemplos de sobrecubierta:**
fr: **Exemples de jaquettes :**
id: **Contoh Dustjacket:**
it: **Esempi di copertina flessibile:**
ko: **서평 예시:**
tr: Toz Baskılı Kitap Örnekleri:

source: 350 pages = 27mm spine width
ar: 350 صفحة = عرض ظهر 27 مم
bn: 350 পৃষ্ঠা = 27 মিমি পিঠ প্রস্থ
es: 350 páginas = 27 mm de ancho de lomo
fr: 350 pages = 27 mm d'épaisseur du dos
id: 350 halaman = lebar punggung 27mm
it: 350 pagine = 27 mm di spessore della rilegatura
ko: 350페이지 = 27mm 쪽수두께
tr: 350 sayfa = 27 mm omurga genişliği

source: 100 pages = 13mm spine width
ar: 100 صفحة = عرض عمود 13 مم
bn: ১০০ পৃষ্ঠ = ১৩মিমি পিঠের প্রস্থ
es: 100 páginas = 13 mm de ancho de lomo
fr: 100 pages = 13 mm d'épaisseur du dos
id: 100 halaman = 13mm lebar punggung buku
it: 100 pagine = 13 mm di larghezza del dorso
ko: 100페이지 = 13mm 척추 두께
tr: 100 sayfa = 13 mm omurga genişliği

source: Different printers may use different paper thicknesses. These calculations are based on standard print-on-demand specifications.
ar: قد تستخدم طابعات مختلفة أحجام أوراق مختلفة. تُستند هذه الحسابات إلى المواصفات القياسية لطباعة حسب الطلب.
bn: বিভিন্ন প্রিন্টার বিভিন্ন কাগজের পুরুত্ব ব্যবহার করতে পারে। এই হিসাবগুলি মান প্রিন্ট-অন-ডিমান্ড বিশদ বিবরণের উপর ভিত্তি করে করা হয়েছে।
es: Diferentes impresoras pueden usar diferentes grosores de papel. Estos cálculos se basan en las especificaciones estándar de impresión bajo demanda.
fr: Des imprimantes différentes peuvent utiliser des épaisseurs de papier différentes. Ces calculs sont basés sur les spécifications standard d'impression à la demande.
id: Berbagai printer mungkin menggunakan ketebalan kertas yang berbeda. Perhitungan ini didasarkan pada spesifikasi cetak-on-demand standar.
it: Diverse stampanti possono utilizzare spessori di carta diversi. Questi calcoli si basano su specifiche standard per la stampa su richiesta.
ko: 다른 프린터는 서로 다른 종이 두께를 사용할 수 있습니다. 이러한 계산은 표준 프린트-온-디맨드 사양을 기반으로 합니다.
tr: Farklı yazıcılar farklı kağıt kalınlıklarını kullanabilir. Bu hesaplamalar standart isteğe bağlı yazma özellikleri temel alınarak yapılmıştır.
