Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, bn, de, es, fr, hi, ja, pl, pt

source: Usage
ar: الاستخدام
bn: ব্যবহার
de: Verwendung
es: Uso
fr: Utilisation
hi: उपयोग
ja: 使用方法
pl: Użycie
pt: Uso

source: Momovu provides a comprehensive set of tools for previewing and analyzing PDF margins. This guide covers all features, command-line options, and keyboard shortcuts.
ar: يوفر Momovu مجموعة متكاملة من الأدوات لمعاينة حواف ملفات PDF وتحليلها. يغطي هذا الدليل جميع الميزات، خيارات سطر الأوامر، والاختصارات على لوحة المفاتيح.
bn: মোমোভু পিডিএফ মার্জিন প্রিভিউ এবং বিশ্লেষণের জন্য একটি সম্পূর্ণ সেট টুল প্রদান করে। এই গাইডটি সমস্ত বৈশিষ্ট্য, কমান্ড-লাইন অপশন এবং কীবোর্ড শর্টকাটগুলি আচ্ছাদিত করে।
de: Momovu bietet ein umfassendes Set an Tools zur Vorschau und Analyse von PDF-Rändern. Dieses Handbuch behandelt alle Funktionen, Kommandozeilenoptionen und Tastenkombinationen.
es: Momovu proporciona un conjunto completo de herramientas para previsualizar y analizar los márgenes de PDF. Esta guía abarca todas las funciones, opciones de línea de comandos y atajos de teclado.
fr: Momovu fournit un ensemble complet d'outils pour prévisualiser et analyser les marges des fichiers PDF. Ce guide couvre toutes les fonctionnalités, les options en ligne de commande et les raccourcis clavier.
hi: मोमोवू पीडीएफ मार्जिन की पूर्वावलोकन और विश्लेषण के लिए एक व्यापक उपकरणों का सेट प्रदान करता है। यह सारे फीचर्स, कमांड-लाइन विकल्पों, और कीबोर्ड शॉर्टकट को कवर करता है।
ja: Momovuは、PDFの余白をプレビューおよび分析するための包括的なツールを提供します。このガイドでは、すべての機能、コマンドラインオプション、およびキーボードショートカットについて説明します。
pl: Momovu oferuje kompleksowy zestaw narzędzi do podglądu i analizy marginesów PDF. Ta przewodnik omawia wszystkie funkcje, opcje wiersza poleceń i skróty klawiaturowe.
pt: O Momovu fornece um conjunto abrangente de ferramentas para visualizar e analisar as margens de arquivos PDF. Este guia aborda todas as funcionalidades, opções de linha de comando e atalhos de teclado.

source: Quick Start
ar: البدء السريع
bn: দ্রুত শুরু
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
hi: त्वरित शुरुआत
ja: クイックスタート
pl: Szybki start
pt: Início Rápido

source: Basic usage:
ar: الاستخدام الأساسي:
bn: মূল ব্যবহার:
de: Grundlegende Verwendung:
es: Uso básico:
fr: Utilisation de base :
hi: मूल उपयोग:
ja: 基本的な使い方：
pl: Podstawowe zastosowanie:
pt: Uso básico:

source: Basic momovu window with interior PDF
ar: نافذة مومو فو الأساسية مع داخلي بي دي إف
bn: মৌলিক মোমোভু জানালা অভ্যন্তরীণ পিডিএফ
de: Grundlegende momovu Fenster mit Innen-PDF
es: Ventana básica de momovu con PDF interior
fr: Fenêtre de base momovu avec PDF intérieur
hi: मूल मोमोवु विंडो इंटीरियर पीडीएफ
ja: PDF付きの基本的なmomovuウィンドウ
pl: Podstawowe okno momovu z wnętrzem PDF
pt: Janela básica momovu com PDF interno

source: Command Line Interface
ar: واجهة سطر الأوامر
bn: কমান্ড লাইন ইন্টারফেস
de: Kommandozeilenschnittstelle
es: Interfaz de Línea de Comandos
fr: Interface de ligne de commande
hi: कमांड लाइन इंटरफ़ेस
ja: コマンドラインインターフェース
pl: Interfejs wiersza poleceń
pt: Interface de Linha de Comando

source: Synopsis
ar: ملخص
bn: সংক্ষিপ্ত বিবরণ
de: Inhalt
es: Sinopsis
hi: सारांश
ja: 概要
pl: Streszczenie
pt: Sinopse

source: Arguments
ar: النقاشات
bn: বাক্যালাপ
de: Argumente
es: Argumentos
hi: तर्क
ja: 議論
pl: Argumenty
pt: Argumentos

source: **Positional Arguments:**
ar: **البرمeters الموضعية:**
bn: **অবস্থান বিশিষ্ট আর্গুমেন্ট (Positional Arguments):**
de: **Positionale Argumente:**
es: **Argumentos posicionales:**
fr: **Arguments positionnels :**
hi: स्थिति आधारित तर्क (Positional Arguments):
ja: **位置引数:**
pl: **Argumenty pozycyjne:**
pt: **Argumentos Posicionais:**

source: ``PDF_FILE`` - Path to the PDF file to preview (optional)
ar: ``PDF_FILE`` - مسار ملف PDF الذي يرغب المستخدم في معاينته (اختياري)
bn: ``PDF_FILE`` - প্রিভিউ করার জন্য PDF ফাইলের পাথ (বাছাবাছি)
de: ``PDF_DATEI`` - Pfad zur PDF-Datei, die als Vorschau angezeigt werden soll (optional)
es: ``PDF_FILE`` - Ruta al archivo PDF para previsualizar (opcional)
fr: ``PDF_FILE`` - Chemin vers le fichier PDF à aperçu (optionnel)
hi: ``PDF_FILE`` - पूर्वावलोकन करने वाली पीडीएफ फ़ाइल का पथ (वैकल्पिक)
ja: ``PDF_FILE`` - プレビューするPDFファイルへのパス（オプション）
pl: ``PDF_FILE`` - Ścieżka do pliku PDF do podglądu (opcjonalnie)
pt: ``PDF_FILE`` - Caminho para o arquivo PDF para visualização (opcional)

source: **Optional Arguments:**
ar: **الحجج الاختيارية:**
bn: **স্বেচ্ছাসেবী আর্গুমেন্ট (Argument):**
de: **Optionale Argumente:**
es: **Argumentos Opcionales:**
fr: **Arguments facultatifs :**
hi: वैकल्पिक तर्क:
ja: **オプション引数:**
pl: **Opcjonalne argumenty:**
pt: **Argumentos Opcionais:**

source: ``-h, --help`` - Show help message and exit
ar: ``-h, --help`` - إظهار رسالة المساعدة والخروج
bn: ``-h, --help`` - সাহায্য বার্তা দেখান এবং বের হন
de: ``-h, --help`` - Zeigt die Hilfennachricht an und beendet das Programm
es: ``-h, --help`` - Mostrar mensaje de ayuda y salir
fr: ``-h, --help`` - Afficher le message d'aide et quitter
hi: ``-h, --help`` - सहायता संदेश दिखाएं और बाहर निकलें
ja: ``-h, --help`` - ヘルプメッセージを表示して終了する
pl: ``-h, --help`` - Pokaż komunikat pomocy i zakończ program
pt: ``-h, --help`` - Mostra a mensagem de ajuda e sai

source: ``-D, --debug`` - Enable debug logging for troubleshooting
ar: ``-D، --debug`` - تفعيل سجل التصحيح لحل المشكلات
bn: ``-D, --debug`` - সমস্যা নির্ণয়ের জন্য ডিবাগ লগিং সক্ষম করুন
de: ``-D, --debug`` - Aktiviert das Debug-Protokollieren zur Fehlerbehebung
es: ``-D, --debug`` - Habilitar el registro de depuración para solucionar problemas
fr: ``-D, --debug`` - Activer le journal d'impression de débogage pour résoudre les problèmes
hi: ``-D, --debug`` - समस्या निवारण के लिए डीबग लॉगिंग सक्षम करें।
ja: ``-D, --debug`` - トラブルシューティング用にデバッグログを有効にします。
pl: ``-D, --debug`` - Włącz rejestrowanie debugowania do celów rozwiązywania problemów
pt: ``-D, --debug`` - Ative o registro de depuração para solucionar problemas

source: ``-v, --verbose`` - Increase output verbosity (can be used multiple times: -v, -vv, -vvv)
ar: ``-v، --verbose`` - زيادة تفصيل الإخراج (يمكن استخدامها عدة مرات: -v، -vv، -vvv)
bn: ``-v, --verbose`` - আউটপুটের বিস্তারিত বৃদ্ধি করুন (এটি একাধিকবার ব্যবহার করা যেতে পারে: -v, -vv, -vvv)
de: ``-v, --verbose`` - Gibt detailliertere Ausgaben aus (kann mehrfach verwendet werden: -v, -vv, -vvv)
es: ``-v, --verbose`` - Aumentar la verbosidad de la salida (puede usarse múltiples veces: -v, -vv, -vvv)
fr: ``-v, --verbose`` - Augmente la verbosité de la sortie (peut être utilisé plusieurs fois : -v, -vv, -vvv)
hi: ``-v, --verbose`` - आउटपुट की विस्तृतता बढ़ाएं (एक से अधिक बार उपयोग किया जा सकता है: -v, -vv, -vvv)
ja: ``-v, --verbose`` - 出力の詳細レベルを増加します（複数回使用できます: -v, -vv, -vvv）
pl: ``-v, --verbose`` - Zwiększ szczegółowość wyjścia (może być użyte wielokrotnie: -v, -vv, -vvv)
pt: ``-v, --verbose`` - Aumenta o nível de detalhe da saída (pode ser usado múltiplas vezes: -v, -vv, -vvv)

source: ``-V, --version`` - Show version information and exit
ar: ``-V، --version`` - إظهار معلومات الإصدار والخروج
bn: ``-V, --version`` - সংস্করণের তথ্য প্রদর্শন এবং বাহির হয়ে যান
de: ``-V, --version`` - Zeigt Versionsinformationen an und beendet das Programm
es: ``-V, --versión`` - Muestra la información de la versión y sale
fr: ``-V, --version`` - Affiche les informations sur la version et quitte
hi: ``-V, --version`` - संस्करण सूचना दिखाएं और बाहर निकलें
ja: ``-V, --version`` - バージョン情報を表示して終了する
pl: ``-V, --version`` - Pokaż informacje o wersji i zakończ
pt: ``-V, --version`` - Mostra as informações da versão e sai

source: ``-n N, --num-pages N`` - Number of pages for spine width calculation
ar: ``-n N، --num-pages N`` - عدد الصفحات لحساب عرض العمود الفقري
bn: ``-n N, --num-pages N`` - স্পাইন প্রস্থ হিসাবের জন্য পৃষ্ঠ সংখ্যা
de: ``-n N, --num-pages N`` - Anzahl der Seiten zur Berechnung der Rückenbreite
es: ``-n N, --num-pages N`` - Número de páginas para el cálculo del ancho de la espineta
fr: ``-n N, --num-pages N`` - Nombre de pages pour le calcul de la largeur de la tranche
hi: ``-n N, --num-pages N`` - पृष्ठ की चौड़ाई की गणना के लिए पृष्ठों की संख्या
ja: ``-n N, --num-pages N`` - 脊幅計算用のページ数
pl: ``-n N, --num-pages N`` - liczba stron do obliczenia szerokości grzbietu
pt: ``-n N, --num-pages N`` - Número de páginas para cálculo da largura da espinha

source: ``-d TYPE, --document TYPE`` - Document type: interior, cover, or dustjacket (default: interior)
ar: ``-d نوع، --document نوع`` - نوع المستند: داخلي، غلاف، أو غلاف داخلي (الافتراضي: داخلي)
bn: ``-d ধরন, --document ধরন`` - দলিলের ধরন: অভ্যন্তরীণ, আবরণ, বা ধুলার প্রতিরোধক (িফল্ট: অভ্যন্তরীণ)
de: ``-d TYPE, --document TYPE`` - Dokumenttyp: interior, cover oder dustjacket (Standard: interior)
es: ``-d TIPO, --document TIPO`` - Tipo de documento: interior, portada o sobrecubierta (predeterminado: interior)
fr: ``-d TYPE, --document TYPE`` - Type de document : intérieur, couverture ou jaquette (par défaut : intérieur)
hi: ``-d प्रकार, --document प्रकार`` - दस्तावेज़ प्रकार: आंतरिक, कवर या धूल जैकेट (प्रारंभिक मान: आंतरिक)
ja: ``-d TYPE, --document TYPE`` - ドキュメントタイプ：interior（内装）、cover（表紙）、dustjacket（ジャケット）（デフォルト：interior）
pl: ``-d TYPE, --document TYPE`` - Typ dokumentu: interior, cover, lub dustjacket (domyślnie: interior)
pt: ``-d TYPE, --document TYPE`` - Tipo de documento: interior, capa ou contracapa (padrão: interior)

source: ``-s, --side-by-side`` - Start in side-by-side view mode (interior documents only)
ar: ``-s, --side-by-side`` - البدء في وضع العرض جنبًا إلى جنب (للوثائق الداخلية فقط)
bn: ``-s, --side-by-side`` - সাইড-বাই-সাইড দৃশ্য মোডে শুরু করুন (শুধুমাত্র অভ্যন্তরীণ দলিল)
de: ``-s, --side-by-side`` - Startet im nebeneinander-Ansichtsmodus (nur für interne Dokumente)
es: ``-s, --side-by-side`` - Iniciar en modo de vista lado a lado (documentos internos solamente)
fr: ``-s, --side-by-side`` - Démarrer en mode d'affichage côte à côte (documents internes uniquement)
hi: ``-s, --side-by-side`` - अंतःस्थ दस्तावेज़ों के लिए एक साथ दृश्य मोड़ में शुरू करें
ja: ``-s, --side-by-side`` - 対面表示モードで起動（内部ドキュメントのみ）
pl: ``-s, --side-by-side`` - uruchamia tryb widoku obok siebie (tylko dokumenty wewnętrzne)
pt: ``-s, --side-by-side`` - Iniciar no modo de exibição lado a lado (apenas documentos internos)

source: ``-m, --safety-margins, --no-safety-margins`` - Show safety margins (default: enabled)
ar: ``-m، --safety-margins، --no-safety-margins`` - عرض الهوامش الأمنية (الافتراضي: مفعل)
bn: ``-m, --safety-margins, --no-safety-margins`` - সুরক্ষা মার্জিন দেখান (সংস্থাপন: সক্ষম)
de: ``-m, --safety-margins, --no-safety-margins`` - Zeige Sicherheitsabstände an (Standard: aktiviert)
es: ``-m, --safety-margins, --no-safety-margins`` - Mostrar márgenes de seguridad (predeterminado: habilitado)
fr: ``-m, --safety-margins, --no-safety-margins`` - Afficher les marges de sécurité (par défaut : activé)
hi: ``-m, --safety-margins, --no-safety-margins`` - सुरक्षा तिराहे दिखाएं (पूर्वनिर्धारित: सक्षम)
ja: ``-m, --safety-margins, --no-safety-margins`` - セーフティーマージンを表示する（デフォルト: 有効）
pl: ``-m, --safety-margins, --no-safety-margins`` - Pokaż marginesy bezpieczeństwa (domyślnie: włączone)
pt: ``-m, --safety-margins, --no-safety-margins`` - Mostrar margens de segurança (padrão: habilitado)

source: ``-t, --trim-lines, --no-trim-lines`` - Show trim lines (default: enabled)
ar: ``-t، --trim-lines، --no-trim-lines`` - عرض خطوط التحجيم (الافتراضي: مفعل)
bn: ``-t, --trim-lines, --no-trim-lines`` - ট্রিম লাইন দেখান (সুসংগত: সক্রিয়)
de: ``-t, --trim-lines, --no-trim-lines`` - Zeige Trimlines an (Standard: aktiviert)
es: ``-t, --trim-lines, --no-trim-lines`` - Mostrar líneas de recorte (predeterminado: habilitado)
fr: ``-t, --trim-lines, --no-trim-lines`` - Afficher les lignes de découpe (par défaut : activé)
hi: ``-t, --trim-lines, --no-trim-lines`` - ट्रिम लाइन दिखाएं (पूर्वनिर्धारित: सक्षम)
ja: ``-t, --trim-lines, --no-trim-lines`` - トリムラインを表示（デフォルト: 有効）
pl: ``-t, --trim-lines, --no-trim-lines`` - Wyświetl linie przycinania (domyślnie: włączone)
pt: ``-t, --trim-lines, --no-trim-lines`` - Mostrar linhas de recorte (padrão: ativado)

source: ``-b, --barcode, --no-barcode`` - Show barcode area for cover/dustjacket (default: enabled)
ar: ``-b، --barcode، --no-barcode`` - عرض منطقة الشريط الرمادي للغلاف/الغلاف الورقي (الافتراضي: مفعل)
bn: ``-b, --barcode, --no-barcode`` - কভার/ডাস্টজ্যাকেটের জন্য বারকোড এলাকা প্রদর্শন করুন (সুসংগত: সক্ষম)
de: ``-b, --barcode, --no-barcode`` - Zeigt den Barcode-Bereich für das Buchcover/Leinwand ein (Standard: aktiviert)
es: ``-b, --barcode, --no-barcode`` - Mostrar el área del código de barras para la cubierta/contracubierta (predeterminado: activado)
fr: ``-b, --barcode, --no-barcode`` - Afficher la zone de code-barres pour la couverture/la jaquette (par défaut : activé)
hi: ``-b, --barcode, --no-barcode`` - कवर/धूल जैकेट के लिए बैरकोड क्षेत्र दिखाएं (पूर्वनिर्धारित: सक्षम)
ja: ``-b, --barcode, --no-barcode`` - ジャケット/表紙のバーコード領域を表示する (デフォルト: 有効)
pl: ``-b, --barcode, --no-barcode`` - Pokaż obszar kody kreskowego na okładkę/okładkę tylną (domyślnie: włączony)
pt: ``-b, --barcode, --no-barcode`` - Mostra a área de código de barras para a capa/contracapa (padrão: ativado)

source: ``-l, --fold-lines, --no-fold-lines`` - Show fold lines for cover/dustjacket (default: enabled)
ar: ``-l، --fold-lines، --no-fold-lines`` - عرض خطوط摺痕 للغلاف / غلاف الغبار (الافتراضي: مفعل)
bn: ``-l, --fold-lines, --no-fold-lines`` - কভার/ডাস্টজ্যাকেটের জন্য ফোল্ড লাইন দেখান (সুসংগত: সক্রিয়)
de: ``-l, --fold-lines, --no-fold-lines`` - Zeige Faltlinien für Schutzumschlag/Deckel (Standard: aktiviert)
es: ``-l, --fold-lines, --no-fold-lines`` - Mostrar líneas de plegado para la cubierta/contracubierta (predeterminado: activado)
fr: ``-l, --fold-lines, --no-fold-lines`` - Afficher les plis pour la couverture/la jaquette (par défaut : activé)
hi: ``-l, --fold-lines, --no-fold-lines`` - कवर/धूल जैकेट के लिए फोल्ड लाइन दिखाएं (प्रारंभिक: सक्षम)
ja: ``-l, --fold-lines, --no-fold-lines`` - 表紙/ジャケットの折り目を表示する (デフォルト: 有効)
pl: ``-l, --fold-lines, --no-fold-lines`` - Wyświetl linie zagięć dla okładki/obwoluty (domyślnie: włączone)
pt: ``-l, --fold-lines, --no-fold-lines`` - Mostrar linhas de dobra para a capa/contracapa (padrão: ativado)

source: ``-r, --bleed-lines, --no-bleed-lines`` - Show bleed lines for cover/dustjacket (default: enabled)
ar: ``-r، --bleed-lines، --no-bleed-lines`` - إظهار خطوط النزيف للغلاف/الغلاف الخارجي (الافتراضي: مفعل)
bn: ``-r, --bleed-lines, --no-bleed-lines`` - কভার/ডাস্টজ্যাকেটের জন্য ব্লিড লাইন দেখান (সুসংগত: সক্রিয়)
de: ``-r, --bleed-lines, --no-bleed-lines`` - Umbruchlinien für Schutzumschlag/Deckel anzeigen (Standard: aktiviert)
es: ``-r, --bleed-lines, --no-bleed-lines`` - Mostrar líneas de sangrado para la cubierta/contracubierta (predeterminado: habilitado)
fr: ``-r, --bleed-lines, --no-bleed-lines`` - Afficher les repères de débord pour la couverture/la jaquette (par défaut : activé)
hi: ``-r, --bleed-lines, --no-bleed-lines`` - कवर/धूल झिल्ली के लिए ब्लीड लाइन दिखाएं (पूर्वनिर्धारित: सक्षम)
ja: ``-r, --bleed-lines, --no-bleed-lines`` - 表紙/ジャケットの余白線を表示する (デフォルト: 有効)
pl: ``-r, --bleed-lines, --no-bleed-lines`` - Wyświetlaj linie wycięcia dla okładki/obwoluty (domyślnie: włączone)
pt: ``-r, --bleed-lines, --no-bleed-lines`` - Mostrar linhas de sangria para a capa/contracapa (padrão: ativado)

source: ``-p, --presentation`` - Start in presentation mode
ar: ``-p، --presentation`` - البدء في وضع العرض
bn: ``-p, --presentation`` - প্রেজেন্টেশন মোডে শুরু করুন
de: ``-p, --presentation`` - Im Präsentationsmodus starten
es: ``-p, --presentation`` - Iniciar en modo de presentación
fr: ``-p, --presentation`` - Démarrer en mode présentation
hi: ``-p, --presentation`` - प्रस्तुति मोड में शुरू करें
ja: ``-p, --presentation`` - プレゼンテーション モードで起動します
pl: ``-p, --presentation`` - Uruchom w trybie prezentacji
pt: ``-p, --apresentação`` - Iniciar no modo de apresentação

source: ``-f, --fullscreen`` - Start in fullscreen mode
ar: ``-f، --fullscreen`` - البدء في وضع الشاشة الكاملة
bn: ``-f, --fullscreen`` - ফুলস্ক্রিন মোডে শুরু করুন
de: ``-f, --fullscreen`` - Im Vollbildmodus starten
es: ``-f, --fullscreen`` - Iniciar en modo de pantalla completa
fr: ``-f, --fullscreen`` - Démarrer en mode plein écran
hi: ``-f, --fullscreen`` - पूर्ण स्क्रीन मोड में शुरू करें
ja: ``-f, --fullscreen`` - フルスクリーンモードで起動します
pl: ``-f, --fullscreen`` - Uruchamia w trybie pełnoekranowym
pt: ``-f, --fullscreen`` - Iniciar no modo de tela cheia

source: Examples
ar: أمثلة
bn: উদাহরণ
de: Beispiele
es: Ejemplos
fr: Exemples
hi: उदाहरण
ja: 例
pl: Przykłady
pt: Exemplos

source: Keyboard Shortcuts
ar: ال اختصارات على لوحة المفاتيح
bn: কীবোর্ড শর্টকাট
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
ja: キーボード ショートカット
pl: Skróty klawiaturowe
pt: Atalhos do Teclado

source: Navigation
ar: التنقل
bn: নেভিগেশন
es: Navegación
hi: नेविगेशन
ja: ナビゲーション
pl: Nawigacja
pt: Navegação

source: ``Page Up`` - Go to previous page
ar: ``الصفحة السابقة`` - الانتقال إلى الصفحة السابقة
bn: ``পেইজ আপ`` - আগের পৃষ্ঠায় যান
de: ``Seite hoch`` – Gehe zur vorherigen Seite
es: ``Page Up`` - Ir a la página anterior
fr: Page précédente – Aller à la page précédente
hi: ``पेज अप`` - पिछले पेज पर जाएं
ja: 「Page Up」 - 前のページに移動する
pl: ``Strzałka w górę`` - Przejdź do poprzedniej strony
pt: ``Page Up`` - Ir para a página anterior

source: ``Page Down`` - Go to next page
ar: ``الصفحة التالية`` - الانتقال إلى الصفحة التالية
bn: ``পেজ ডাউন`` - পরবর্তী পৃষ্ঠায় যান
de: ``Seite nach unten`` - Gehe zur nächsten Seite
es: ``Page Down`` - Ir a la página siguiente
fr: ``Page Down`` - Aller à la page suivante
hi: ``पेज डाउन`` - अगले पेज पर जाएँ
ja: Page Down - 次のページに移動する
pl: ``Strzałka w dół`` - Przejdź do następnej strony
pt: ``Page Down`` - Ir para a próxima página

source: ``Home`` - Go to first page (interior documents only)
ar: ``الرئيسية`` - الانتقال إلى الصفحة الأولى (الوثائق الداخلية فقط)
bn: ``হোম`` - প্রথম পৃষ্ঠায় যান (শুধুমাত্র অভ্যন্তরীণ দলিল)
de: ``Start`` - Zur ersten Seite gehen (nur für interne Dokumente)
es: ``Inicio`` - Ir a la primera página (solo documentos interiores)
fr: ``Accueil`` - Aller à la première page (documents intérieurs uniquement)
hi: ``होम`` - पहले पेज पर जाएं (केवल आंतरिक दस्तावेज)
ja: ``ホーム`` - 最初のページへ移動（内部文書のみ）
pl: ``Strona główna`` - Przejdź do pierwszej strony (tylko dokumenty wewnętrzne)
pt: ``Home`` - Vá para a primeira página (apenas documentos internos)

source: ``End`` - Go to last page (interior documents only)
ar: ``نهاية`` - الانتقال إلى الصفحة الأخيرة (الوثائق الداخلية فقط)
bn: ``End`` - শেষ পৃষ্ঠায় যান (শুধুমাত্র অভ্যন্তরীণ দলিল)
de: ``End`` - Zum letzten Blatt springen (nur für Dokumente mit Inhalt)
es: ``Fin`` - Ir a la última página (solo documentos internos)
fr: ``Fin`` - Aller à la dernière page (documents intérieurs uniquement)
hi: ``एंड`` - अंतिम पृष्ठ पर जाएं (केवल आंतरिक दस्तावेज)
ja: ``終了`` - 最後のページへ移動（内部文書のみ）
pl: ``Koniec`` - Przejdź do ostatniej strony (tylko dokumenty wewnętrzne)
pt: ``Fim`` - Vá para a última página (somente documentos internos)

source: ``Arrow Keys`` - Pan the view when zoomed in
ar: مفاتيح السهم - تحريك المنظر عند التكبير
bn: ``অ্যারো কী`` - দৃশ্য দ্বারা দৃশ্য স্থানান্তরিত করুন
de: ``Pfeiltasten`` – Sicht bewegen, wenn hereingezoomt
es: ``Teclas de flecha`` - Mover la vista cuando se ha acercado
fr: ``Flèches`` - Déplacer le point de vue lorsqu'on est zoomé
hi: "तीर कुंजियाँ" - जूम करने पर दृश्य को स्थानांतरित करें
ja: ``矢印キー`` - ズームインしたときにビューを移動します
pl: ``Strzałki`` - przesuwanie widoku po przybliżeniu
pt: ``Setas do Teclado`` - Mover a visualização quando zoom estiver ativado

source: ``Mouse Wheel`` - Scroll vertically when zoomed in (or navigate pages when zoomed out)
ar: عند الضغط على عجلة الماوس - التمرير عموديًا عند التكبير (أو التنقل بين الصفحات عند التصغير)
bn: ``মাউস চাকা`` - আকর্ষণ করা হলে উল্লম্বভাবে স্ক্রোল করুন (অথবা আকর্ষণ করা হলে পৃষ্ঠাগুলি পরিচালনা করুন)
de: ``Mausrad`` – Vertikal scrollen, wenn hereingezoomt (oder zwischen Seiten navigieren, wenn herausgezoomt)
es: ``Rueda del ratón`` - Desplazarse verticalmente cuando se ha acercado (o navegar por las páginas cuando se ha alejado)
fr: ``Roue de la souris`` - Fait défiler verticalement lorsqu'il est zoomé (ou navigue entre les pages lorsqu'il est dézoomé)
hi: माउस व्हील - ज़ूम करने पर ऊर्ध्वाधर रूप से स्क्रॉल करें (या ज़ूम आउट करने पर पृष्ठों का नेविगेशन करें)
ja: ``マウスホイール`` - ズームインしているときは垂直にスクロール（またはズームアウトしているときはページを移動）します。
pl: ``Kółko myszy`` - przewijanie pionowe po przybliżeniu (lub nawigacja po stronach po oddaleniu)
pt: ``Roda do Mouse`` - Role verticalmente quando estiver zoom (ou navegue entre páginas quando estiver sem zoom)

source: ``Shift+Mouse Wheel`` - Scroll horizontally when zoomed in
ar: الزر المترجم: ``Shift+عجلة الفأرة`` - التمرير أفقيًا عند التكبير
bn: ``Shift+মাউস চাকা`` - যখন দেখা হবে তখন অনুভূমিকভাবে স্ক্রল করুন
de: ``Strg+Mausrad`` – Beim Vergrößern horizontal scrollen
es: ``Mayús + Rueda del ratón`` - Desplazarse horizontalmente al acercar
fr: « Maj + Roue de la souris » - Faire défiler horizontalement lorsqu'on est zoomé
hi: ``शिफ्ट+माउस पहिया`` - जूम करने पर क्षैतिज रूप से स्क्रॉल करें
ja: ``Shift+マウスホイール`` - ズームしたときに水平スクロール
pl: ``Shift+Kółko myszy`` - przewijanie poziome w trybie przybliżenia
pt: ``Shift+Roda do Mouse`` - Role horizontalmente quando estiver zoom ativado

source: ``Space`` - Next page (in presentation mode)
ar: ``المسافة`` - الصفحة التالية (في الوضع العرضي)
bn: ``স্পেস`` - পরবর্তী পাতা (প্রেজেন্টেশন মোডে)
de: ``Leertaste`` - Nächste Seite (im Präsentationsmodus)
es: ``Espacio`` - Página siguiente (en modo de presentación)
fr: ``Espace`` - Page suivante (en mode présentation)
hi: ``अंतरिक्ष`` - अगला पृष्ठ (प्रस्तुति मोड़ में)
ja: ``Space`` - 次のページ（プレゼンテーション モード）
pl: ``Spacja`` - Następna strona (w trybie prezentacji)
pt: ``Espaço`` - Próxima página (no modo de apresentação)

source: ``Backspace`` - Previous page (in presentation mode)
ar: ``مسح`` - الصفحة السابقة (في الوضعية العرضية)
bn: ``ব্যাকস্পেস`` - আগের পৃষ্ঠা (প্রেজেন্টেশন মোডে)
de: ``Rücktaste`` - Vorherige Seite (im Präsentationsmodus)
es: ``Retroceso`` - Página anterior (en modo de presentación)
fr: ``Backspace`` - Page précédente (en mode présentation)
hi: ``बैकस्पेस`` - पिछला पृष्ठ (प्रस्तुति मोड में)
ja: ``Backspace`` - 前のページ (プレゼンテーション モード時)
pl: ``Backspace`` - Poprzednia strona (w trybie prezentacji)
pt: ``Backspace`` - Página anterior (no modo de apresentação)

source: View Controls
ar: عرض التحكم
bn: দৃশ্য নিয়ন্ত্রণ
de: Ansichtssteuerung
es: Ver Controles
fr: Afficher les contrôles
hi: व्यू कंट्रोल
ja: ビューの操作
pl: Widok sterowania
pt: Controles de Visualização

source: ``Ctrl+Plus/=`` - Zoom in (10% increment)
ar: «Ctrl+Plus/=» - تكبير (زيادة 10%)
bn: ``Ctrl+Plus/=`` - অক্ষদৃঢ় করুন (10% বৃদ্ধি)
de: ``Strg+Plus/=`` - Hereinzoomen (10-%-Schritt)
es: ``Ctrl+Más/`` - Acercar (aumento del 10%)
fr: « Ctrl + Plus » - Zoom avant (augmentation de 10 %)
hi: ``Ctrl+Plus/=`` - जूम इन (10% वृद्धि)
ja: Ctrl+Plus/= - ズームイン (10% 増加)
pl: ``Ctrl+Plus/=`` - Przybliżenie (zwiększanie o 10%)
pt: ``Ctrl+Mais/='` - Aumentar zoom (aumento de 10%)

source: ``Ctrl+Minus`` - Zoom out (10% decrement)
ar: ``Ctrl+Minus`` - التكبير بالخارج (إنقاص 10%)
bn: ``Ctrl+Minus`` - আউট জুম (10% হ্রাস)
de: ``Strg+Minus`` - Verkleinern (10-%-Abnahme)
es: ``Ctrl+Minus`` - Acercar menos (disminución del 10%)
fr: ``Ctrl+Minus`` - Dézoomer (diminuer de 10 %)
hi: ``Ctrl+Minus`` - जूम आउट (10% कमी)
ja: Ctrl+マイナス - 画面を縮小（10% 減らす）
pl: ``Ctrl+Minus`` - Przybliżenie wstecz (10% zmniejszenie)
pt: ``Ctrl+Minus`` - Reduzir zoom (diminuição de 10%)
