Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, bn, de, es, fr, hi, ja, pl, pt

source: **Show Trim Lines** (Ctrl+T) - Toggle trim line visibility
ar: **إظهار خطوط التrim** (Ctrl+T) - تبديل رؤية خطوط التrim
bn: **ট্রিম লাইন দেখান** (Ctrl+T) - ট্রিম লাইন দৃশ্যমানতা টগল করুন
de: **Trimmlinien anzeigen** (Strg+T) – Sichtbarkeit der Trimmlinien umschalten
es: **Mostrar líneas de recorte** (Ctrl+T) - Alternar visibilidad de las líneas de recorte
fr: **Afficher les lignes de découpe** (Ctrl+T) - Activer/désactiver la visibilité des lignes de découpe
hi: **ट्रिम लाइन दिखाएँ** (Ctrl+T) - ट्रिम लाइन दृश्यता को बदलें
ja: **トリムラインの表示** (Ctrl+T) - トリムラインの可視性を切り替えます
pl: **Pokaż linie przycinania** (Ctrl+T) – przełącz widoczność linii przycinania
pt: **Mostrar Linhas de Recorte** (Ctrl+T) - Alterna a visibilidade das linhas de recorte

source: **Show Safety Margins** (Ctrl+M) - Toggle margin visibility
ar: عرض هامش السلامة (Ctrl+M) - تبديل رؤية الهامش
bn: **নিরাপত্তা মার্জিন দেখান** (Ctrl+M) - মার্জিন দৃশ্যমানতা সক্রিয়/নিষ্ক্রিয় করুন
de: **Sicherheitsabstände anzeigen** (Strg+M) – Sichtbarkeit der Abstände umschalten
es: **Mostrar márgenes de seguridad** (Ctrl+M) - Alternar visibilidad de los márgenes
fr: **Afficher les marges de sécurité** (Ctrl+M) - Activer/désactiver la visibilité des marges
hi: **सुरक्षा किनारे दिखाएँ** (Ctrl+M) - किनारे की दृश्यता को बदलें
ja: **安全余裕の表示** (Ctrl+M) - 余白の可視性を切り替えます
pl: **Pokaż marginesy bezpieczeństwa** (Ctrl+M) — przełącz widoczność marginesów
pt: **Mostrar Margens de Segurança** (Ctrl+M) - Alternar visibilidade das margens

source: **Show Spine Line** (Ctrl+L) - Toggle spine/fold lines
ar: **عرض خط العمود الفقري** (Ctrl+L) - تبديل خط العمود الفقري/ال折痕
bn: **স্পাইন লাইন দেখান** (Ctrl+L) - স্পাইন/ফোল্ড লাইন চালু/বন্ধ করুন
de: **Rückenlinie anzeigen** (Strg+L) – Rücken-/Faltlinien umschalten
es: **Mostrar línea de columna vertebral** (Ctrl+L) - Activar/desactivar líneas de columna vertebral/dobles
fr: **Afficher la ligne de la colonne vertébrale** (Ctrl+L) - Activer/désactiver les lignes de colonne vertébrale/plis
hi: **स्पाइन लाइन दिखाएँ** (Ctrl+L) - स्पाइन/फोल्ड लाइन्स को चालू/बंद करें
ja: **スパインラインの表示** (Ctrl+L) - スパイン/折り目ラインを切り替えます
pl: **Pokaż linię grzbietową** (Ctrl+L) – przełącz linię grzbietową/z折线
pt: **Mostrar Linha da Coluna** (Ctrl+L) - Ativar/desativar linhas da coluna/dobra

source: **Show Barcode Area** (Ctrl+B) - Toggle barcode area (cover/dustjacket)
ar: **عرض منطقة الرمز الشريطي** (Ctrl+B) - تبديل منطقة الرمز الشريطي (الغلاف/الغلاف الورقي)
bn: **বারকোড এলাকা দেখান** (Ctrl+B) - বারকোড এলাকা (কভার/ডাস্টজ্যাকেট) চালু/বন্ধ করুন
de: **Barcode-Bereich anzeigen** (Strg+B) – Barcode-Bereich (Einband/Deckel) umschalten
es: **Mostrar área de código de barras** (Ctrl+B) - Alternar área de código de barras (portada/contraportada)
fr: **Afficher la zone du code-barres** (Ctrl+B) - Activer/désactiver la zone du code-barres (couverture/chemise)
hi: **बारकोड क्षेत्र दिखाएँ** (Ctrl+B) - बारकोड क्षेत्र (कवर/धूल जैकेट) को टॉगल करें
ja: **バーコード領域の表示** (Ctrl+B) - バーコード領域（表紙／ジャケット）を切り替えます
pl: **Pokaż obszar kody kreskowe** (Ctrl+B) – Przełącz obszar kody kreskowe (okładka/okładka tylna)
pt: **Mostrar Área do Código de Barras** (Ctrl+B) - Alterna a área do código de barras (capa/contracapa)

source: **Show Bleed Lines** (Ctrl+R) - Toggle bleed lines (cover/dustjacket)
ar: **إظهار خطوط النزيف** (Ctrl+R) - تبديل خطوط النزيف (الغلاف/الغلاف الورقي)
bn: **ব্লিড লাইন দেখাও** (Ctrl+R) - ব্লিড লাইন (কভার / ডাস্টজ্যাকেট) নিয়ন্ত্রণ করুন
de: **Bleed Lines anzeigen** (Strg+R) – Umbruchlinien (Einband/Deckel) umschalten
es: **Mostrar líneas de sangrado** (Ctrl+R) - Alternar líneas de sangrado (portada/contraportada)
fr: **Afficher les repères de débord** (Ctrl+R) - Activer/désactiver les repères de débord (couverture/4e de couverture)
hi: **ब्लीड लाइन दिखाएँ** (Ctrl+R) - ब्लीड लाइन (कवर/धूल पोशाक) स्विच करें
ja: **出血線の表示** (Ctrl+R) - 出血線 (表紙/ジャケット) の切り替え
pl: **Pokaż linie nadcięcia** (Ctrl+R) – przełączanie linii nadcięcia (okładka/okładka chłopkowa)
pt: **Mostrar Linhas de Sobra** (Ctrl+R) - Ativa/desativa as linhas de sobra (capa/contracapa)

source: **Navigation:**
ar: **التنقل:**
bn: **নেভিগেশন:**
es: **Navegación:**
hi: **नेविगेशन:**
ja: ナビゲーション:
pl: **Nawigacja:**
pt: **Navegação:**

source: **Go to Page...** (Ctrl+G) - Open page navigation dialog
ar: **انتقل إلى الصفحة...** (Ctrl+G) - فتح مربع حوار تصفح الصفحات
bn: **পৃষ্ঠায় যান...** (Ctrl+G) - পৃষ্ঠা পরিচালনা আইটেম খুলুন
de: **Zu Seite gehen...** (Strg+G) – Öffnet das Dialogfeld für die Seitennavigation
es: **Ir a la página...** (Ctrl+G) - Abrir el cuadro de diálogo de navegación por páginas
fr: **Aller à la page...** (Ctrl+G) - Ouvre la boîte de dialogue de navigation par pages
hi: **पेज पर जाएं...** (Ctrl+G) - पेज नेविगेशन डायलॉग खोलें
ja: **ページに移動...** (Ctrl+G) - ページナビゲーションダイアログを開く
pl: **Przejdź do strony...** (Ctrl+G) - Otwórz okno nawigacji po stronach
pt: **Ir para a página...** (Ctrl+G) - Abre o diálogo de navegação por página

source: Document Menu
ar: قائمة المستند
bn: দলিল মেনু
de: Dokumentenmenü
es: Menú de documento
fr: Menu Document
hi: दस्तावेज मेनू
ja: ドキュメント メニュー
pl: Menu dokumentu
pt: Menu do Documento

source: **Interior Document** - Set margins for interior pages
ar: **وثيقة داخلية** - ضع حواف للصفحات الداخلية
bn: **অভ্যন্তরীণ দলিল** - অভ্যন্তরীণ পৃষ্ঠাগুলির জন্য মার্জিন সেট করুন
de: **Innendokument** – Ränder für Innenseiten festlegen
es: **Documento interior** - Establecer márgenes para páginas interiores
fr: **Document intérieur** - Définir les marges pour les pages intérieures
hi: **अंतर्दृश्य दस्तावेज़** - आंतरिक पृष्ठों के लिए मार्जिन सेट करें
ja: **内側文書** - 内側ページの余白を設定する
pl: **Dokument wewnętrzny** - Ustaw marginesy dla stron wewnętrznych
pt: **Documento Interno** - Definir margens para páginas internas

source: **Cover Document** - Set margins for book covers
ar: **وثيقة غلاف** - ضع هامشًا للغلاف
bn: **মুখবন্ধ দলিল** - বইয়ের মুখবন্ধের জন্য মার্জিন সেট করুন
de: **Deckblatt-Dokument** – Seitenränder für Buchumschläge festlegen
es: **Documento de portada** - Establecer márgenes para portadas de libros
fr: **Document de couverture** - Définir les marges pour les couvertures de livres
hi: **आवरण दस्तावेज़** - पुस्तक के आवरण के लिए मार्जिन सेट करें
ja: **表紙ドキュメント** - 書籍の表紙の余白を設定する
pl: **Dokument okładki** – Ustaw marginesy dla okładek książek
pt: **Documento de Capa** - Definir margens para capas de livros

source: **Dustjacket Document** - Set margins for dustjackets
ar: **وثيقة الغلاف الواقية من الغبار** - تعيين الهوامش للغلاف الواقية من الغبار
bn: **ধুলোর আবরণ দলিল** - ধুলোর আবরণের জন্য মার্জিন সেট করুন
de: **Schutzumschlag-Dokument** – Randabstände für Schutzumschläge festlegen
es: **Documento de sobrecubierta** - Establecer márgenes para sobrecubiertas
fr: **Document de jaquette** - Définir les marges pour les jaquettes
hi: **धूल जैकेट दस्तावेज़** - धूल जैकेट के मार्जिन सेट करें
ja: **表紙用ドキュメント** - 表紙の余白を設定する
pl: **Okładka tylna dokumentu** - Ustaw marginesy dla okładek tylnych
pt: **Documento de sobrecapa** - Definir margens para sobrecapas

source: Help Menu
ar: قائمة المساعدة
bn: সাহায্য মেনু
de: Hilfemenü
es: Menú de ayuda
fr: Menu Aide
hi: सहायता मेनू
ja: ヘルプ メニュー
pl: Menu Pomocy
pt: Menu de Ajuda

source: **Keyboard Shortcuts** - Display all keyboard shortcuts in a dialog
ar: **ال اختصارات لوحة المفاتيح** - عرض جميع اختصارات لوحة المفاتيح في مربع حواري
bn: **কীবোর্ড শর্টকাট** - একটি আলোচনা বক্সে সমস্ত কীবোর্ড শর্টকাট প্রদর্শন করুন
de: **Tastenkombinationen** – Zeigt alle Tastenkombinationen in einem Dialog an
es: **Atajos de teclado** - Mostrar todos los atajos de teclado en un cuadro de diálogo
fr: **Raccourcis clavier** - Afficher tous les raccourcis clavier dans une boîte de dialogue
hi: **कीबोर्ड शॉर्टकट** - एक डायलॉग में सभी कीबोर्ड शॉर्टकट दिखाएं
ja: **キーボード ショートカット** - ダイアログですべてのキーボード ショートカットを表示する
pl: **Skróty klawiaturowe** – Wyświetl wszystkie skróty klawiaturowe w oknie dialogowym
pt: **Atalhos do teclado** - Exibe todos os atalhos do teclado em um diálogo

source: **About Momovu** - Show application information and version
ar: **حول موموفو** - عرض معلومات التطبيق ونسخة البرنامج
bn: **মোমোভু সম্পর্কে** - অ্যাপ্লিকেশন তথ্য এবং সংস্করণ দেখান
de: **Über Momovu** – Zeigt Anwendungsinformationen und Version an
es: **Acerca de Momovu** - Muestra información de la aplicación y la versión
fr: **À propos de Momovu** - Afficher les informations et la version de l'application
hi: **मोमोवू के बारे में** - एप्लिकेशन जानकारी और संस्करण दिखाएं
ja: **Momovuについて** - アプリケーション情報とバージョンを表示する
pl: **O Momovu** - Wyświetl informacje o aplikacji i jej wersję
pt: **Sobre o Momovu** - Exibe informações e versão do aplicativo

source: Document Types
ar: أنواع المستندات
bn: নথির ধরন
de: Dokumenttypen
es: Tipos de documentos
fr: Types de documents
hi: दस्तावेज़ प्रकार
ja: ドキュメントの種類
pl: Typy dokumentów
pt: Tipos de Documentos

source: Interior Documents
ar: مستندات داخلية
bn: অভ্যন্তরীণ ডকুমেন্ট
de: Innere Dokumente
es: Documentos internos
fr: Documents internes
hi: अंतरिक्ष दस्तावेज़
ja: 内部文書
pl: Dokumenty wewnętrzne
pt: Documentos Internos

source: Interior documents represent the content pages of a book:
ar: تُظهر الوثائق الداخلية محتويات صفحات الكتاب:
bn: অভ্যন্তরীণ দলিলগুলি একটি বইয়ের বিষয়বস্তু পৃষ্ঠাগুলি প্রতিনিধিত্ব করে:
de: Innere Dokumente stellen die Inhaltsseiten eines Buches dar:
es: Documentos interiores representan las páginas de contenido de un libro:
fr: Les documents intérieurs représentent les pages de contenu d'un livre :
hi: अंतर्गत दस्तावेज़ एक पुस्तक के सामग्री पन्नों का प्रतिनिधित्व करते हैं:
ja: 内部ドキュメントは本の内容ページを表します。
pl: Dokumenty wewnętrzne reprezentują strony treści książki:
pt: Documentos internos representam as páginas de conteúdo de um livro:

source: Simple rectangular safety margins
ar: هوامش أمان مستطيلة بسيطة
bn: সরল আয়তক্ষেত্রাকার নিরাপত্তা মার্জিনগুলি
de: Einfache rechteckige Sicherheitsmargen
es: Margenes de seguridad rectangulares sencillos
fr: Marges de sécurité rectangulaires simples
hi: सरल आयताकार सुरक्षा सीमाएँ
ja: シンプルな長方形の安全余裕
pl: Proste prostokątne marginesy bezpieczeństwa
pt: Margens de segurança retangulares simples

source: Side-by-side view available for spread preview
ar: عرض جانبي جانباً متوفر لمعاينة التمديد
bn: পার্শ্ব-পার্শ্ব দৃশ্য প্রসারণ প্রিভিউ জন্য উপলব্ধ
de: Seitenansicht verfügbar für Vorschau der Ausbreitung
es: Vista lateral para vista previa de la propagación
fr: Vue côte à côte disponible pour l'aperçu du cahier
hi: फैलाव की झलक के लिए साइड-बाई-साइड दृश्य उपलब्ध है
ja: スプレッドのプレビュー用に並べて表示できます
pl: Dostępna jest obok siebie widok dla podgląd rozchodu
pt: Visualização lado a lado disponível para pré-visualização da página aberta

source: Spine line visible in dual-page mode
ar: الخط العمودي مرئي في وضع الصفحة المزدوجة
bn: ডুয়াল-পেজ মোডে স্পাইন লাইন দৃশ্যমান
de: Rückenlinie ist im Doppelseiten-Modus sichtbar
es: Línea de la columna visible en modo de doble página
fr: Ligne vertébrale visible en mode double page
hi: डुअल-पेज मोड में स्पाइन लाइन दिखाई दे रही है
ja: ダブルページ表示時に背線が表示されます
pl: Linia grzbietu widoczna w trybie podwójnej strony
pt: Linha da coluna visível no modo de duas páginas

source: Navigation to first/last page enabled
ar: تمكين التنقل إلى الصفحة الأولى/الأخيرة
bn: প্রথম / শেষ পৃষ্ঠায় যাওয়ার সুযোগ দেওয়া হয়েছে
de: Navigation zur ersten/letzten Seite aktiviert
es: Navegación a la primera/última página habilitada
fr: Navigation vers la première/dernière page activée
hi: पहले/अंतिम पृष्ठ पर स्थानांतरण सक्षम
ja: 最初/最後のページへのナビゲーションが有効になっています
pl: Włączono nawigację do pierwszej/ostatniej strony
pt: Navegação para primeira/última página ativada

source: Interior document in single page view
ar: وثيقة داخلية في عرض صفحة واحدة
bn: একটি পৃষ্ঠার দৃশ্যে অভ্যন্তরীণ দলিল
de: Interner Dokument in Einzelansicht
es: Documento interno en vista de una sola página
fr: Document intérieur en affichage sur une seule page
hi: एक पृष्ठ दृश्य में आंतरिक दस्तावेज़
ja: 1ページ表示の内部ドキュメント
pl: Dokument wewnętrzny w widoku pojedynczej strony
pt: Documento interno em visualização de página única

source: Interior document displayed in single page view mode
ar: مستند داخلي يتم عرضه في وضع صفحة واحدة
bn: অভ্যন্তরীণ দলিল একক পৃষ্ঠা দৃশ্য মোডে প্রদর্শিত হয়
de: Innendokument wird im Einzelbildschirm-Ansichtsmodus angezeigt
es: Documento interno mostrado en modo de visualización de página única
fr: Document intérieur affiché en mode d'affichage en une seule page
hi: अंतर्दृश्य दस्तावेज़ एकल पृष्ठ प्रदर्शन मोड में दिखाया गया
ja: 単一ページ表示モードで表示される内部ドキュメント
pl: Dokument wewnętrzny wyświetlany w trybie jednostronicowego podglądu
pt: Documento interno exibido no modo de visualização em uma única página

source: Cover Documents
ar: مستندات الغلاف
bn: ডকুমেন্ট সমূহ
de: Deckdokumente
es: Documentos de portada
fr: Documents de couverture
hi: कवर दस्तावेज़
ja: カバーディスキュメント
pl: Dokumenty pokrywające
pt: Documentos de Capa

source: Cover documents include front and back covers with spine:
ar: تشمل وثائق الغلاف الغلاف الأمامي والخلفي مع العمود الفقري:
bn: নথি আচ্ছাদন অন্তর্ভুক্ত করে স্পাইন সহ পৃষ্ঠ এবং পিছনের অংশ:
de: Zu den Umschlagdokumenten gehören Vorder- und Rückumschlag mit Rücken:
es: Los documentos de cubierta incluyen la portada, la contraportada y el lomo:
fr: Les documents de couverture comprennent la couverture avant et arrière avec la tranche :
hi: शामिल दस्तावेज़ मुख्य पृष्ठ और पीठ के साथ रीढ़ की हड्डी के साथ होते हैं:
ja: 表紙資料には表表紙と裏表紙、背表紙が含まれます。
pl: Dokumenty okładkowe obejmują przód i tył z oprawą:
pt: Os documentos de capa incluem a capa dianteira e traseira com lombada:

source: Spine width automatically calculated from page count
ar: يتم حساب عرض العمود تلقائيًا من عدد الصفحات
bn: পৃষ্ঠ গণনা থেকে স্পাইন প্রস্থ স্বয়ংক্রিয়ভাবে গণনা করা হয়
de: Rückenbreite wird automatisch anhand der Seitenzahl berechnet
es: Ancho de la espalda calculado automáticamente a partir del número de páginas
fr: Largeur de la tranche calculée automatiquement à partir du nombre de pages
hi: पृष्ठ संख्या से पीठ की चौड़ाई स्वतः गणना की गई
ja: ページ数からスパイン幅が自動計算されます。
pl: Szerokość grzbietu automatycznie obliczana na podstawie liczby stron
pt: Largura da lombada calculada automaticamente com base no número de páginas

source: Barcode placement area in lower right of back cover
ar: منطقة وضع الشريط الرمزي في الزاوية السفلى اليمنى من الغلاف الخلفي
bn: ব্যাক কভারের নিচের ডানদিকে বারকোড স্থাপন করুন
de: Strichcode-Bereich in der unteren rechten Ecke des Rückdeckels
es: Área para colocar el código de barras en la parte inferior derecha de la cubierta posterior
fr: Zone de placement du code-barres en bas à droite de la couverture arrière
hi: बैक कवर के निचले दाहिने में बारकोड स्थान
ja: 背表紙の右下のバーコード配置領域
pl: Obszar na umieszczenie kody kreskowego w prawym dolnym rogu tyłu okładki
pt: Área de colocação do código de barras no canto inferior direito da capa de trás

source: Fold lines at spine edges (green dashed lines)
ar: القيام بطي الخطوط عند حواف العمود الفقري (الخطوط المتقطعة الخضراء)
bn: অস্থি প্রান্তের কাছাকাছি ফোল্ড লাইন (সবুজ বিচ্ছিন্ন লাইন)
de: Faltenkanten an Rückenrändern (grüne gepunkteten Linien)
es: Doblar por las líneas en los bordes de la columna (líneas discontinuas verdes)
fr: Plier sur les lignes du dos (lignes pointillées vertes)
hi: स्पाइन के किनारों पर मोड़ लाइनें (हरे रंग की डैश लाइनें)
ja: 背筋のエッジに折り線をつける（緑の点線）
pl: Linie zagięcia przy brzegach grzbietu (zielone kreskowane linie)
pt: Dobrar as linhas nas bordas da espinha (linhas tracejadas verdes)

source: Safety margins with bleed areas
ar: الهوامش الأمنية مع مناطق التصريف
bn: নিরাপত্তা মার্জিন সহ রক্ত ক্ষেত্রগুলি
de: Sicherheitsabstände mit Überdruckbereichen
es: Márgenes de seguridad con áreas de sangrado
fr: Marges de sécurité avec zones de débordement
hi: सुरक्षा सीमाएँ जिनमें रक्त निकासी क्षेत्र होते हैं
ja: 安全余裕とブリード領域
pl: Marginesy bezpieczeństwa z obszarami wycieku
pt: Margens de segurança com áreas de sangramento

source: Cover document showing spine width calculation
ar: وثيقة توضح حساب عرض العمود الفقري
bn: গাঠনিক প্রস্থ হিসাব দেখানোর জন্য কভার ডকুমেন্ট
de: Deckblatt mit Darstellung der Rückenbreitenberechnung
es: Documento de cubierta que muestra el cálculo del ancho de la espina
fr: Document de couverture montrant le calcul de la largeur de la tranche
hi: एक दस्तावेज़ जो रीढ़ की चौड़ाई की गणना दिखाता है
ja: 背幅計算を示す表紙資料
pl: Dokument pokrywający pokazujący obliczenie szerokości grzbietu
pt: Documento de capa mostrando o cálculo da largura da lombada

source: Cover document with automatically calculated spine width based on page count
ar: تغليف المستند مع عرض عمود تلقائي يتم حسابه بناءً على عدد الصفحات
bn: পৃষ্ঠ গণনা ভিত্তিক স্পাইন প্রস্থ সহ স্বয়ংক্রিয়ভাবে গণনা করা দলিলের আবরণ
de: Deckblattdokument mit automatisch berechneter Rückenbreite basierend auf der Seitenanzahl
es: Documento con lomo de ancho calculado automáticamente según el número de páginas
fr: Document couverture avec une épaisseur de dos calculée automatiquement en fonction du nombre de pages
hi: पृष्ठ संख्या पर आधारित स्वचालित रूप से गणना की गई स्पाइन चौड़ाई के साथ दस्तावेज़ को कवर करें
ja: ページ数に基づいて自動計算された背幅でドキュメントを覆う
pl: Dokument okładki z automatycznie obliczoną szerokością grzbietu na podstawie liczby stron
pt: Documento com lombada calculada automaticamente com base na quantidade de páginas

source: Cover document with safety margins
ar: غطّ الورقة بحدود أمان
bn: নিরাপত্তা মার্জিনের সাথে ডকুমেন্ট ঢেকে দিন
de: Dokument mit Sicherheitsabständen abdecken
es: Cubra el documento con márgenes de seguridad
fr: Couvrir le document avec des marges de sécurité
hi: सुरक्षा के तिरछे के साथ दस्तावेज़ को ढकें
ja: 安全余裕をもって文書を覆う
pl: Pokryj dokument marginesami bezpieczeństwa
pt: Cubra o documento com margens de segurança

source: Cover document showing safety margins and bleed areas
ar: مستند غلاف يوضح الهوامش الأمنية ومساحات النزيف
bn: নিরাপত্তা মার্জিন এবং রক্তক্ষরণ এলাকা দেখানোর জন্য কভার ডকুমেন্ট
de: Deckblatt mit Sicherheitsabständen und Beschnittkanten
es: Documento de cubierta que muestra los márgenes de seguridad y las áreas de sangrado
fr: Document d'habillage montrant les marges de sécurité et les zones de débordement
hi: एक डॉक्यूमेंट जो सुरक्षा किनारों और रक्तस्राव क्षेत्रों को दर्शाता है
ja: 安全マージンおよびブリード領域を示すカバーディオクメント
pl: Dokument pokrywający pokazujący marginesy bezpieczeństwa i obszary odcięcia
pt: Documento de capa mostrando as margens de segurança e as áreas de sangria

source: **Spine Width Calculation:**
ar: **حساب عرض العمود الفقري:**
bn: **অক্ষ প্রস্থ হিসাব:**
de: **Berechnung der Wirbelsäulenbreite:**
es: **Cálculo del Ancho de la Caja de la Columna:**
fr: **Calcul de la largeur de l'encolure :**
hi: **रीढ़ की चौड़ाई की गणना:**
ja: **背幅計算:**
pl: **Obliczanie szerokości grzbietu:**
pt: **Cálculo da Largura da Lombo:**

source: Formula: (pages / 17.48) + 1.524 mm
ar: الصيغة: (الصفحات / 17.48) + 1.524 مم
bn: সূত্র: (পৃষ্ঠা / 17.48) + 1.524 মিমি
de: Formel: (Seiten / 17,48) + 1,524 mm
es: Fórmula: (páginas / 17,48) + 1,524 mm
fr: Formule : (pages / 17,48) + 1,524 mm
hi: सूत्र: (पृष्ठ / 17.48) + 1.524 मिमी
ja: 式: (ページ数 / 17.48) + 1.524 mm
pl: Wzór: (strony / 17,48) + 1,524 mm
pt: Fórmula: (páginas / 17,48) + 1,524 mm

source: Converted to points for display
ar: تم تحويله إلى نقاط لعرضها
bn: প্রদর্শনের জন্য পয়েন্টগুলি রূপান্তরিত
de: In Punkte umgerechnet zur Anzeige
es: Convertido a puntos para mostrar
fr: Converti en points pour l'affichage
hi: प्रदर्शन के लिए अंकों में परिवर्तित
ja: 表示用にポイントに変換されました
pl: Przeliczone na punkty do wyświetlenia
pt: Convertido em pontos para exibição

source: Example: 300 pages = 18.69 mm spine width
ar: مثال: 300 صفحة = عرض عمود 18.69 مم
bn: উদাহরণ: 300 পৃষ্ঠা = 18.69 মিমি পিঠ প্রস্থ
de: Beispiel: 300 Seiten = 18,69 mm Rückenbreite
es: Ejemplo: 300 páginas = 18,69 mm de anchura de lomo
fr: Exemple : 300 pages = 18,69 mm d'épaisseur du dos
hi: उदाहरण: 300 पृष्ठ = 18.69 मिमी स्पाइन चौड़ाई
ja: 例：300ページ＝背幅18.69mm
pl: Przykład: 300 stron = 18,69 mm szerokości grzbietu
pt: Exemplo: 300 páginas = 18,69 mm de largura da lombada

source: Dustjacket Documents
ar: مستندات الغلاف
bn: ধুলোর আবরণের দলিল
de: Umschlagdokumente
es: Documentos de sobrecubierta
fr: Documents sur la jaquette
hi: धूल के आवरण के दस्तावेज़
ja: ダストジャケット文書
pl: Dokumenty z okładki książkowej
pt: Documentos da Capa de Poeira

source: Dustjackets include covers, spine, and flaps:
ar: تتضمن غلافات الغبار الأغلفة والظهر والأقفال:
bn: ডাস্টজ্যাকেটগুলি অন্তর্ভুক্ত করে কভার, স্পাইন এবং ফ্ল্যাপগুলি:
de: Schutzumschläge umfassen Einband, Rücken und Klappen:
es: Las cubiertas incluyen la portada, el lomo y las solapas:
fr: Les jaquettes comprennent les couvertures, la tranche et les rabats :
hi: धूल के आवरण में आवरण, सींग और फ्लैप शामिल हैं:
ja: 表紙にはカバー、背表紙、そしてフ랩が含まれます。
pl: Okładki to obwoluty obejmujące okładkę przednią i tylną, grzbiet oraz skrzydła:
pt: As capas incluem a capa, a lombada e as sobrecapas:

source: Complete dustjacket layout visualization
ar: تصور كامل لتصميم غلاف الكتاب
bn: পূর্ণ ধুলার আবরণ স্থাপন সম্পর্কে ধারণা
de: Vollständige Einband-Gestaltungsvorstellung
es: Visualización del diseño completo de la sobrecubierta
fr: Visualisation complète de la mise en page de la jaquette
hi: पूर्ण धूल आवरण लेआउट दृश्यकरण
ja: 完全なジャケットレイアウトの可視化
pl: Pełna wizualizacja układu okładki tyłu
pt: Visualização completa do layout da capa dura

source: Fixed flap dimensions: 3.25" x 9" (82.55mm x 228.6mm)
ar: الأبعاد الثابتة للصفيحة: 3.25 بوصة × 9 بوصات (82.55 مم × 228.6 مم)
bn: স্থির ফ্ল্যাপ মাত্রা: 3.25 "x 9" (82.55 মিমি x 228.6 মিমি)
de: Feste Schwenkklappendimensionen: 3,25" x 9" (82,55 mm x 228,6 mm)
es: Dimensiones fijas del solapa: 3,25" x 9" (82,55 mm x 228,6 mm)
fr: Dimensions fixes des languettes : 3,25 po x 9 po (82,55 mm x 228,6 mm)
hi: स्थिर फ्लैप आयाम: 3.25 "एक्स 9" (82.55 मिमी x 228.6 मिमी)
ja: 固定フラップの寸法: 3.25インチ x 9インチ (82.55mm x 228.6mm)
pl: Stałe wymiary klapy: 3,25 cala x 9 cali (82,55 mm x 228,6 mm)
pt: Dimensões fixas da aba: 3,25 "x 9" (82,55 mm x 228,6 mm)

source: Multiple fold lines for all edges
ar: خطوط طي متعددة لجميع الحواف
bn: সকল প্রান্তের জন্য বহু মোড়ক Papers
de: Mehrere Faltkanten für alle Kanten
es: Líneas de plegado múltiples para todos los bordes
fr: Plusieurs plis pour tous les bords
hi: सभी किनारों के लिए कई मोड़ रेखाएँ
ja: すべてのエッジに複数の折り目
pl: Wielokrotne linie zagięcia dla wszystkich krawędzi
pt: Várias linhas de dobra para todas as bordas

source: Separate margins for flaps and covers
ar: هوامش منفصلة للصفحات والغلاف
bn: ফ্ল্যাপ এবং কভারের জন্য আলাদা মার্জিন
de: Getrennte Ränder für Klappen und Umschläge
es: Márgenes separados para solapas y cubiertas
fr: Marges séparées pour les rabats et les couvertures
hi: अलग-अलग मार्जिन फ्लैप और कवर के लिए
ja: フラップと表紙の別々の余白
pl: Oddzielne marginesy dla tyłków i okładów
pt: Margens separadas para sobrecapas e capas

source: Dustjacket with flaps and fold lines
ar: غلاف ورقي مع طيور وخطوط طي
bn: ফ্ল্যাপ এবং ফোল্ড লাইন সহ ডাস্ট জ্যাকেট
de: Leinwandumschlag mit Klappen und Faltlinien
es: Portada con solapas y pliegues
fr: Pochette avec rabats et plis de pliage
hi: धूल का आवरण जिसमें फ्लैप्स और मोड़ लाइनें हैं
ja: フラップと折り目のある表紙
pl: Twarda oprawa z klapkami i zagięciami
pt: Capa com sobrecapa e dobras
