Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, bn, de, es, fr, hi, ja, pl, pt

source: Complete dustjacket layout with flaps, spine, fold lines, and bleed lines visible
ar: تصميم غلاف الكتاب الكامل مع الألواح الجانبية والظهر وخطوط الطي وخطوط التمتد الظاهرة
bn: পূর্ণ ডাস্টজ্যাকেট লেআউট সঙ্গে ফ্ল্যাপ, পিঠ, মোড়ক রেখা, এবং রক্ত রেখা দৃশ্যমান
de: Vollständiges Schutzumschlag-Layout mit Klappen, Rücken, Falzlinien und Blutlinien sichtbar
es: Diseño completo de sobrecubierta con solapas, lomo, líneas de doblado y líneas de sangrado visibles
fr: Mise en page complète de la jaquette avec rabats, dos, plis et repères de débord visible
hi: पूर्ण धूल जैकेट लेआउट, जिसमें फ्लैप, स्पाइन, मोड़ लाइनों, और ब्लीड लाइनों दृश्यमान हैं
ja: フラップや背表紙、折り目、余白線が見える、完全なジャケットレイアウト
pl: Pełny projekt okładki z tylkami, grzbietem, liniami zagięć i liniami wyjścia poza format
pt: Layout completo da capa com sobrecapa, dobras, linhas de costura e linhas de sangria visíveis

source: Dustjacket with bleed lines
ar: غلاف ورقي مع خطوط النزيف
bn: ধুলার আবরণ সহ ব্লিড লাইন
de: Schutzumschlag mit Ausfransen
es: Portada con líneas de sangrado
fr: Jaquette avec repères d'impression
hi: धूल के ढकने वाले पृष्ठ पर रक्तस्राव रेखाएं
ja: 余白なしのジャケデザイン
pl: Okładka z liniami przesycenia
pt: Capa com linhas de sangramento

source: Dustjacket showing bleed lines that extend beyond trim lines for print production
ar: يُظهر غلاف الكتاب خطي نزيف تمتدان إلى ما وراء خطوط التrim لإنتاج الطباعة
bn: ডাস্টজেকেট যা ছাপার উত্পাদনের জন্য ট্রিম লাইনগুলির চেয়ে বেশি প্রসারিত হওয়া ব্লিড লাইনগুলি প্রদর্শন করে
de: Leinwandumschlag, der Risslinien zeigt, die bei der Druckproduktion über die Schneidkanten hinausreichen
es: Portada con líneas de sangrado que se extienden más allá de las líneas de corte para la producción de impresión
fr: La couverture en carton montre des repères d'impression qui dépassent les lignes de découpe pour la production d'impression
hi: डस्टजेकेट जो छापे के उत्पादन के लिए ट्रिम लाइनों के बाहर तक फैली हुई रेखाओं को दर्शाता है
ja: 印刷生産のために、トリムラインを超えて延びるブリードラインを示すジャケット表紙
pl: Okładka pokazuje linie przecieku, które sięgają poza linie ciosu do produkcji drukowej
pt: Capa com linhas de sangria que se estendem além das linhas de corte para produção de impressão

source: Presentation Mode
ar: وضع العرض
bn: প্রদর্শন মোড
de: Präsentationsmodus
es: Modo de presentación
fr: Mode de présentation
hi: प्रस्तुति मोड़
ja: プレゼンテーション モード
pl: Tryb prezentacji
pt: Modo de Apresentação

source: Presentation mode provides a distraction-free view:
ar: يقدم الوضع العرضي منظراً خالياً من المشتتات:
bn: প্রদর্শন মোড একটি বিভ্রান্তি বিহীন দৃশ্য প্রদান করে:
de: Präsentationsmodus bietet eine ansprechende, störungsfreie Ansicht:
es: El modo de presentación proporciona una vista sin distracciones:
fr: Le mode de présentation offre une vue sans distractions :
hi: प्रस्तुति मोड़ एक अव्यवधान रहित दृश्य प्रदान करता है:
ja: プレゼンテーション モードでは、集中を妨げる要素のないビューが提供されます。
pl: Tryb prezentacji zapewnia widok bez rozproszenia uwagi:
pt: O modo de apresentação fornece uma exibição sem distrações:

source: Full-screen display without UI elements
ar: عرض كامل الشاشة بدون عناصر واجهة المستخدم
bn: পুরো স্ক্রিন প্রদর্শন করুন UI উপাদান ছাড়াই
de: Vollbildanzeige ohne UI-Elemente
es: Pantalla completa sin elementos de la interfaz
fr: Affichage en plein écran sans éléments d'interface
hi: पूर्ण-स्क्रीन प्रदर्शन, UI तत्वों के बिना
ja: UI要素なしのフルスクリーン表示
pl: Pełnoekranowy tryb wyświetlania bez elementów interfejsu
pt: Exibição em tela cheia sem elementos da interface (UI)

source: Maintains current view mode and overlays
ar: يحتفظ بالوضع الحالي للعرض ويضيف طبقات عليه
bn: বর্তমান দৃশ্য মোড বজায় রাখে এবং ওভারলে করে
de: Behält den aktuellen Ansichtsmodus bei und legt ihn darüber
es: Mantiene el modo de vista actual y superpone
fr: Conserve le mode d'affichage actuel et superpose
hi: वर्तमान दृश्य मोड़ को बरकरार रखता है और ओवरले करता है
ja: 現在の表示モードを維持し、オーバーレイを表示する
pl: Utrzymanie bieżącego trybu widoku i nakładanie
pt: Mantém o modo de visualização atual e sobreposições

source: Smooth page-by-page navigation
ar: تنقل سلس صفحة بصفحة
bn: পৃষ্ঠা অনুযায়ী নাভিগেশন স্থিতিশীল
de: Seitenweise Navigation mit sanftem Übergang
es: Navegación suave página por página
fr: Navigation page par page fluide
hi: पृष्ठ-दर-पृष्ठ सुचारु नेविगेशन
ja: ページごとのなめらかなナビゲーション
pl: Gładna nawigacja strona po stronie
pt: Navegação suave página por página

source: Exit with F5 or Escape
ar: الخروج باستخدام F5 أو مفتاح الإفلات
bn: F5 বা Escape দিয়ে বের হোন
de: Mit F5 oder Esc beenden
es: Salga con F5 o Escape
fr: Sortie avec F5 ou Échap
hi: एफ 5 या एस्केप के साथ बाहर निकलें
ja: F5 キーまたは Esc キーで終了
pl: Wyjdź klawiszem F5 lub Escape
pt: Sair com F5 ou Escape

source: Navigation in presentation mode:
ar: التنقل في الوضعية العرضية:
bn: প্রদর্শনী মোডে পরিচালনা:
de: Navigation im Präsentationsmodus:
es: Navegación en modo de presentación:
fr: Navigation en mode de présentation :
hi: प्रस्तुति मोड में नेविगेशन:
ja: プレゼンテーション モードでのナビゲーション：
pl: Nawigacja w trybie prezentacji:
pt: Navegação no modo de apresentação:

source: ``Page Down`` or ``Space`` - Next page
ar: ``Page Down`` أو ``Space`` - الصفحة التالية
bn: ``Page Down`` অথবা ``Space`` - পরবর্তী পৃষ্ঠা
de: ``Page Down`` oder ``Leertaste`` – Nächste Seite
es: ``Page Down`` o ``Espacio`` - Página siguiente
fr: ``Page Down`` ou ``Espace`` - Page suivante
hi: ``पेज डाउन`` या ``स्पेस`` - अगले पेज पर
ja: 「Page Down」または「Space」 - 次のページ
pl: ``Page Down`` lub ``Spacja`` - Następna strona
pt: ``Page Down`` ou ``Espaço`` - Próxima página

source: ``Page Up`` or ``Backspace`` - Previous page
ar: الصفحة السابقة أو مفتاح المسافة الخلفية - الصفحة السابقة
bn: ``Page Up`` অথবা ``Backspace`` - পূর্ববর্তী পৃষ্ঠা
de: ``Page Up`` oder ``Backspace`` – Vorherige Seite
es: MAYÚS o SUPR - Página anterior
fr: ``Page Up`` ou ``Backspace`` - Page précédente
hi: ``पेज अप`` या ``बैकस्पेस`` - पिछला पेज
ja: 「Page Up」または「Backspace」 - 前のページ
pl: ``Page Up`` lub ``Backspace`` - Poprzednia strona
pt: ``Page Up`` ou ``Backspace`` - Página anterior

source: ``Arrow Keys`` - Pan view if zoomed
ar: مفاتيح السهم - تحريك المشهد إذا تم التكبير
bn: ``অ্যারো কী`` - যদি জুম করা হয়, তবে দৃশ্য স্থানান্তরিত করুন
de: ``Pfeiltasten`` – Sicht verschieben, wenn zoomiert
es: ``Teclas de flecha`` - Desplazar la vista si está acercada
fr: ``Touche Flèche`` - Déplacer le point de vue si zoomé
hi: ``तीर कुंजियाँ`` - ज़ूम करने पर पैन व्यू
ja: ``矢印キー`` - ズームした場合にビューをパンする
pl: ``Strzałki`` - przesuwanie widoku przy powiększeniu
pt: ``Setas do Teclado`` - Movimentar a visualização se estiver zoom ativado

source: ``F5`` or ``Escape`` - Exit presentation mode
ar: «F5» أو «Escape» - الخروج من وضع العرض
bn: ``F5`` অথবা ``Escape`` - প্রেজেন্টেশন মোড থেকে বের হয়ে আসুন
de: ``F5`` oder ``Escape`` - Präsentationsmodus beenden
es: ``F5`` o ``Escape`` - Salir del modo de presentación
fr: ``F5`` ou ``Échap`` - Quitter le mode de présentation
hi: ``F5`` या ``Escape`` - प्रस्तुति मोड़ से बाहर निकलें
ja: 「F5」または「Escape」 - プレゼンテーションモードを終了
pl: ``F5`` lub ``Escape`` - wyjście z trybu prezentacji
pt: ``F5`` ou ``Escape`` - Sair do modo de apresentação

source: Presentation mode (fullscreen, no UI)
ar: وضع العرض (الشاشة الكاملة، بدون واجهة مستخدم)
bn: প্রদর্শন মোড (ফুলস্ক্রিন, কোনও ইউআই নয়)
de: Präsentationsmodus (Vollbild, keine Benutzeroberfläche)
es: Modo de presentación (pantalla completa, sin interfaz)
fr: Mode de présentation (plein écran, sans interface)
hi: प्रस्तुति मोड (पूर्ण स्क्रीन, कोई UI नहीं)
ja: プレゼンテーション モード (フルスクリーン、UIなし)
pl: Tryb prezentacji (pełny ekran, bez interfejsu)
pt: Modo de apresentação (tela cheia, sem interface)

source: Presentation mode showing pages in fullscreen without any UI elements
ar: وضع العرض التقديمي يعرض الصفحات بحجم الشاشة الكامل بدون أي عناصر واجهة المستخدم
bn: প্রদর্শন মোড যা কোনও ইউআই উপাদান ছাড়াই ফুলস্ক্রিনে পৃষ্ঠা প্রদর্শন করে
de: Präsentationsmodus, der die Seiten im Vollbild ohne jegliche UI-Elemente anzeigt
es: Modo de presentación que muestra las páginas en pantalla completa sin ningún elemento de la interfaz
fr: Mode de présentation affichant les pages en plein écran sans aucun élément d'interface
hi: प्रस्तुति मोड़ पूर्ण स्क्रीन में कोई भी यूआई तत्व के बिना पेज दिखा रहा है
ja: UI要素を表示せずにページをフルスクリーンで表示するプレゼンテーションモード
pl: Tryb prezentacji pokazujący strony w trybie pełnoekranowym bez żadnych elementów interfejsu
pt: Modo de apresentação mostrando as páginas em tela cheia sem quaisquer elementos da interface

source: Starting presentation mode:
ar: بدء وضع العرض:
bn: প্রদর্শনী মোড শুরু হচ্ছে:
de: Präsentationsmodus starten:
es: Iniciar modo de presentación:
fr: Mode de présentation en cours :
hi: प्रस्तुति मोड़ शुरू कर रहे हैं:
ja: プレゼンテーションモードを開始します:
pl: Rozpoczynanie trybu prezentacji:
pt: Iniciando o modo de apresentação:

source: Press ``F5`` while viewing a document
ar: اضغط على "F5" أثناء عرض مستند
bn: ``F5`` কী চাপুন একটি দলিল দেখার সময়
de: Drücken Sie „F5“, während Sie ein Dokument ansehen
es: Presione ``F5`` mientras visualiza un documento
fr: Appuyez sur ``F5`` pendant que vous visualisez un document
hi: एक दस्तावेज़ देखते समय ``F5`` दबाएं
ja: ドキュメントを表示している間に「F5」キーを押してください。
pl: Naciśnij klawisz „F5”, gdy przeglądasz dokument.
pt: Pressione ``F5`` enquanto visualiza um documento

source: All overlay toggles remain functional
ar: تظل جميع مفاتيح التراكب قيد العمل
bn: সমস্ত ওভারলে সুইচ কাজ করবে এবং অকার্যকর হবে না
de: Alle Überlagerungsschalter bleiben funktionsfähig
es: Todos los interruptores de superposición permanecen funcionales
fr: Tous les commutateurs de calque restent fonctionnels
hi: सभी ओवरले टॉगल कार्यात्मक रहते हैं
ja: すべてのオーバーレイ切り替えは機能したままである
pl: Wszystkie przełączniki warstw pozostają funkcjonalne
pt: Todos os comutadores de sobreposição permanecem funcionais

source: Fullscreen Mode
ar: وضع الشاشة الكاملة
bn: ফুলস্ক্রিন মোড
de: Vollbildmodus
es: Modo Pantalla Completa
fr: Mode Plein écran
hi: पूर्ण स्क्रीन मोड
ja: フルスクリーンモード
pl: Tryb pełnoekranowy
pt: Modo Tela Cheia

source: Fullscreen mode maximizes the window:
ar: الوضع الكامل الشاشة يزيد من حجم النافذة:
bn: ফুলস্ক্রিন মোড উইন্ডোটি সর্বাধিক করে বাড়িয়ে দেয়:
de: Vollbildmodus maximiert das Fenster:
es: El modo de pantalla completa maximiza la ventana:
fr: Le mode plein écran maximise la fenêtre :
hi: पूर्ण-स्क्रीन मोड विंडो को अधिकतम कर देता है:
ja: フルスクリーンモードでは、ウィンドウが最大化されます。
pl: Tryb pełnoekranowy maksymalizuje okno:
pt: O modo de tela cheia maximiza a janela:

source: Window fills entire screen
ar: يملأ النافذة الشاشة بأكملها
bn: উইন্ডোটি সম্পূর্ণ স্ক্রিন পূর্ণ করেছে
de: Fenster füllt den gesamten Bildschirm aus
es: Ventana llena toda la pantalla
fr: La fenêtre occupe l'écran entier
hi: विंडो पूरे स्क्रीन को भर देती है।
ja: ウィンドウが画面全体を埋めています
pl: Okno wypełnia cały ekran
pt: Janela preenche tela inteira

source: Menus and toolbars remain accessible
ar: تظل القوائم وأشرطة الأدوات قابلة للوصول إليها
bn: মেনু এবং টুলবারগুলি অক্ষম হয়ে থাকে না
de: Menüs und Symbolleisten bleiben zugänglich
es: Los menús y las barras de herramientas permanecen accesibles
fr: Les menus et les barres d'outils restent accessibles
hi: मेनू और टूलबार अभी भी पहुंचे योग्य रहते हैं।
ja: メニューとツールバーは引き続き使用可能になります
pl: Menu i paski narzędzi pozostają dostępne
pt: Menus e barras de ferramentas permanecem acessíveis

source: Different from presentation mode
ar: مختلف عن وضع العرض
bn: প্রদর্শন মোড থেকে আলাদা
de: Unterschiedlich zum Präsentationsmodus
es: Diferente al modo de presentación
fr: Différent du mode de présentation
hi: प्रस्तुति मोड़ से अलग
ja: プレゼンテーションモードとは異なります
pl: Inny niż tryb prezentacji
pt: Diferente do modo de apresentação

source: Toggle with ``F11``
ar: التبديل باستخدام ``F11``
bn: ``F11`` দিয়ে স্যুইচ করুন
de: Mit ``F11`` umschalten
es: Alternar con ``F11``
fr: Basculer avec ``F11``
hi: ``F11`` कुंजी के साथ टॉगल करें
ja: 「F11」で切り替え
pl: Przełączaj za pomocą ``F11``
pt: Alternar com ``F11``

source: Fullscreen mode (maximized window)
ar: وضع الشاشة الكاملة (نافذة موسعة)
bn: ফুলস্ক্রিন মোড (ম্যাক্সিমাইজড উইন্ডো)
de: Vollbildmodus (maximiertes Fenster)
es: Modo de pantalla completa (ventana maximizada)
fr: Mode plein écran (fenêtre agrandie)
hi: पूर्ण-स्क्रीन मोड (अधिकतम आकार का विंडो)
ja: フルスクリーンモード（最大化されたウィンドウ）
pl: Tryb pełnoekranowy (zmaxymalizowane okno)
pt: Modo de tela cheia (janela maximizada)

source: Fullscreen mode with maximized window while keeping menus and toolbars visible
ar: وضع الشاشة الكاملة مع نافذة موسعة مع الحفاظ على رؤية القوائم وأشرطة الأدوات
bn: পূর্ণস্ক্রিন মোড, মেনু এবং টুলবারগুলি দৃশ্যমান রেখে সর্বাধিক জানালা
de: Vollbildmodus mit maximiertem Fenster bei sichtbaren Menüs und Symbolleisten
es: Modo de pantalla completa con la ventana maximizada manteniendo visibles los menús y barras de herramientas
fr: Mode plein écran avec fenêtre maximisée tout en maintenant les menus et les barres d'outils visibles
hi: पूर्ण-स्क्रीन मोड, अधिकतम विंडो के साथ जबकि मेनू और टूलबार दृश्यमान रखें
ja: メニューとツールバーを表示したまま、ウィンドウを最大化したフルスクリーンモード
pl: Tryb pełnoekranowy z maksymalizowanym oknem, przy jednoczesnym zachowaniu widoczności menu i pasków narzędziowych
pt: Modo de tela cheia com janela maximizada mantendo menus e barras de ferramentas visíveis

source: Side-by-Side View
ar: عرض جانبي جنباً إلى جنب
bn: পাশাপাশি দৃশ্য
de: Seitenansicht nebeneinander
es: Vista lateral
fr: Vue côte à côte
hi: साइड-बाई-साइड व्यू
ja: 並べて表示ビュー
pl: Widok obok siebie
pt: Visualização lado a lado

source: Side-by-side view displays interior pages as spreads:
ar: عرض جانبي يعرض الصفحات الداخلية كمجلدات:
bn: পাশাপাশি দৃশ্য অভ্যন্তরীণ পৃষ্ঠাগুলি প্রসারণ হিসাবে প্রদর্শন করে:
de: Seitenvergleichsansicht zeigt Innenseiten als Ausklappseiten an:
es: Vista lateral a lateral muestra las páginas interiores como dobleces:
fr: La vue côte à côte affiche les pages intérieures sous forme de double pages :
hi: साइड-बाई-साइड दृश्य आंतरिक पृष्ठों को प्रसार के रूप में प्रदर्शित करता है:
ja: 並列表示では、内側のページを広げた状態で表示します。
pl: Widok obok siebie wyświetla strony wewnętrzne jako rozchwyty:
pt: A visualização lado a lado exibe as páginas internas como folhas abertas:

source: First page displayed alone (right side)
ar: الصفحة الأولى تُعرض منفردة (الجانب الأيمن)
bn: প্রথম পৃষ্ঠা একা (ডানদিক)
de: Erste Seite wird alleine angezeigt (rechte Seite)
es: Primera página mostrada sola (lado derecho)
fr: Première page affichée seule (côté droit)
hi: पहला पृष्ठ अकेला प्रदर्शित (दायां ओर)
ja: 最初のページのみ表示（右側）
pl: Pierwsza strona wyświetlana osobno (strona prawa)
pt: Primeira página exibida sozinha (lado direito)

source: Subsequent pages in proper left/right pairs
ar: الصفحات التالية بشكل صحيح كأزواج يسار/يمين
bn: পরবর্তী পৃষ্ঠাগুলি সঠিক বাম/ডান জোড়ায়
de: Nachfolgende Seiten in korrekten Links/Rechts-Paaren
es: Páginas siguientes en pares izquierdo/derecho correctos
fr: Pages suivantes en paires gauche/droite correctes
hi: उचित बाएँ/दाएँ जोड़ियों में अगले पृष्ठ
ja: 適切な左右のペアとして続くページ
pl: Następne strony w odpowiednich parach lewo/prawo
pt: Páginas subsequentes em pares corretos de esquerda/direita

source: Spine line visualization between pages
ar: توضيح خط العمود بين الصفحات
bn: পৃষ্ঠাগুলির মধ্যে স্পাইন লাইন দৃশ্যমানতা
de: Seitenlinien-Visualisierung zwischen den Seiten
es: Visualización de la línea de la columna vertebral entre páginas
fr: Visualisation de la ligne de la tranche entre les pages
hi: पृष्ठों के बीच पीठ रेखा दृश्यकरण
ja: ページ間の背線の可視化
pl: Wizualizacja linii grzbietowej między stronami
pt: Visualização da linha da espinha entre as páginas

source: Maintains reading order
ar: يحتفظ بترتيب القراءة
bn: পাঠের ক্রম বজায় রাখে
de: Erhält die Lese-Reihenfolge
es: Mantiene el orden de lectura
fr: Maintient l'ordre de lecture
hi: पाठन के क्रम को बरकरार रखता है
ja: 読込順を維持する
pl: Utrzymanie kolejności czytania
pt: Mantém a ordem de leitura

source: Toggle with ``Ctrl+D`` or via View menu (interior documents only).
ar: التبديل باستخدام ``Ctrl+D`` أو من خلال قائمة العرض (للوثائق الداخلية فقط).
bn: ``Ctrl+D`` দিয়ে আইন করুন অথবা ভিউ মেনু থেকে (শুধুমাত্র অভ্যন্তরীণ দলিল)।
de: Umschalten mit ``Strg+D`` oder über das Menü Ansicht (nur für interne Dokumente).
es: Active/Desactive con ``Ctrl+D`` o a través del menú Ver (solo documentos interiores).
fr: Activez/désactivez avec ``Ctrl+D`` ou via le menu Affichage (documents intérieurs uniquement).
hi: ``Ctrl+D`` के साथ या व्यू मेनू के माध्यम से टॉगल करें (केवल आंतरिक दस्तावेज)।
ja: 「Ctrl+D」または「ビュー」メニューから切り替える（内部ドキュメントのみ）。
pl: Przełączaj za pomocą ``Ctrl+D`` lub za pomocą menu Widok (tylko dokumenty wewnętrzne).
pt: Ative com ``Ctrl+D`` ou via menu Exibir (apenas documentos internos).

source: Interior pages in side-by-side view
ar: الصفحات الداخلية بعرض جانبي إلى جانبي
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি পাশাপাশি দৃশ্য
de: Innenseiten im nebeneinanderliegenden Ansicht
es: Páginas interiores en vista paralela
fr: Pages intérieures en vue côte à côte
hi: अंतः पृष्ठ बराबर-बराबर दृश्य में
ja: 内側のページを並べて表示
pl: Wewnętrzne strony w widoku obok siebie
pt: Páginas internas em visualização lado a lado

source: Interior pages displayed as a book spread in side-by-side view
ar: صفحات داخلية تُعرض كمجلد مُنسَّق بطريقة العرض الجانبي إلى الجانبي
bn: অভ্যন্তরীণ পৃষ্ঠাগুলি বইয়ের প্রসারণ হিসাবে পাশাপাশি দৃশ্যে প্রদর্শিত হয়
de: Innenseiten werden als Buchseiten in nebeneinander angeordneter Ansicht dargestellt
es: Páginas interiores mostradas como una extensión de libro en vista lado a lado
fr: Pages intérieures affichées comme une ouverture de livre en vue côte à côte
hi: अंतर्गत पृष्ठ एक पुस्तक प्रसार के रूप में साइड-बाई-साइड दृश्य में प्रदर्शित किए गए
ja: 内面のページが本の広げたように左右に並んで表示される
pl: Wewnętrzne strony wyświetlane jako rozchylony arkusz w widoku obok siebie
pt: Páginas internas exibidas como uma folha aberta de livro em visualização lado a lado

source: Visual Overlays
ar: الإطارات البصرية
bn: ভিজুয়াল ওভারলে সমূহ
de: Visuelle Overlays
es: Superposiciones visuales
fr: Surimpressions visuelles
hi: दृश्य ओवरले
ja: ビジュアルオーバーレイ
pl: Wizualne nakładki
pt: Sobrecargas Visuais

source: All overlays enabled simultaneously
ar: كل التراكبات مُفعَّلة في آنٍ واحد
bn: সমস্ত ওভারলে একইসাথে সক্রিয়
de: Alle Overlays gleichzeitig aktiviert
es: Todas las superposiciones habilitadas simultáneamente
fr: Toutes les superpositions activées simultanément
hi: सभी ओवरले एक साथ सक्रिय
ja: すべてのオーバーレイを同時に有効にする
pl: Wszystkie warstwy włączone jednocześnie
pt: Todos os overlays ativados simultaneamente

source: All visual overlays enabled together showing trim lines, safety margins, fold lines, barcode area, and bleed lines
ar: كل التراكبات البصرية المفعلة معًا تُظهر خطوط التrim، الهوامش الأمنية، خطوط الطي، منطقة الرمز الشريطي، وخطوط الانتشار
bn: সমস্ত দৃশ্য ওভারলে একসাথে সক্ষম করে ট্রিম লাইন, সুরক্ষা মার্জিন, ফোল্ড লাইন, বারকোড এলাকা এবং ব্লিড লাইন দেখানো হচ্ছে
de: Alle visuellen Überlagerungen gemeinsam eingeblendet, die Trimmlinien, Sicherheitsränder, Faltlinien, Barcode-Bereich und Überdrucklinien anzeigen
es: Todas las superposiciones visuales habilitadas juntas mostrando líneas de recorte, márgenes de seguridad, líneas de plegado, área de código de barras y líneas de sangrado
fr: Toutes les superpositions visuelles activées ensemble, montrant les lignes de finition, les marges de sécurité, les lignes de pli, la zone de code-barres et les lignes de dépassement.
hi: सभी दृश्यमान ओवरले एक साथ सक्षम हैं जो ट्रिम लाइनों, सुरक्षा निर्धारण, मोड़ लाइनों, बारकोड क्षेत्र और ब्लीड लाइनों को दिखा रहे हैं।
ja: すべての視覚オーバーレイを同時に表示し、トリムライン、安全余白、折り目、バーコード領域、およびブリードラインを示しています
pl: Wszystkie wizualne nakładki włączone jednocześnie, pokazujące linie ciecia, marginesy bezpieczeństwa, linie złożenia, obszar kodu kreskowego i linie nadcięcia
pt: Todas as sobreposições visuais ativadas juntas, mostrando linhas de acabamento, margens de segurança, linhas de dobra, área do código de barras e linhas de sangria

source: Safety Margins
ar: الهوامش الآمنة
bn: নিরাপত্তা মার্জিন
de: Sicherheitsabstände
es: Margen de Seguridad
fr: Marges de sécurité
hi: सुरक्षा सीमाएं
ja: 安全余裕
pl: Marginesy bezpieczeństwa
pt: Margens de Segurança

source: Safety margins indicate the safe content area:
ar: تُظهر الحواف الأمنية المنطقة الآمنة للمحتوى:
bn: নিরাপত্তা মার্জিন নিরাপদ বিষয়বস্তু এলাকা নির্দেশ করে:
de: Sicherheitsabstände zeigen den sicheren Bereich an:
es: Los márgenes de seguridad indican el área de contenido segura:
fr: Les marges de sécurité indiquent la zone de contenu sécurisée :
hi: सुरक्षा तिरछा सुरक्षित सामग्री क्षेत्र दर्शाता है:
ja: 安全余裕は安全なコンテンツ領域を示しています。
pl: Marginesy bezpieczeństwa wskazują bezpieczną strefę treści:
pt: As margens de segurança indicam a área de conteúdo segura:

source: **Appearance**: Semi-transparent blue/purple overlay (#7F7FC1)
ar: **المظهر**: تظليل أزرق/بنفسجي شبه شفاف (#7F7FC1)
bn: **দেখতে**: অর্ধ পর্দারহিত নীল/বেগুনি ওভারলে (#7F7FC1)
de: **Erscheinung**: Halbtransparenter blauer/lila Überlagerung (#7F7FC1)
es: **Apariencia**: Superposición azul/violeta semitransparente (#7F7FC1)
fr: **Apparence** : Superposition bleu/violette semi-transparente (#7F7FC1)
hi: **दिखावट**: अर्ध-पारदर्शक नीला / बैंगनी ओवरले (#7F7FC1)
ja: **外観**: 半透明の青/紫のオーバーレイ (#7F7FC1)
pl: **Wygląd**: Półprzezroczyste nakładanie niebiesko/fioletowe (#7F7FC1)
pt: **Aparência**: Sobreposição azul/roxa semitransparente (#7F7FC1)

source: **Default Size**: 12.7mm (0.5 inches)
ar: **الحجم الافتراضي**: 12.7 مم (0.5 بوصة)
bn: **ডিফল্ট আকার**: 12.7 মিমি (0.5 ইঞ্চি)
de: **Standardgröße**: 12,7 mm (0,5 Zoll)
es: **Tamaño predeterminado**: 12,7 mm (0,5 pulgadas)
fr: **Taille par défaut** : 12,7 mm (0,5 pouce)
hi: **डिफ़ॉल्ट आकार**: 12.7 मिमी (0.5 इंच)
ja: **デフォルトサイズ**: 12.7mm (0.5インチ)
pl: **Domyślne rozmiary**: 12,7 mm (0,5 cala)
pt: **Tamanho Padrão**: 12,7 mm (0,5 polegadas)

source: **Purpose**: Show printable area safe from trimming
ar: الغرض: إظهار المنطقة القابلة للطباعة آمنة من القطع
bn: **উদ্দেশ্য**: কাটা থেকে নিরাপদ ছাপার এলাকা দেখান
de: **Zweck**: Druckbereich anzeigen, der vor dem Schneiden geschützt ist
es: **Propósito**: Mostrar el área imprimible segura del recorte
fr: **Objectif** : Afficher la zone imprimable protégée contre le découpage
hi: उद्देश्य: काटने से सुरक्षित मुद्रित करने योग्य क्षेत्र दिखाएं
ja: **目的**: 切断されない印刷領域を表示する
pl: **Cel**: Pokaż obszar do druku bezpieczny przed przycinaniem
pt: **Objetivo**: Mostrar a área imprimível segura contra recortes

source: **Toggle**: ``Ctrl+M``
ar: **التبديل**: ``Ctrl+M``
bn: **স্যাটসম করুন**: ``Ctrl+M``
de: **Umschalten**: ``Strg+M``
es: **Alternar**: ``Ctrl+M``
fr: **Basculer** : ``Ctrl+M``
hi: **स्विच करें**: ``Ctrl+M``
ja: **切り替え**: ``Ctrl+M``
pl: **Przełącz**: ``Ctrl+M``
pt: **Alternar**: ``Ctrl+M``

source: Safety margins overlay enabled
ar: تمكين تداخل الهوامش الأمنية
bn: নিরাপত্তা মার্জিন ওভারলে সক্ষম
de: Einschub von Sicherheitsabständen aktiviert
es: Margen de seguridad superpuesto activado
fr: Marges de sécurité activées
hi: सुरक्षा तह के स्तर के साथ सक्रिय
ja: 安全余裕のオーバーレイを有効にしました
pl: Włączony nakład bezpieczeństwa
pt: Margens de segurança sobrepostas ativadas

source: Safety margins overlay showing the safe content area
ar: عرض الهوامش الأمنية لمنطقة المحتوى الآمن
bn: নিরাপত্তা মার্জিন ওভারলে যা নিরাপদ কনটেন্ট এলাকা দেখায়
de: Sicherheitsabstandsanzeige, die den sicheren Inhaltsbereich darstellt
es: Margen de seguridad superpuesto mostrando el área de contenido seguro
fr: Zone de contenu sécurisée affichant les marges de sécurité
hi: सुरक्षा सीमा ओवरले जो सुरक्षित सामग्री क्षेत्र दिखाता है
ja: 安全余裕を示すオーバーレイで、安全なコンテンツ領域を表示
pl: Pokrycie marginesami bezpieczeństwa pokazującym bezpieczną strefę treści
pt: Margens de segurança sobrepostas mostrando a área de conteúdo seguro

source: Trim Lines
ar: تخصيص الخطوط
bn: লাইন কাটা
de: Linien kürzen
es: Líneas de recorte
fr: Lignes d'ajustement
hi: लाइनों को काटें
ja: トリムライン
pl: Linie wycięcia
pt: Linhas de Recorte
