Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, bn, de, es, fr, hi, ja, pl, pt

source: Trim lines show where pages will be cut:
ar: تُظهر خطوط التحديد أماكن قطع الصفحات:
bn: ট্রিম লাইনগুলি দেখায় যেখানে পৃষ্ঠাগুলি কাটা হবে:
de: Kappkantenlinien zeigen an, wo die Seiten zugeschnitten werden:
es: Las líneas de recorte indican dónde se cortarán las páginas:
fr: Les repères de découpe indiquent où les pages seront coupées :
hi: कटौती रेखाएँ दिखाती हैं कि कहां पर पृष्ठ काटे जाएंगे:
ja: トリムラインは、ページが切り取られる場所を示しています。
pl: Linie przytnij pokazują, gdzie strony zostaną przecięte:
pt: As linhas de corte indicam onde as páginas serão recortadas:

source: **Appearance**: Black solid lines at edges
ar: **الشكل**: خطوط سوداء صلبة على الحواف
bn: **দেখতে**: প্রান্তে কালো কঠিন রেখা
de: **Erscheinung**: Schwarze Kantenlinien
es: **Apariencia**: Líneas sólidas negras en los bordes
fr: **Apparence** : lignes noires et solides aux bords
hi: **दिखावट**: किनारों पर काली ठोस रेखाएँ
ja: **外観**: 端の部分に黒い実線
pl: **Wygląd**: Czarne linie wzdłuż krawędzi
pt: **Aparência**: Linhas pretas sólidas nas bordas

source: **Purpose**: Indicate final page dimensions
ar: **الغرض**: تعيين أبعاد الصفحة النهائية
bn: **উদ্দেশ্য**: চূড়ান্ত পৃষ্ঠা মাত্রা নির্দেশ করুন
de: **Zweck**: Endgültige Seitenabmessungen angeben
es: **Propósito**: Indicar las dimensiones de la página final
fr: **Objectif** : Indiquer les dimensions de la page finale
hi: उद्देश्य: अंतिम पृष्ठ आयामों को दर्शाएं
ja: **目的**: 最終ページの寸法を指定する
pl: **Cel**: Wskaż końcowe wymiary strony
pt: **Objetivo**: Indicar as dimensões da página final

source: **Essential for**: Bleed verification
ar: **ضروري لـ**: التحقق من النزيف
bn: **প্রয়োজন**: রক্তক্ষরণ যাচাইয়ের জন্য
de: **Erforderlich für**: Blutverlustkontrolle
es: **Esencial para**: Verificación de sangrado
fr: **Essentiel pour** : Vérification de saignée
hi: **आवश्यक है:** रक्तस्राव सत्यापन के लिए
ja: **必要となる場面**: 出血確認
pl: **Wymagany dla**: Weryfikacja krwawienia
pt: **Essencial para**: Verificação de sangramento

source: **Toggle**: ``Ctrl+T``
ar: **التبديل**: ``Ctrl+T``
bn: **স্যাটচুলেটর**: ``Ctrl+T``
de: **Umschalten**: ``Strg+T``
es: **Alternar**: ``Ctrl+T``
fr: **Basculer** : ``Ctrl+T``
hi: **टॉगल करें**: ``Ctrl+T``
ja: **切り替え**: ``Ctrl+T``
pl: **Przełącz**: ``Ctrl+T``
pt: **Alternar**: ``Ctrl+T``

source: Trim lines overlay enabled
ar: تمكين تراكب خطوط التrim
bn: ট্রিম লাইন ওভারল্যাপ সক্ষম
de: Linien裁剪叠加启用
es: Líneas de recorte superpuestas activadas
fr: Superposition des lignes de découpe activée
hi: ट्रिम लाइनों के ओवरले सक्षम
ja: トリムラインのオーバーレイを有効にしました
pl: Wł. nakładanie linii obcinania
pt: Linha de recorte sobreposta ativada

source: Trim lines showing where the page will be cut
ar: الخطوط التي تُظهر أين سيتم قطع الصفحة
bn: পৃষ্ঠাটি কাটা হবে এমন জায়গাগুলি দেখানো রেখাগুলি কাটুন
de: Linien zur Darstellung der Schnittstellen der Seite
es: Líneas de corte que muestran dónde se cortará la página
fr: Lignes de découpe indiquant où la page sera coupée
hi: कटौती करने वाले पृष्ठ की जगह दिखाने वाली रेखाएं काटें
ja: ページが切断される位置を示すトリムライン
pl: Linie przycinania pokazujące, gdzie strona zostanie przecięta
pt: Linhas de corte mostrando onde a página será recortada

source: Spine/Fold Lines
ar: خطوط العمود/ال折痕
bn: স্পাইন / ভাঁজ লাইন
de: Rücken/Falzlinien
es: Líneas de columna/pliegue
fr: Lignes de dos/plis
hi: रीढ़ / मोड़ रेखाएं
ja: 背/折り目
pl: Ostrogi / Linie zagięć
pt: Linhas de Costura/Dobramento

source: Document-specific spine indicators:
ar: مؤشرات عمودية محددة للوثيقة:
bn: নথি-বিশেষ স্পাইন সূচক:
de: Dokumentenspezifische Rückenmark-Nachweisinweise:
es: Indicadores específicos del documento:
fr: Indicateurs spécifiques au document :
hi: दस्तावेज-विशिष्ट पीठ संकेतक:
ja: ドキュメント固有の背表紙インジケーター：
pl: Wskaźniki specyficzne dla dokumentu:
pt: Indicadores específicos de documento:

source: **Interior Documents:** * Center spine line in side-by-side view * Purple solid line between page pairs * Toggle: ``Ctrl+L``
ar: **الوثائق الداخلية:** *خط عمودي مركز في العرض الجانبي* *خط أرجواني متصل بين أزواج الصفحات* *التبديل: ``Ctrl+L``*
bn: **অভ্যন্তরীণ ডকুমেন্টস:** * সাইড-বাই-সাইড দৃশ্যে কেন্দ্রীয় স্পাইন রেখা * পৃষ্ঠা জোড়াগুলির মধ্যে সবুজ একক রেখা * স্যুইচ করুন: ``Ctrl+L``
de: **Innere Dokumente:** * Zentrale Wirbelsäulenlinie im nebeneinanderliegenden Ansicht * Lila durchgezogene Linie zwischen Seitenpaaren * Umschalten: ``Strg+L``
es: **Documentos internos:** * Línea central de la espina en la vista lado a lado * Línea sólida morada entre pares de páginas * Alternar: ``Ctrl+L``
fr: **Documents intérieurs :** * Ligne verticale centrale dans la vue côte à côte * Ligne solide violette entre les paires de pages * Raccourci : ``Ctrl+L``
hi: **आंतरिक दस्तावेज़:** * केंद्रीय पीठ रेखा एक साथ देखने के दृश्य में * पृष्ठ जोड़ों के बीच बैंगनी ठोस रेखा * स्विच करें: ``Ctrl+L``
ja: **内部ドキュメント:** * サイドバイサイドビューでの中央背筋ライン * ページペア間の紫の実線 * 切り替え: ``Ctrl+L``
pl: **Dokumenty wewnętrzne:** * linia grzbietu w widoku obok siebie * fioletowa linia ciągła między parami stron * przełączanie: ``Ctrl+L``
pt: **Documentos Internos:** * Linha da espinha central na visualização lado a lado * Linha sólida roxa entre pares de páginas * Alternar: ``Ctrl+L``

source: **Cover Documents:** * Fold lines at spine edges * Purple dashed lines * Based on calculated spine width * Toggle: ``Ctrl+L``
ar: **مستندات الغلاف:** * خطوط摺痕 على حواف العمود الفقري * خطوط متقطعة بنفسجية * بناءً على عرض العمود الفقري المحسوب * التبديل: ``Ctrl+L``
bn: **আবরণ দলিল:** * স্পাইন শেষ বরাবর ভাঁজ করুন * বেগুনি বিচ্ছিন্ন রেখা * গণনা করা হওয়া স্পাইন প্রস্থের উপর ভিত্তি করে * সক্রিয় করুন: ``Ctrl+L``
de: **Deckblatt-Dokumente:** * Faltlinien an Rückenrändern * Lila gestrichelte Linien * Basierend auf berechneter Rückenbreite * Umschalten: ``Strg+L``
es: **Documentos de portada:** * Líneas de plegado en los bordes de la espina * Líneas discontinuas moradas * Basado en el ancho calculado de la espina * Alternar: ``Ctrl+L``
fr: **Documents de couverture :** * Lignes de pliure sur les bords de la tranche * Lignes pointillées violettes * Basé sur la largeur calculée de la tranche * Raccourci : ``Ctrl+L``
hi: **आवरण दस्तावेज़:** * पृष्ठ छोरों पर मोड़ रेखाए़ं * बैंगनी डॉट रेखाए़ं * गणना किए गए पृष्ठ चौड़ाई पर आधारित * स्विच करें: ``Ctrl+L``
ja: **表紙資料:** * 背面エッジの折り目 * 紫の点線 * 計算された背幅に基づく * 切り替え: ``Ctrl+L``
pl: **Dokumenty okładkowe:** * Linie zagięcia przy krawędziach grzbietu * Purpurowe kreskowane linie * Na podstawie obliczonej szerokości grzbietu * Przełącznik: ``Ctrl+L``
pt: **Documentos de Capa:** * Linhas de dobra nas bordas da lombada * Linhas tracejadas roxas * Com base na largura da lombada calculada * Ativar/Desativar: ``Ctrl+L``

source: **Dustjacket Documents:** * Multiple fold lines for all edges * Purple dashed lines for all folds * Separate margins for flaps (teal) and spine (olive) * Toggle: ``Ctrl+L``
ar: **مستندات غلاف الغبار:** * خطوط طي متعددة لجميع الحواف * خطوط متقطعة بنفسجية لجميع الطيات * حواف منفصلة للجوانب (الزرقاء الداكنة) والظهر (الزيتوني) * التبديل: ``Ctrl+L``
bn: **ডাস্ট জ্যাকেট দলিল:** * সমস্ত কিনারার জন্য বহু পাত রেখা * সমস্ত পাতার জন্য বেগুনি বিচ্ছিন্ন রেখা * ফ্ল্যাপ (টিল) এবং স্পাইন (অলিভ) এর জন্য আলাদা মার্জিন * স্যুইচ করুন: ``Ctrl+L``
de: **Umschlagdokumente:** * Mehrere Faltkanten für alle Kanten * Violette gestrichelte Linien für alle Faltungen * Getrennte Ränder für Flaps (Türkis) und Rücken (Oliv) * Tastenkombination: ``Strg+L``
es: **Documentos de sobrecubierta:** * Múltiples líneas plegadas para todos los bordes * Líneas discontinuas moradas para todos los pliegues * Márgenes separados para solapas (azul turquesa) y lomo (verde oliva) * Alternar: ``Ctrl+L``
fr: **Documents de la jaquette :** * Plusieurs plis pour toutes les bords * Lignes pointillées violettes pour tous les plis * Marges séparées pour les rabats (teal) et l'échine (olive) * Raccourci : ``Ctrl+L``
hi: **धूल के आवरण के दस्तावेज़:** * सभी किनारों के लिए कई मोड़ रेखाएं * सभी मोड़ों के लिए बैंगनी डैश लाइनें * फ्लैप (हरा) और स्पाइन (ओलिव) के लिए अलग-अलग मार्जिन * स्विच करें: ``Ctrl+L``
ja: **ジャケット用資料:** * すべてのエッジに複数の折り目ライン * すべての折り目に紫色の点線 * フラップ（青緑色）と背（オリーブ色）に別々の余白 * ショートカット: ``Ctrl+L``
pl: **Dokumentacja okładki miękkiej:** * Wiele linii złożenia dla wszystkich krawędzi * Fioletowe kreskowane linie dla wszystkich złożenia * Oddzielne marginesy dla skrzydełek (teal) i grzbietu (oliwkowy) * Przełącznik: ``Ctrl+L``
pt: **Documentos da capa com sobrecapa:** * Múltiplas dobras para todas as bordas * Linhas tracejadas roxas para todas as dobras * Margens separadas para as abas (azul-celeste) e lombo (azeitona) * Atalho: ``Ctrl+L``

source: Spine/fold lines overlay enabled
ar: تمكين خطوط طي العمود الفقري
bn: স্পাইন/ফোল্ড রেখা ওভারলে সক্ষম
de: Rücken/Falzlinien-Überlagerung aktiviert
es: Líneas de espina/doblado con superposición activada
fr: Lignes de pli/colonne superposées activées
hi: स्पाइन/फोल्ड लाइन ओवरले सक्षम
ja: 背折れ/折り線のオーバーレイを有効にする
pl: Włczone nakładanie linii grzbietu/skladki
pt: Linhas de dobra/espina sobrepostas ativadas

source: Spine and fold lines indicating where the cover will be folded
ar: الخطوط العمودية والطي التي تشير إلى مكان طي الغلاف
bn: স্পাইন এবং মোড়কের লাইনগুলি যেখানে মোড়া হবে সেখানে নির্দেশ করে
de: Rücken- und Faltkanten, die anzeigen, wo das Cover gefaltet wird
es: Líneas de espina y plegado que indican dónde se doblará la cubierta
fr: Lignes d'arête et de pli indiquant où la couverture sera pliée
hi: खोल को मोड़े जाने वाले हिस्से को दर्शाते हुए स्पाइन और मोड़ लाइनें
ja: 背と折り目線。カバーが折り曲げられる場所を示す
pl: Linie grzbietowe i zagięć wskazujące, gdzie okładka zostanie zgięta
pt: Linha da espinha e do dobra indicando onde a capa será dobrada

source: Barcode Area
ar: منطقة الشريط الرمزي
bn: বারকোড এলাকা
de: Strichcodebereich
es: Área de código de barras
fr: Zone de code à barres
hi: बारकोड क्षेत्र
ja: バーコード領域
pl: Strefa kodu kreskowego
pt: Área de Código de Barras

source: Barcode placement indicator:
ar: مؤشر وضع الشريط الرمزي:
bn: বারকোড অবস্থান সূচক:
de: Kennzeichnung für die Barcode-Platzierung:
es: Indicador de colocación de código de barras:
fr: Indicateur de placement du code à barres :
hi: बारकोड स्थान निर्देशक:
ja: バーコード配置インジケータ:
pl: Wskaźnik położenia kodyzera:
pt: Indicador de posição do código de barras:

source: **Location**: Lower right of back cover
ar: **الموقع**: الجهة السفلية اليمنى من الغلاف الخلفي
bn: **অবস্থান**: পিছনের ঢাকনার ডানদিকের নীচে
de: **Position**: Unten rechts auf dem Rückdeckel
es: **Ubicación**: Parte inferior derecha de la cubierta posterior
fr: **Emplacement** : En bas à droite de la couverture arrière
hi: **स्थान**: पीठ के निचले दाहिने हिस्से में
ja: **場所**: 裏表紙の右下
pl: **Lokalizacja**: Dolna prawa strona tyłu okładki
pt: **Localização**: Parte inferior direita da capa traseira

source: **Appearance**: Orange dash-dot rectangle with "BARCODE" label
ar: **المظهر**: مستطيل بخط متقطع وأسود اللون مع ملصق "BARCODE"
bn: **আকৃতি**: একটি কমলা রঙের দাগযুক্ত আয়তক্ষেত্র যার উপরে "বারকোড" লেবেল রয়েছে
de: **Erscheinungsbild**: Orangefarbenes Strich-Punkt-Rechteck mit der Beschriftung „BARCODE“
es: **Apariencia**: Rectángulo de guiones y puntos naranja con la etiqueta "CÓDIGO DE BARRAS"
fr: **Apparence** : Rectangle orange pointillés avec l'étiquette « BARCODE »
hi: **दिखावट**: एक नारंगी डैश-डॉट आयत जिस पर "बारकोड" लेबल है।
ja: **外観**: 「BARCODE」というラベルのついたオレンジ色の破線長方形
pl: **Wygląd**: Pomarańczowy prostokąt z kreskami i znakiem "KOD PASEKOWY"
pt: **Aparência**: Retângulo laranja com traço-ponto e rótulo "CÓDIGO DE BARRAS"

source: **Documents**: Cover and dustjacket only
ar: **الوثائق**: الغلاف الخارجي والغلاف الورقي فقط
bn: **নথি**: শুধুমাত্র কভার এবং ধুলোর আবরণ
de: **Dokumente**: Nur Schutzumschlag und Schutzumschlaghülle
es: **Documentos**: Solo portada y sobrecubierta
fr: **Documents** : Seulement la couverture et la jaquette
hi: **दस्तावेज़**: केवल कवर और धूल का आवरण
ja: **書類**: 表紙とジャケットのみ
pl: **Dokumenty**: Tylko okładka i okładka chłonną
pt: **Documentos**: Apenas a capa e a sobrecapa

source: **Toggle**: ``Ctrl+B``
ar: **التبديل**: ``Ctrl+B``
bn: **স্যাট করুন**: ``Ctrl+B``
de: **Umschalten**: ``Strg+B``
es: **Alternar**: ``Ctrl+B``
fr: **Basculer** : ``Ctrl+B``
hi: **टॉगल करें**: ``Ctrl+B``
ja: **切り替え**: ``Ctrl+B``
pl: **Przełącz**: ``Ctrl+B``
pt: **Alternar**: ``Ctrl+B``

source: Barcode area overlay enabled
ar: تم تمكين تراكب منطقة الشريط الرمزي
bn: বার কোড এলাকা ওভারলে সক্রিয়
de: Bereichsüberlagerung für Barcode aktiviert
es: Sobrepuesto de la zona de código de barras activado
fr: Superposition de la zone de code à barres activée
hi: बारकोड क्षेत्र ओवरले सक्षम
ja: バーコード領域のオーバーレイが有効になっています
pl: Nadajnik obszaru kodu kreskowego włączony
pt: Sobreposição da área de código de barras ativada

source: Barcode placement area on the back cover
ar: منطقة وضع الشريط الرمزي على الغلاف الخلفي
bn: ব্যাক কভারে বারকোড স্থাপনের এলাকা
de: Bereich für den Barcode auf dem Rückdeckel
es: Área para colocar el código de barras en la cubierta posterior
fr: Zone de placement du code-barres sur la couverture arrière
hi: पीठ ढकने पर बैरकोड स्थान
ja: 裏表紙のバーコード貼付領域
pl: Obszar na tylnym korku przeznaczony na kod kreskowy
pt: Área para colocação do código de barras na capa traseira

source: Bleed Lines
ar: خطوط النزيف
bn: রক্তক্ষরণের রেখা
de: Blutlinien
es: Líneas de sangrado
fr: Lignes de saignée
hi: रक्तस्राव रेखाएं
ja: 出血ライン
pl: Linie krwawienia
pt: Linhas de Sangramento

source: Bleed lines show the actual page edges for cover and dustjacket documents:
ar: تُظهر خطوط النزيف حواف الصفحات الفعلية لمستندات الغلاف وغلاف الورق:
bn: ব্লিড লাইনগুলি কভার এবং ডাস্ট জ্যাকেট দলিলগুলির জন্য আসল পৃষ্ঠার সীমা দেখায়:
de: Bleed-Kanten zeigen die tatsächlichen Seitenränder für Umschlag- und Schutzumschlagdokumente:
es: Las líneas de sangrado muestran los bordes reales de la página para los documentos de portada y sobrecubierta:
fr: Les repères de découpe indiquent les bords réels des pages pour les documents de couverture et de jaquette :
hi: रक्तस्राव रेखाएं कवर और धूल जैकेट दस्तावेजों के वास्तविक पृष्ठ के किनारे दिखाती हैं:
ja: 出血枠は、表紙およびジャケットドキュメントの実際のページ端を示しています。
pl: Linie przycięcia pokazują rzeczywiste krawędzie stron dla dokumentów okładki i okładki chłodniczej:
pt: As linhas de corte mostram as bordas reais das páginas para os documentos de capa e sobrecapa:

source: **Appearance**: Light blue solid lines (#22b5f0) at page edges
ar: **الشكل**: خطوط صلبة بلون الأزرق الفاتح (#22b5f0) على حواف الصفحة
bn: **দেখতে**: পাতার ধারে হালকা নীল ক্ষেত্রের সরল রেখা (#22b5f0)
de: **Erscheinungsbild**: Leicht blaue durchgezogene Linien (#22b5f0) am Rand der Seite
es: **Apariencia**: Líneas sólidas de color azul claro (#22b5f0) en los bordes de la página
fr: **Apparence** : Lignes solides bleu clair (#22b5f0) aux bords de la page
hi: **दिखावट**: पेज के किनारों पर हल्के नीली ठोस रेखाएँ (#22b5f0)
ja: **外観**: ページの端に淡い青色の実線 (#22b5f0)
pl: **Wygląd**: Jasnoniebieskie, ciągłe linie (#22b5f0) przy brzegach strony
pt: **Aparência**: Linhas sólidas azul-claro (#22b5f0) nas bordas da página

source: **Purpose**: Show actual page boundaries (outside trim lines)
ar: الغرض: إظهار حدود الصفحة الفعلية (الخطوط الخارجية)
bn: **উদ্দেশ্য**: আসল পৃষ্ঠা সীমা (ট্রিম লাইনের বাইরে) প্রদর্শন করুন
de: **Zweck**: Zeigt die tatsächlichen Seitenränder (außen Trimmlinien)
es: **Propósito**: Mostrar los límites reales de la página (líneas exteriores de corte)
fr: **Objectif** : Afficher les limites réelles de la page (hors lignes de découpe)
hi: उद्देश्य: वास्तविक पृष्ठ सीमाओं (ट्रिम लाइनों के बाहर) को दिखाएं
ja: **目的**: 実際のページの境界（切り取り線の外側）を表示する
pl: **Cel**: Wyświetlanie rzeczywistych granic strony (poza liniami ciecia)
pt: **Objetivo**: Mostrar os limites reais da página (fora das linhas de corte)

source: **Toggle**: ``Ctrl+R``
ar: **التبديل**: ``Ctrl+R``
bn: **স্যাটচুয়াল সূচক**: ``Ctrl+R``
de: **Umschalten**: ``Strg+R``
es: **Alternar**: ``Ctrl+R``
fr: **Basculer** : ``Ctrl+R``
hi: **टॉगल करें**: ``Ctrl+R``
ja: **切り替え**: ``Ctrl+R``
pl: **Przełącz**: ``Ctrl+R``
pt: **Alternar**: ``Ctrl+R``

source: Bleed lines appear at the actual page edges, while trim lines appear inside at the bleed offset: * Cover documents: 3.18mm (1/8") bleed * Dustjacket documents: 6.35mm (1/4") bleed
ar: تظهر خطوط النزيف عند حواف الصفحة الفعلية، بينما تظهر خطوط التجهيز داخلها في مسافة النزيف: * مستندات الغلاف: نزيف 3.18 مم (1/8 بوصة) * مستندات الغلاف الخارجي: نزيف 6.35 مم (1/4 بوصة)
bn: ব্লিড লাইনগুলি আসল পৃষ্ঠার প্রান্তে প্রদর্শিত হয়, যেখানে কাট লাইনগুলি ব্লিড অফসেটের ভিতরে প্রদর্শিত হয়: * কভার দল: 3.18 মিমি (1/8 ") ব্লিড * ধুলার প্রতিরোধী দল: 6.35 মিমি (1/4") ব্লিড
de: Bleed-Kanten erscheinen an den tatsächlichen Blatträndern, während Trim-Kanten innerhalb des Bleed-Offsets erscheinen: * Umschlag-Dokumente: 3,18 mm (1/8") Bleed * Schutzumschlag-Dokumente: 6,35 mm (1/4") Bleed
es: Las líneas de sangrado aparecen en los bordes reales de la página, mientras que las líneas de corte aparecen en el interior, en el desplazamiento de sangrado: * Documentos de portada: 3,18 mm (1/8") de sangrado * Documentos de sobrecubierta: 6,35 mm (1/4") de sangrado
fr: Les repères de débordement apparaissent aux bords réels des pages, tandis que les repères de découpe apparaissent à l'intérieur, selon l'offset de débordement : * Documents de couverture : débordement de 3,18 mm (1/8") * Documents de jaquette : débordement de 6,35 mm (1/4")
hi: रक्तस्राव रेखाएं वास्तविक पृष्ठ के किनारों पर प्रकट होती हैं, जबकि काट रेखाएं रक्तस्राव ऑफसेट के अंदर प्रकट होती हैं: * कवर दस्तावेज़: 3.18 मिमी (1/8 ") रक्तस्राव * धूल जैकेट दस्तावेज़: 6.35 मिमी (1/4 ") रक्तस्राव
ja: 出血線は実際のページの端に表示され、トリム線は出血オフセット内側に表示されます。 * 表紙用ドキュメント: 出血 3.18mm (1/8") * ジャケット用ドキュメント: 出血 6.35mm (1/4")
pl: Linie przycinania pojawiają się przy rzeczywistych krawędziach strony, podczas gdy linie obcinania pojawiają się wewnątrz przy przesunięciu przycinania: * Dokumenty okładkowe: 3,18 mm (1/8") przycinanie * Dokumenty okładki: 6,35 mm (1/4") przycinanie
pt: As linhas de sangria aparecem nas bordas reais da página, enquanto as linhas de corte aparecem no interior, na compensação da sangria: * Documentos de capa: sangria de 3,18 mm (1/8") * Documentos de capa dura: sangria de 6,35 mm (1/4")

source: Bleed lines overlay enabled
ar: تمكين خطوط النزيف المطبوعة
bn: ব্লিড লাইন ওভারলে সক্ষম
de: Überlagerung von Blutlinien aktiviert
es: Líneas de sangrado superpuestas activadas
fr: Superposition des lignes de saignée activée
hi: रक्तस्राव रेखाओं का ओवरले सक्षम
ja: 出血ラインのオーバーレイを有効にする
pl: Włączony tryb nakładania linii krwawienia
pt: Habilitar sobreposição de linhas de sangramento

source: Bleed lines showing the actual page edges for print production
ar: الخطوط التي تظهر حواف الصفحة الحقيقية لطباعة الإنتاج
bn: মুদ্রণ উৎপাদনের জন্য প্রকৃত পৃষ্ঠার সীমানা দেখানোর জন্য রক্তক্ষরণের রেখা
de: Blutlinien, die die tatsächlichen Seitenränder für die Druckproduktion anzeigen
es: Líneas de sangrado que muestran los bordes reales de la página para la impresión
fr: Lignes de repère indiquant les bords réels de la page pour la production d'impression
hi: छापे के उत्पादन के लिए वास्तविक पृष्ठ के किनारों को दिखाने वाली रक्तस्राव रेखाएँ
ja: 印刷生産用の実際のページエッジを示すブリードライン
pl: Linie wycieku pokazujące rzeczywiste krawędzie strony do produkcji drukowej
pt: Linhas de sangria mostrando as bordas reais da página para produção de impressão

source: Go to Page Dialog
ar: مربع الحوار انتقل إلى الصفحة
bn: পৃষ্ঠা ডায়ালগ কৰক
de: Zur Seiten Dialogbox
es: Ir a la Diálogo de Página
fr: Dialogue Aller à la page
hi: पेज डायलॉग में जाएं
ja: ページに移動するダイアログ
pl: Przejdź do strony Dialog
pt: Caixa de Diálogo Ir para a Página

source: Quick page navigation:
ar: تنقل سريع للصفحة:
bn: দ্রুত পৃষ্ঠা পরিচালনা:
de: Schnellnavigation zur Seite:
es: Navegación rápida por la página:
fr: Navigation rapide des pages :
hi: त्वरित पृष्ठ नेविगेशन:
ja: ページの簡単なナビゲーション：
pl: Szybkie nawigowanie po stronie:
pt: Navegação rápida pela página:

source: **Open**: Ctrl+G or View → Go to Page...
ar: **مفتوح**: Ctrl+G أو عرض → الذهاب إلى الصفحة...
bn: **খোলা**: Ctrl+G অথবা View → Go to Page...
de: **Geöffnet**: Strg+G oder Ansicht → Gehe zu Seite...
es: **Abrir**: Ctrl+G o Ver → Ir a página...
fr: **Ouvrir** : Ctrl+G ou Affichage → Aller à la page...
hi: **खुला**: Ctrl+G या View → Go to Page...
ja: **開く**: Ctrl+G または ビュー → ページに移動...
pl: **Otwórz**: Ctrl+G lub Widok → Przejdź do strony...
pt: **Abrir**: Ctrl+G ou Exibir → Ir para a Página...

source: **Features**: - Shows current page and total pages - Input validation - Enter key navigates - Escape key cancels
ar: **الميزات**: - يعرض الصفحة الحالية والصفحات الكلية - التحقق من صحة الإدخال - مفتاح Enter ينتقل - مفتاح Escape يلغي
bn: **বৈশিষ্ট্য**: - বর্তমান পৃষ্ঠা এবং মোট পৃষ্ঠা প্রদর্শন করে - ইনপুট যাচাই - এন্টার কী নেভিগেট করে - এস্কেপ কী বাতিল করে
de: **Merkmale**: - Zeigt aktuelle Seite und Gesamtseiten an - Eingabevalidierung - Eingabetaste navigiert - Esc-Taste bricht ab
es: **Características**: - Muestra la página actual y el total de páginas - Validación de entrada - La tecla Enter navega - La tecla Escape cancela
fr: **Fonctionnalités** : - Affiche la page actuelle et le nombre total de pages - Validation des entrées - La touche Entrée permet de naviguer - La touche Échap permet d'annuler
hi: **विशेषताएं**: - वर्तमान पृष्ठ और कुल पृष्ठों को दर्शाता है - इनपुट वैधानिकता - एंटर कुंजी नेविगेशन करती है - एस्केप कुंजी रद्द करती है
ja: **特徴**: - 現在のページと総ページ数を表示 - 入力の検証 - エンターキーで移動 - エスケープキーでキャンセル
pl: **Funkcje**: - Pokazuje bieżącą stronę i łączną liczbę stron - Walidacja danych wejściowych - Klawisz Enter przechodzi dalej - Klawisz Escape anuluje
pt: **Recursos**: - Mostra a página atual e o total de páginas - Validação de entrada - Tecla Enter navega - Tecla Escape cancela

source: Sample Files
ar: ملفات عينة
bn: নমুনা ফাইলসমূহ
de: Beispieldateien
es: Archivos de muestra
fr: Fichiers d'exemple
hi: नमूना फ़ाइलें
ja: サンプルファイル
pl: Przykładowe pliki
pt: Arquivos de Exemplo

source: The repository includes sample PDFs for testing:
ar: يحتوي المستودع على ملفات PDF نموذجية للاختبار:
bn: রিপোজিটরির মধ্যে পরীক্ষার জন্য নমুনা PDF রয়েছে:
de: Das Repository enthält Beispieldateien im PDF-Format für Tests:
es: El repositorio incluye PDFs de ejemplo para pruebas:
fr: Le dépôt inclut des PDF d'exemple pour les tests :
hi: रिपॉजिटरी में परीक्षण के लिए नमूना पीडीएफ हैं:
ja: リポジトリにはテスト用のサンプルPDFが含まれています:
pl: Repozytorium zawiera przykładowe pliki PDF do testów:
pt: O repositório inclui PDFs de exemplo para testes:

source: https://spacecruft.org/books/momovu/src/branch/main/samples
fr: https://spacecruft.org/books/momovu/src/branche/main/exemples
