Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.5.tar.gz/momovu-1.2.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: ar, bn, de, es, fr, hi, ja, pl, pt

source: ``Ctrl+0`` - Fit page to window
ar: ``Ctrl+0`` - تكييف الصفحة مع النافذة
bn: ``Ctrl+0`` - পৃষ্ঠা উইন্ডোৰ সৈতে মিলাও
de: ``Strg+0`` – Seite an Fenster anpassen
es: ``Ctrl+0`` - Ajustar página a la ventana
fr: « Ctrl + 0 » - Ajuster la page à la fenêtre
hi: ``Ctrl+0`` - पृष्ठ को विंडो में फिट करें
ja: Ctrl+0 - ページをウィンドウに合わせて調整する
pl: „Ctrl+0” – dopasuj stronę do okna
pt: ``Ctrl+0`` - Ajustar página à janela

source: ``Ctrl+Mouse Wheel`` - Zoom in/out at mouse cursor position
ar: ``Ctrl+عجلة الفأرة`` - تكبير/تصغير حسب موقع مؤشر الفأرة
bn: ``Ctrl+মাউস চাকা`` - মাউস কার্সরের অবস্থানে আকর্ষণ/অপসারণ
de: Strg+Mausrad – Bei der Mausposition herein- bzw. hinauszoomen
es: ``Ctrl+Rueda del ratón`` - Acercar/alejar en la posición del cursor del ratón
fr: « Ctrl + Roue de la souris » - Zoom avant/arrière à la position du curseur de la souris
hi: ``Ctrl+माउस व्हील`` - माउस पॉइंटर की स्थिति पर जूम इन/आउट
ja: Ctrl+マウスホイール - マウスカーソル位置でのズームイン/アウト
pl: ``Ctrl+Kółko myszy`` - Przybliż/oddal w pozycji kursora myszy
pt: ``Ctrl+Roda do Mouse`` - Zoom in/out na posição do cursor do mouse

source: Zoomed in view
ar: عرض بزيادة التكبير
bn: বড় হয়ে দেখা
de: Vergrößerte Ansicht
es: Vista acercada
fr: Vue zoomée
hi: जूम करके देखें
ja: ズームインビュー
pl: Powiększone widok
pt: Vista ampliada

source: Zoomed in view showing detail of the page content with high-quality rendering
ar: عرض مُكبَّر يُظهِر تفاصيل محتوى الصفحة مع عرض عالي الجودة
bn: বিস্তারিত দেখানো বড় করে দেখার দৃশ্য, উচ্চ মানের রেন্ডারিংযুক্ত পৃষ্ঠার বিষয়বস্তু
de: Vergrößerte Ansicht, die Einzelheiten des Seiteninhalts mit hoher Qualität darstellt
es: Vista acercada que muestra el detalle del contenido de la página con una representación de alta calidad
fr: Vue zoomée montrant les détails du contenu de la page avec une qualité d'affichage élevée
hi: जूम करके दिखाया गया विवरण जो पृष्ठ के विषय के विवरण को उच्च गुणवत्ता वाले रेंडरिंग के साथ दिखाता है।
ja: ズームインしたビューで、ページコンテンツの詳細を高品質にレンダリングしたもの
pl: Powiększone widok pokazujący szczegóły treści strony z wysokiej jakości renderingu
pt: Vista ampliada mostrando detalhe do conteúdo da página com renderização de alta qualidade

source: ``F11`` - Toggle fullscreen mode
ar: ``F11`` - تبديل وضع الشاشة الكاملة
bn: ``F11`` - স্ক্রিন মোড স্থান পরিবর্তন
de: ``F11`` – Vollbildmodus umschalten
es: ``F11`` - Activar/desactivar modo de pantalla completa
fr: ``F11`` - Activer/désactiver le mode plein écran
hi: ``F11`` - पूर्ण स्क्रीन मोड को चालू/बंद करें
ja: ``F11`` - フルスクリーンモードの切り替え
pl: ``F11`` - Przełącz tryb pełnoekranowy
pt: ``F11`` - Alterna o modo de tela cheia

source: ``F5`` - Toggle presentation mode
ar: ``F5`` - تبديل وضع العرض
bn: ``F5`` - প্রদর্শন মোড চালু/বন্ধ করুন
de: ``F5`` – Präsentationsmodus umschalten
es: ``F5`` - Activar/desactivar el modo de presentación
fr: ``F5`` - Activer/désactiver le mode présentation
hi: ``F5`` - प्रस्तुति मोड़ बदलें
ja: F5 - プレゼンテーション モードの切り替え
pl: ``F5`` - Przełącz try prezentacji
pt: ``F5`` - Alterna o modo de apresentação

source: ``Escape`` - Exit presentation mode
ar: ``الهروب`` - الخروج من وضع العرض
bn: `` পালাও `` - প্রদর্শনী মোড থেকে বের হন
de: ``Escape`` - Präsentationsmodus beenden
es: ``Escape`` - Salir del modo de presentación
fr: ``Échap`` - Quitter le mode présentation
hi: ``एस्केप`` - प्रस्तुति मोड़ से बाहर निकलें
ja: 「エスケープ」 - プレゼンテーションモードを終了します
pl: ``Ucieczka`` - wyjście z trybu prezentacji
pt: ``Escape`` - Sair do modo de apresentação

source: Zoom and Pan Behavior
ar: سلوك التكبير وال-scroll
bn: জুম এবং প্যান ব্যবহার
de: Zoom- und Pan-Verhalten
es: Comportamiento de acercamiento y desplazamiento
fr: Comportement du zoom et du panoramique
hi: जूम और पैन व्यवहार
ja: ズームとパンの動作
pl: Zachowanie powiększenia i przesuwania
pt: Comportamento de Zoom e Pan

source: **When zoomed out (fit to page):**
ar: عند التكبير الخارجي (التناسب مع الصفحة):
bn: যখন আউট হয়ে যায় (পৃষ্ঠায় ফিট):
de: **Wenn herausgezoomt (An Seitenrand anpassen):**
es: **Cuando se ha realizado zoom hacia afuera (ajustar a la página):**
fr: **Lorsque le zoom est réduit (adapté à la page) :**
hi: जब ज़ूम आउट किया गया हो (पृष्ठ के अनुकूल):
ja: **ズームアウト時（ページに合わせる）:**
pl: **Przy pomniejszeniu (do dopasowania do strony):**
pt: **Quando reduzido (ajustar à página):**

source: ``Mouse Wheel`` - Navigate between pages
ar: الماوس (الدوار) - التنقل بين الصفحات
bn: ``মাউস হুইল`` - পৃষ্ঠাগুলির মধ্যে পরিভ্রমণ করুন
de: ``Mausrad`` - Navigiert zwischen den Seiten
es: ``Rueda del ratón`` - Navegar entre páginas
fr: ``Roue de la souris`` - Naviguer entre les pages
hi: माउस व्हील - पेज के बीच नेविगेट करें
ja: 「マウスホイール」でページ間を移動します。
pl: Kółko myszy - nawiguj po stronach
pt: ``Roda do Mouse`` - Navegar entre as páginas

source: ``Ctrl+Mouse Wheel`` - Zoom in/out at cursor position
ar: ``Ctrl+عجلة الماوس`` - تكبير/تصغير حسب موضع المؤشر
bn: ``Ctrl+মাউস চাকা`` - কার্সর অবস্থানে ইন/আউট জুম করুন
de: ``Strg+Mausrad`` - Bei der Cursorposition herein- / herauszoomen
es: ``Ctrl+Rueda del ratón`` - Acercar/alejar en la posición del cursor
fr: « Ctrl + Roue de la souris » - Zoom avant/arrière à la position du curseur
hi: ``Ctrl+माउस व्हील`` - कर्सर स्थिति पर जूम इन/आउट करें
ja: Ctrl+マウスホイール - カーソル位置でズームイン/アウト
pl: ``Ctrl+Kółko myszy`` - Przybliż/oddal w pozycji kursora
pt: ``Ctrl+Roda do Mouse`` - Zoom in/out na posição do cursor

source: **When zoomed in:**
ar: عند التكبير:
bn: যখন আবর্জনা করা হয়:
de: **Bei Vergrößerung:**
es: **Al acercar:**
fr: **Quand on zoome :**
hi: जब ज़ूम किया गया होता है:
ja: **ズームインしたとき:**
pl: **Przy powiększeniu:**
pt: **Ao aumentar o zoom:**

source: ``Mouse Wheel`` - Pan vertically (scroll up/down)
ar: العجلة - التمرير عموديًا (التمرير لأعلى / لأسفل)
bn: ``মাউস হুইল`` - উল্লম্বভাবে স্থানান্তরিত (আপ/ডাউন)
de: ``Mausrad`` - Vertikal verschieben (hoch/runter scrollen)
es: ``Rueda del mouse`` - Desplazamiento vertical (hacia arriba/abajo)
fr: ``Roue de la souris`` - Déplacement vertical (défilement vers le haut/le bas)
hi: माउस व्हील - ऊर्ध्वाधर रूप से पैन (ऊपर/नीचे स्क्रॉल)
ja: マウスホイール - 縦方向にパン (上スクロール/下スクロール)
pl: ``Koło myszy`` - przesuwanie pionowe (przewijanie w górę/dół)
pt: ``Roda do Mouse`` - Movimentar verticalmente (rolar para cima/baixo)

source: ``Shift+Mouse Wheel`` - Pan horizontally (scroll left/right)
ar: «Shift+الماوس» - تحريك الشاشة أفقيًا (التمرير لليسار/اليمين)
bn: ``Shift+মাউস চাকা`` - সমান্তরাল হিসাবে স্ক্রল (বাম/ডান)
de: ``Strg+Mausrad`` - Horizontal verschieben (nach links/rechts scrollen)
es: ``Mayús+Rueda del ratón`` - Desplazamiento horizontal (hacia la izquierda/derecha)
fr: « Maj + Roue de la souris » - Défilement horizontal (défilement vers la gauche/la droite)
hi: ``शिफ्ट+माउस पहिया`` - क्षैतिज रूप से पैन करें (बाएँ/दाएँ स्क्रॉल करें)
ja: ``Shift+マウスホイール`` - 水平移動（左スクロール／右スクロール）
pl: ``Shift+Kółko myszy`` - przesuń poziomo (przewiń w lewo/prawo)
pt: ``Shift+Roda do Mouse`` - Panorâmico horizontalmente (rolar para a esquerda/direita)

source: ``Arrow Keys`` - Pan in any direction
ar: مفاتيح السهم - تحريك الشاشة في أي اتجاه
bn: ``অ্যারো কী`` - যে কোনও দিকে স্থানান্তরিত করুন
de: ``Pfeiltasten`` - In jede Richtung bewegen
es: ``Teclas de flecha`` - Desplazar en cualquier dirección
fr: ``Flèches`` - Faire glisser dans n'importe quelle direction
hi: ``अररो कुंजियाँ`` - किसी भी दिशा में पैन करें
ja: ``矢印キー`` - どの方向にもパンできます
pl: ``Strzałki`` - Pan w dowolnym kierunku
pt: ``Setas do Teclado`` - Pan em qualquer direção

source: The zoom system features:
ar: يتميز نظام التكبير بـ:
bn: জুম সিস্টেমের বৈশিষ্ট্যগুলি:
de: Das Zoom-System verfügt über:
es: El sistema de zoom incluye:
fr: Le système de zoom comporte les fonctionnalités suivantes :
hi: जूम सिस्टम के विशेषताएँ हैं:
ja: ズームシステムの特徴：
pl: System zoomu posiada funkcje:
pt: O sistema de zoom possui:

source: **High-quality rendering** at all zoom levels (up to 200x)
ar: **تراكيب عالية الجودة** في جميع مستويات التكبير (حتى 200x)
bn: সকল জুম স্তরে (200x পর্যন্ত) উচ্চমানের রেন্ডারিং
de: **Hohe Darstellungsqualität** bei allen Zoomstufen (bis zu 200x)
es: **Representación de alta calidad** en todos los niveles de zoom (hasta 200x)
fr: **Rendu de haute qualité** à tous les niveaux de zoom (jusqu'à 200x)
hi: सभी जूम स्तरों (200x तक) पर उच्च गुणवत्ता वाला रेंडरिंग
ja: すべてのズームレベル（最大200倍）での**高品質なレンダリング**
pl: **Wysokiej jakości renderowanie** przy wszystkich poziomach przybliżenia (do 200x)
pt: **Renderização de alta qualidade** em todos os níveis de zoom (até 200x)

source: **Progressive rendering** for smooth zoom experience
ar: **العرض التدريجي** لتجربة تكبير سلسة
bn: সুষ্ঠু জুম অভিজ্ঞতা জন্য **প্রগতিশীল রেন্ডারিং**
de: **Fortgeschrittene Darstellung** für einen flüssigen Zoom-Vorgang
es: **Representación progresiva** para una experiencia de zoom fluida
fr: **Rendu progressif** pour une expérience de zoom fluide
hi: सुचारू जूम अनुभव के लिए **प्रगतिशील रेंडरिंग**
ja: **プログレッシブレンダリング**によるなめらかなズーム体験
pl: **Postępowe renderowanie** dla płynnego doświadczenia przybliżania
pt: **Renderização progressiva** para uma experiência de zoom suave

source: **Intelligent caching** for instant panning
ar: التحفظ الذكي لحركة التنقل الفورية
bn: **পারদর্শী ক্যাশিং** সঙ্গে তৎক্ষণাৎ প্যানিং
de: **Intelligentes Caching** für sofortiges Panning
es: **Caché inteligente** para panorámicas instantáneas
fr: **Mise en cache intelligente** pour un panoramique instantané
hi: तत्काल पैनिंग के लिए बुद्धिमान कैशिंग
ja: インテリジェントなキャッシュによる即時パンニング
pl: **Inteligentne** buforowanie dla natychmiastowego przesuwania
pt: **Cache inteligente** para panorâmicas instantâneas

source: **Mouse-centered zoom** for precise control
ar: تكبير مركزه بالماوس للتحكم بدقة
bn: নির্দিষ্ট নিয়ন্ত্রণের জন্য মাউস কেন্দ্রিক দৃশ্যমানতা
de: **Mauszentriertes Zoomen** für präzise Steuerung
es: **Acercamiento centrado en el mouse** para un control preciso
fr: **Zoom centré sur la souris** pour un contrôle précis
hi: चूहा-केंद्रित जूम नियंत्रण के लिए सटीक
ja: マウス中心のズームで正確な操作が可能
pl: **Powiększenie skupione na myszy** dla precyzyjnego sterowania
pt: **Zoom centrado no mouse** para controle preciso

source: Display Options
ar: خيارات العرض
bn: প্রদর্শন অপশনগুলি
de: Anzeigeoptionen
es: Opciones de visualización
fr: Options d'affichage
hi: डिस्प्ले विकल्प
ja: 表示オプション
pl: Opcje wyświetlania
pt: Opções de Exibição

source: ``Ctrl+D`` - Toggle side-by-side view (interior documents only)
ar: Ctrl+D - تبديل عرض جانبي (الوثائق الداخلية فقط)
bn: ``Ctrl+D`` - পাশাপাশি দৃশ্য টগল করুন (শুধুমাত্র অভ্যন্তরীণ দলিল)
de: ``Strg+D`` - Seitenansicht umschalten (nur für interne Dokumente)
es: ``Ctrl+D`` - Activar vista lado a lado (solo documentos internos)
fr: ``Ctrl+D`` - Activer / désactiver la vue côte à côte (documents intérieurs uniquement)
hi: ``Ctrl+D`` - पार्श्व-पार्श्व दृश्य को चालू/बंद करें (केवल आंतरिक दस्तावेज)
ja: Ctrl+D - サイドバイサイドビューの切り替え（内部ドキュメントのみ）
pl: Ctrl+D — przełącz widok obok siebie (tylko dokumenty wewnętrzne)
pt: ``Ctrl+D`` - Alterna a visualização lado a lado (apenas documentos internos)

source: ``Ctrl+T`` - Toggle trim lines visibility
ar: ``Ctrl+T`` - تبديل رؤية خطوط التrim
bn: ``Ctrl+T`` - ট্রিম লাইন দৃশ্যমানতা নিয়ন্ত্রণ করুন
de: ``Strg+T`` – Sichtbarkeit der Trim Lines umschalten
es: ``Ctrl+T`` - Alternar visibilidad de líneas de recorte
fr: ``Ctrl+T`` - Activer/désactiver la visibilité des lignes de coupe
hi: ``Ctrl+T`` - कटौती रेखाओं की दृश्यता स्विच करें
ja: Ctrl+T - トリムラインの表示を切り替え
pl: ``Ctrl+T`` - Przełącz widoczność linii obcinania
pt: ``Ctrl+T`` - Alterna a visibilidade das linhas de corte

source: ``Ctrl+M`` - Toggle safety margins visibility
ar: ``Ctrl+M`` - تبديل ظهور الهوامش الأمنية
bn: ``Ctrl+M`` - নিরাপত্তা মার্জিন দৃশ্যমানতা নিয়ন্ত্রণ
de: ``Strg+M`` – Sichtbarkeit der Sicherheitsmargen umschalten
es: ``Ctrl+M`` - Alternar visibilidad de márgenes de seguridad
fr: ``Ctrl+M`` - Activer/désactiver l'affichage des marges de sécurité
hi: ``Ctrl+M`` - सुरक्षा किनारों की दृश्यता को बदलें
ja: Ctrl+M - 安全余裕の表示を切り替えます
pl: ``Ctrl+M`` — Przełącz widoczność marginesów bezpieczeństwa
pt: ``Ctrl+M`` - Alterna a visibilidade das margens de segurança

source: ``Ctrl+L`` - Toggle spine/fold lines visibility
ar: ``Ctrl+L`` - تبديل رؤية خطوط العمود الفقري / الطي
bn: ``Ctrl+L`` - অক্ষ/মোড়ক রেখা দৃশ্যমানতা সক্ষম/অক্ষম করুন
de: ``Strg+L`` - Sichtbarkeit der Wirbelsäulen-/Faltenlinien umschalten
es: ``Ctrl+L`` - Alternar visibilidad de líneas de columna vertebral/doblez
fr: ``Ctrl+L`` - Activer/désactiver la visibilité des lignes d'arête/pli
hi: ``Ctrl+L`` - पृष्ठ रेखा/मोड़ रेखा दृश्यता को बदलें
ja: Ctrl+L - スパイン/折り目線の可視性を切り替えます
pl: ``Ctrl+L`` - Przełącz widoczność linii grzbietowych/z折痕
pt: ``Ctrl+L`` - Alternar visibilidade das linhas de espinha/dobras

source: ``Ctrl+B`` - Toggle barcode area (cover/dustjacket only)
ar: ``Ctrl+B`` - تبديل منطقة الرمز الشريطي (الغلاف فقط/غلاف ورقي)
bn: ``Ctrl+B`` - বারকোড এলাকা চালু/বন্ধ করুন (শুধুমাত্র কভার/ডাস্ট জ্যাকেট)
de: ``Ctrl+B`` - Aktivieren/deaktivieren des Barcode-Bereichs (Deckel/Leinwandumschlag nur)
es: ``Ctrl+B`` - Activar/desactivar el área de código de barras (solo portada/contraportada)
fr: ``Ctrl+B`` - Activer/désactiver la zone de code-barres (uniquement pour la couverture ou la jaquette)
hi: ``Ctrl+B`` - बारकोड क्षेत्र चालू/बंद करें (केवल कवर/धूल झाड़ने वाला)
ja: ``Ctrl+B`` - バーコード領域の切り替え（表紙またはジャケットのみ）
pl: ``Ctrl+B`` - Przełącz obszar kreskowca (tylko okładka i okładka chłodna)
pt: ``Ctrl+B`` - Ativa/desativa a área de código de barras (apenas capa/contracapa)

source: ``Ctrl+R`` - Toggle bleed lines (cover/dustjacket only)
ar: «Ctrl+R» - تبديل خطوط النزيف (الغلاف فقط / غلاف ورقي)
bn: ``Ctrl+R`` - রক্তক্ষরণের রেখা চালু/বন্ধ করুন (শুধুমাত্র আবরণ/ধুলার প্রতিরোধক)
de: ``Strg+R`` – Blutlinien umschalten (nur Einband/Leinwand)
es: ``Ctrl+R`` - Activar/desactivar las líneas de sangrado (solo para portadas o sobrecubiertas)
fr: ``Ctrl+R`` - Activer/désactiver les repères de débord (uniquement pour la couverture/la jaquette)
hi: ``Ctrl+R`` - प्रतिरोध रेखाएँ स्विच करें (केवल कवर/धूल पोशाक)
ja: Ctrl+R - ハガリ線の表示切り替え（表紙/ジャケットのみ）
pl: ``Ctrl+R`` — Przełączanie linii przycinania (tylko okładka/okładka chłopkowa)
pt: ``Ctrl+R`` - Ativa/desativa as linhas de sangria (somente capa/contracapa)

source: File Operations
ar: عمليات الملفات
bn: ফাইল অপারেশন
de: Dateioperationen
es: Operaciones con archivos
fr: Opérations sur les fichiers
hi: फाइल संचालन
ja: ファイル操作
pl: Operacje na plikach
pt: Operações com Arquivos

source: ``Ctrl+O`` - Open a new PDF file
ar: «Ctrl+O» - فتح ملف PDF جديد
bn: ``Ctrl+O`` - একটি নতুন PDF ফাইল খোলা
de: ``Strg+O`` – Öffnet eine neue PDF-Datei
es: ``Ctrl+O`` - Abrir un nuevo archivo PDF
fr: ``Ctrl+O`` - Ouvrir un nouveau fichier PDF
hi: ``Ctrl+O`` - एक नए PDF फ़ाइल को खोलें
ja: Ctrl+O - 新しいPDFファイルを開く
pl: ``Ctrl+O`` - Otwórz nowy plik PDF
pt: ``Ctrl+O`` - Abrir um novo arquivo PDF

source: ``Ctrl+W`` - Close current document
ar: ``Ctrl+W`` - إغلاق المستند الحالي
bn: ``Ctrl+W`` - বর্তমান দলিল বন্ধ করুন
de: ``Strg+W`` - Aktuelles Dokument schließen
es: ``Ctrl+W`` - Cerrar documento actual
fr: ``Ctrl+W`` - Fermer le document actuel
hi: ``Ctrl+W`` - वर्तमान दस्तावेज़ बंद करें
ja: ``Ctrl+W`` - 現在のドキュメントを閉じる
pl: ``Ctrl+W`` - Zamknij bieżący dokument
pt: ``Ctrl+W`` - Fechar documento atual

source: ``Ctrl+G`` - Go to page dialog
ar: ``Ctrl+G`` - مربع الحوار الذهاب إلى الصفحة
bn: ``Ctrl+G`` - পৃষ্ঠায় যান আলোচনা
de: ``Strg+G`` – Dialog „Zu Seite gehen“
es: ``Ctrl+G`` - Diálogo Ir a página
fr: ``Ctrl+G`` - Ouvrir la boîte de dialogue Aller à la page
hi: ``Ctrl+G`` - पेज पर जाएँ डायलॉग
ja: Ctrl+G - ページ移動ダイアログ
pl: ``Ctrl+G`` - Okno przejścia do strony
pt: ``Ctrl+G`` - Ir para o diálogo da página

source: ``Ctrl+Q`` - Quit application
ar: ``Ctrl+Q`` - إغلاق التطبيق
bn: ``Ctrl+Q`` - অ্যাপ্লিকেশন বন্ধ করুন
de: ``Strg+Q`` – Anwendung beenden
es: ``Ctrl+Q`` - Salir de la aplicación
fr: ``Ctrl+Q`` - Quitter l'application
hi: ``Ctrl+Q`` - एप्लिकेशन बंद करें
ja: ``Ctrl+Q`` - アプリケーションを終了する
pl: ``Ctrl+Q`` - Zamknij aplikację
pt: ``Ctrl+Q`` - Sair do aplicativo

source: Menu System
ar: نظام القائمة
bn: মেনু সিস্টেম
de: Menü-System
es: Sistema de Menú
fr: Système de menu
hi: मेनू सिस्टम
ja: メニュー システム
pl: System Menu
pt: Sistema de Menu

source: File Menu
ar: قائمة الملف
bn: ফাইল মেনু
de: Datei-Menü
es: Menú Archivo
fr: Menu Fichier
hi: फाइल मेनू
ja: ファイル メニュー
pl: Plik Menu
pt: Menu Arquivo

source: **Open** (Ctrl+O) - Open a new PDF file
ar: **فتح** (Ctrl+O) - فتح ملف PDF جديد
bn: **ওপেন** (Ctrl+O) - একটি নতুন PDF ফাইল খোলুন
de: **Öffnen** (Strg+O) – Öffnet eine neue PDF-Datei
es: **Abrir** (Ctrl+O) - Abrir un nuevo archivo PDF
fr: **Ouvrir** (Ctrl+O) - Ouvrir un nouveau fichier PDF
hi: **खोलें** (Ctrl+O) - एक नया पीडीएफ फ़ाइल खोलें
ja: **開く** (Ctrl+O) - 新しいPDFファイルを開く
pl: **Otwórz** (Ctrl+O) – Otwórz nowy plik PDF
pt: **Abrir** (Ctrl+O) - Abrir um novo arquivo PDF

source: **Close** (Ctrl+W) - Close the current document
ar: **إغلاق** (Ctrl+W) - إغلاق المستند الحالي
bn: **বন্ধ করুন** (Ctrl+W) - বর্তমান দলিলটি বন্ধ করুন
de: **Schließen** (Strg+W) – Schließt das aktuelle Dokument
es: **Cerrar** (Ctrl+W) - Cierra el documento actual
fr: **Fermer** (Ctrl+W) - Fermer le document actuel
hi: **बंद करें** (Ctrl+W) - वर्तमान दस्तावेज़ को बंद करें
ja: **閉じる** (Ctrl+W) - 現在のドキュメントを閉じます
pl: **Zamknij** (Ctrl+W) – zamknij bieżący dokument
pt: **Fechar** (Ctrl+W) - Feche o documento atual

source: **Quit** (Ctrl+Q) - Exit the application
ar: **الخروج** (Ctrl+Q) - مغادرة التطبيق
bn: **বন্ধ করুন** (Ctrl+Q) - এপ্লিকেশন থেকে বের হোন
de: **Beenden** (Strg+Q) – Beendet die Anwendung
es: **Salir** (Ctrl+Q) - Salir de la aplicación
fr: **Quitter** (Ctrl+Q) - Quitter l'application
hi: **बंद करें** (Ctrl+Q) - एप्लिकेशन बंद करें
ja: **終了** (Ctrl+Q) - アプリケーションを終了します
pl: **Zakończ** (Ctrl+Q) - Wyjdź z aplikacji
pt: **Sair** (Ctrl+Q) - Sair do aplicativo

source: View Menu
ar: عرض القائمة
bn: মেনু দেখুন
de: Ansicht-Menü
es: Ver Menú
fr: Voir le menu
hi: मेनू देखें
ja: ビュー メニュー
pl: Wyświetl menu
pt: Ver Menu

source: **Zoom Controls:**
ar: **أدوات التكبير:**
bn: **জুম কন্ট্রোল:**
de: **Zoom-Steuerung:**
es: **Controles de zoom:**
fr: **Contrôles de zoom :**
hi: जूम नियंत्रण:
ja: **ズーム操作:**
pl: **Ustawienia powiększenia:**
pt: **Controles de Zoom:**

source: **Zoom In** (Ctrl+Plus) - Increase zoom level by 10%
ar: تكبير (Ctrl+Shift++) - زيادة مستوى التكبير بنسبة 10%
bn: **জুম ইন** (Ctrl+Plus) - 10% দ্বারা জুম স্তর বৃদ্ধি করুন
de: **Hereinzoomen** (Strg+Plus) – Zoomstufe um 10 % erhöhen
es: **Acercar** (Ctrl+Más) - Aumentar el nivel de zoom en un 10%
fr: **Zoom avant** (Ctrl + Plus) - Augmente le niveau de zoom de 10 %
hi: **जूम इन** (Ctrl+Plus) - 10% जूम लेवल बढ़ाएं
ja: **ズームイン** (Ctrl+Plus) - ズームレベルを10%増加させます
pl: **Przybliż** (Ctrl+Plus) - Zwiększ poziom przybliżenia o 10%
pt: **Aumentar** (Ctrl+Mais) - Aumenta o nível de zoom em 10%

source: **Zoom Out** (Ctrl+Minus) - Decrease zoom level by 10%
ar: **تكبير نافذة العرض** (Ctrl+Minus) - تقليل مستوى التكبير بنسبة 10%
bn: **আউট জুম** (Ctrl+Minus) - 10% দ্বারা জুম স্তর হ্রাস করুন
de: **Auszoomen** (Strg+Minus) – Zoomfaktor um 10 % verringern
es: **Acercar menos** (Ctrl+Menos) - Disminuir el nivel de acercamiento en un 10%
fr: **Agrandissement réduit** (Ctrl+Moins) - Réduit le niveau de zoom de 10 %
hi: **जूम आउट** (Ctrl+Minus) - 10% कम ज़ूम करें
ja: **ズームアウト** (Ctrl+マイナス) - ズームレベルを10%減少させます
pl: **Przybliżenie w dół** (Ctrl+Minus) – zmniejsz poziom powiększenia o 10%
pt: **Reduzir zoom** (Ctrl+Menos) - Reduz o nível de zoom em 10%

source: **Fit to Page** (Ctrl+0) - Fit entire page in window
ar: **التناسب مع الصفحة** (Ctrl+0) - تكييف الصفحة بأكملها مع النافذة
bn: **পৃষ্ঠাৰ সৈতে ফিট** (Ctrl+0) - জান্তৰত সম্পূৰ্ণ পৃষ্ঠা ফিট কৰা
de: **Auf Seite anpassen** (Strg+0) – Ganze Seite in Fenster einpassen
es: **Ajustar a la página** (Ctrl+0): Ajustar toda la página en la ventana
fr: **Ajuster à la page** (Ctrl+0) - Ajuster l'intégralité de la page dans la fenêtre
hi: पृष्ठ के अनुकूल (Ctrl+0) - विंडो में पूरे पृष्ठ को फिट करें
ja: **ページに合わせる** (Ctrl+0) - ウィンドウに全体を表示
pl: **Dopasuj do strony** (Ctrl+0) – Dopasuj całą stronę do okna
pt: **Ajustar à Página** (Ctrl+0) - Ajustar a página inteira na janela

source: **Mouse Wheel Zoom** (Ctrl+Mouse Wheel) - Smooth zoom at cursor position
ar: **تكبير عجلة الفأرة** (Ctrl+عجلة الفأرة) - تكبير سلس في موقع المؤشر
bn: **মাউস চাকা দ্বারা আকর্ষণ** (Ctrl+Mouse Wheel) - কার্সর অবস্থানে মসৃণ আকর্ষণ
de: **Maus-Rad-Zoom** (Strg+Mausrad) – Flüssiger Zoom an der Mausposition
es: **Acercamiento con la rueda del ratón** (Ctrl+Rueda del ratón) - Acercamiento suave en la posición del cursor
fr: **Zoom avec la molette de la souris** (Ctrl + Molette de la souris) - Zoom fluide à la position du curseur
hi: **माउस पहिया ज़ूम** (Ctrl+माउस पहिया) - कर्सर स्थिति पर सुचारु ज़ूम
ja: **マウスホイールズーム** (Ctrl+マウスホイール) - カーソル位置でのなめらかなズーム
pl: **Przesuwanie kółka myszy** (Ctrl+Przesuwanie kółka myszy) – płynne przybliżanie w pozycji kursora
pt: **Zoom com a Roleta do Mouse** (Ctrl+Roleta do Mouse) - Zoom suave na posição do cursor

source: **Display Modes:**
ar: **وضعيات العرض:**
bn: **প্রদর্শন মোড:**
de: **Anzeigemodi:**
es: **Modos de visualización:**
fr: **Modes d'affichage :**
hi: **प्रदर्शन मोड़:**
ja: **表示モード:**
pl: **Tryby wyświetlania:**
pt: **Modos de Exibição:**

source: **Fullscreen** (F11) - Toggle fullscreen mode
ar: **وضع الشاشة الكاملة** (F11) - تبديل وضع الشاشة الكاملة
bn: **পূর্ণ স্ক্রিন** (F11) - পূর্ণ স্ক্রিন মোড চালু/বন্ধ করুন
de: **Vollbild** (F11) – Vollbildmodus umschalten
es: **Pantalla completa** (F11) - Activar/desactivar el modo de pantalla completa
fr: **Plein écran** (F11) - Activer/désactiver le mode plein écran
hi: **पूर्ण स्क्रीन** (F11) - पूर्ण स्क्रीन मोड बदलें
ja: **全画面表示** (F11) - 全画面表示モードを切り替えます
pl: **Pełny ekran** (F11) – przełączanie trybu pełnoekranowego
pt: **Tela cheia** (F11) - Alterna o modo de tela cheia

source: **Presentation Mode** (F5) - Enter/exit presentation mode
ar: **وضع العرض** (F5) - الدخول/الخروج من وضع العرض
bn: **প্রদর্শন মোড** (F5) - প্রদর্শন মোডে প্রবেশ/প্রস্থান
de: **Präsentationsmodus** (F5) – Präsentationsmodus aktivieren/deaktivieren
es: **Modo de presentación** (F5) - Entrar/salir del modo de presentación
fr: **Mode de présentation** (F5) - Entrer/sortir du mode de présentation
hi: **प्रस्तुति मोड** (F5) - प्रस्तुति मोड में प्रवेश/निकासी करें
ja: **プレゼンテーション モード** (F5) - プレゼンテーション モードを開始/終了します
pl: **Tryb prezentacji** (F5) – wejście/wyjście z trybu prezentacji
pt: **Modo de Apresentação** (F5) - Entrar/sair do modo de apresentação

source: **Side-by-Side View** (Ctrl+D) - Toggle dual page view (interior only)
ar: **عرض جانبي** (Ctrl+D) - تبديل عرض الصفحة المزدوجة (الداخل فقط)
bn: **পাশাপাশি দৃশ্য** (Ctrl+D) - ডুয়াল পৃষ্ঠ দৃশ্য চালু/বন্ধ করুন (শুধুমাত্র অভ্যন্তর)
de: **Seitenansicht nebeneinander** (Strg+D) – Doppelseitenansicht umschalten (nur Inhalt)
es: **Vista lateral a lateral** (Ctrl+D) - Activar o desactivar la vista de dos páginas (solo interior)
fr: **Vue côte à côte** (Ctrl+D) - Activer/ désactiver la vue à deux pages (intérieur uniquement)
hi: **साइड-बाई-साइड दृश्य** (Ctrl+D) - डुअल पेज दृश्य बदलें (केवल आंतरिक)
ja: **並べて表示** (Ctrl+D) - 両面表示を切り替え (内側のみ)
pl: **Widok obok siebie** (Ctrl+D) – przełącz widok podwójnej strony (tylko wnętrze)
pt: **Visualização lado a lado** (Ctrl+D) - Ativa/desativa a visualização de duas páginas (apenas internas)

source: **Overlays:**
ar: **الإطارات:**
bn: **ওভারলেপস:**
de: **Überlagerungen:**
es: **Superposiciones:**
fr: **Surimpressions :**
hi: ओवरले:
ja: **オーバーレイ:**
pl: **Nadzory:**
pt: **Sobreposições:**
