Repository: pypi-data/pypi-mirror-370
Catalog: packages/pykickstart/pykickstart-3.67.tar.gz/pykickstart-3.67/po/*.po
Languages: es, fr, nl, pl, pt_br, zh_cn, zh_tw

source: Checking kickstart file %(filename)s
es: Comprobando archivo kickstart %(filename)s
fr: Vérification du fichier kickstart%(filename)s
pl: Sprawdzanie pliku kickstart %(filename)s
pt_br: Verificando o arquivo kickstart %(filename)s
zh_cn: 检查 kickstart 文件 %(filename)s
zh_tw: 檢查啟動檔案 %(filename)s

source: %(command)s command requires a single argument: %(argument)s
es: El comando %(command)s necesita un único argumento: %(argument)s
fr: La commande %(command)s nécessite un argument unique : %(argument)s
nl: %(command)s commando vereisr een enkel argument: %(argument)s
pl: polecenie %(command)s wymaga jednego parametru: %(argument)s
pt_br: comando %(command)s requer um argumento único: %(argument)s
zh_cn: %(command)s 命令需要单一参数：%(argument)s
zh_tw: %(command)s 命令需要一個參數： %(argument)s

source: %s has been removed.
es: %s ha sido retirado.
fr: %s a été supprimé.
pl: %s zostało usunięte.
pt_br: %s foi removido.
zh_cn: %s 已删除。
zh_tw: %s 已被移除。

source: '--mkfsoptions' requires --reformat
es: '--mkfsoptions' debe usarse con --reformat
fr: --mkfsoptions nécessite --reformat
nl: '--mkfsoptions' vereist --reformat
pl: „--mkfsoptions” wymaga opcji --reformat
pt_br: '--mkfsoptions' requer --reformat
zh_cn: '--mkfsoptions' 需要 --reformat
zh_tw: '--mkfsoptions'需要--reformat

source: --bindto=%s is not supported for this type of device
es: no se admite --bindto=%s para este tipo de dispositivo
fr: --bindto=%s non pris en charge pour ce type de périphérique
nl: --bindto=%s wordt niet ondersteund voor dit type apparaat
pl: --bindto=%s nie jest obsługiwane dla tego typu urządzenia
pt_br: --bindto=%s não é suportado para este tipo de dispositivo
zh_cn: 这个类型的设备不支持 --bindto=%s
zh_tw: --bindto =%s 此類設備不支持此功能

source: --boot-drive accepts only one argument
es: --boot-drive sólo admite un argumento
fr: --boot-drive n’accepte qu’un argument
nl: --boot-drive accepteert slechts een argument
pl: --boot-drive przyjmuje tylko jeden parametr
pt_br: --boot-drive aceita somente um argumento
zh_cn: --boot-drive 只接受一个参数
zh_tw: --boot-drive只接受一個參數

source: --chunksize and --metadatasize are for thin pools only
es: --chunksize and --metadatasize son sólo para grupos sobreasignables
fr: --chunksize et --metadatasize sont destinés aux allocations dynamiques (thin pools) uniquement
nl: --chunksize en --metadatasize zijn alleen bestemd voor thin pools
pl: Opcje --chunksize i --metadatasize są przeznaczone tylko dla pul „thin”
pt_br: --chunksize e --metadatasize são somente para thin pools
zh_cn: --chunksize 和 --metadatasize 仅可用于精简池
zh_tw: --chunksize和--metadatasize僅適用於精簡池

source: --default and --nobase cannot be used together
es: --default y --nobase no se pueden usar juntas
fr: --default et --nobase ne peuvent pas être utilisés ensemble
nl: --default en --nobase kunnen niet tegelijkertijd gebruikt worden
pl: --default i --nobase nie mogą być razem używane
pt_br: --default e --nobase não podem ser utilizados juntos
zh_cn: --default 和 --nobase 不能一同使用
zh_tw: --default 及 --nobase 不得同時使用

source: --default and --nocore cannot be used together
es: --default y --nocore no se pueden usar juntas
fr: --default et --nocore ne peuvent pas être utilisés ensemble
nl: --default en --nocore kunnen niet tegelijkertijd gebruikt worden
pl: --default i --nocore nie mogą być razem używane
pt_br: --default e --nocore não podem ser utilizados juntos
zh_cn: --default 和 --nocore 不能一同使用
zh_tw: --default 及 --nocore 不得同時使用

source: --mkfsoptions and --fsprofile cannot be used together.
es: no se pueden usar a la vez --mkfsoptions y --fsprofile.
fr: --mkfsoptions et --fsprofile ne peuvent pas être utilisés ensemble.
nl: --mkfsoptions en --fsprofile kunnen niet tegelijkertijd gebruikt worden.
pl: Nie można używać --mkfsoptions i --fsprofile razem.
pt_br: --mkfsoptions e --fsprofile não podem ser utilizados juntos.
zh_cn: --mkfsoptions 和 --fsprofile 不能一同使用。
zh_tw: --mkfsoptions和--fsprofile不能一起使用。

source: --mkfsoptions with --noformat has no effect.
es: --mkfsoptions no tiene ningún efecto con --noformat.
fr: --mkfsoptions avec --noformat n’a aucun effet.
nl: --mkfsoptions met --noformat heeft geen effect.
pl: --mkfsoptions z --noformat nic nie robi.
pt_br: --mkfsoptions com --noformat não tem efeito.
zh_cn: 使用 --noformat 的 --mkfsoptions 无效。
zh_tw: --mkfsoptions 與--noformat無效。

source: --mkfsoptions with --noformat or --useexisting has no effect.
es: --mkfsoptions no tiene ningún efecto con --noformat o --useexisting.
fr: --mkfsoptions avec --noformat ou --useexisting n’a aucun effet.
nl: --mkfsoptions met --noformat of --useexisting heeft geen effect.
pl: --mkfsoptions z --noformat lub --useexisting nic nie robi.
pt_br: --mkfsoptions com --noformat ou --useexisting não tem efeito.
zh_cn: 使用 --noformat 或者 --useexisting 的 --mkfsoptions 无效。
zh_tw: --mkfsoptions 與--noformat或--useexisting無效。

source: --resize can only be used in conjunction with --onpart
es: --resize sólo se puede usar con --onpart
fr: --resize peut uniquement être utilisé avec --onpart
nl: --resize kan alleen gebruikt worden in samenhang met --onpart
pl: Opcja --resize może być używana tylko w połączeniu z opcją --onpart
pt_br: --resize só pode ser utilizado em conjunto com --onpart
zh_cn: --resize 只能与 --onpart 一同使用
zh_tw: --resize只能與--onpart一起使用

source: --resize can only be used in conjunction with --useexisting
es: --resize sólo se puede usar con --useexisting
fr: --resize peut uniquement être utilisé avec --useexisting
nl: --resize kan alleen gebruikt worden can only be used in samenhang met --useexisting
pl: Opcja --resize może być używana tylko w połączeniu z opcją --useexisting
pt_br: --resize só pode ser utilizado em conjunto com --useexisting
zh_cn: --resize 只能与 --useexisting 一同使用
zh_tw: --resize只能與--useexisting一起使用

source: --resize requires --size to indicate new size
es: --resize requiere --size para indicar el tamaño nuevo
fr: --resize nécessite --size d’indiquer une nouvelle taille
nl: --resize vereist --size om de nieuwe grootte aan te geven
pl: Opcja --resize wymaga --size, aby wskazać nowy rozmiar
pt_br: --resize requer que --size indique um novo tamanho
zh_cn: --resize 需要 --size 指示新大小
zh_tw: --resize需要--size來表示新的大小

source: --resize requires --size to specify new size
es: --resize necesita --size para indicar el tamaño nuevo
fr: --resize nécessite --size d’indiquer une nouvelle taille
nl: --resize vereist dat --size de nieuwe grootte specificeert
pl: Opcja --resize wymaga --size, aby podać nowy rozmiar
pt_br: --resize requer que --size especifique um novo tamanho
zh_cn: --resize 需要 --size 指定新大小
zh_tw: --resize需要--size指定新的大小

source: --size and --percent cannot both be specified for the same logvol
es: No se pueden usar --size y --percent para el mismo volumen lógico
fr: --size et --percent ne peuvent pas être toutes les deux spécifiées pour le même logvol
nl: --size en --percent kunnen niet beide gespecificeerd worden voor dezelfde logvol
pl: Nie można jednocześnie podać opcji --size i --percent dla tego samego „logvol”
pt_br: --size e --percent não podem ambos serem especificados para o mesmo logvol
zh_cn: 无法为同一 logvol 同时指定 --size 和 --percent
zh_tw: --size和--percent不能同時為同一個logvol指定

source: --thin and --thinpool cannot both be specified for the same logvol
es: No se pueden usar --thin y -thinpool para el mismo volumen lógico
fr: --thin et --thinpool ne peuvent pas être toutes les deux spécifiées pour le même logvol
nl: --thin en --thinpool kunnen niet gespecificeerd worden voor dezelfde logvol
pl: Nie można jednocześnie podać opcji --thin i --thinpool dla tego samego „logvol”
pt_br: --thin e --thinpool não podem ambos ser especificados para o mesmo logvol
zh_cn: 无法为同一 logvol 同时指定 --thin 和 --thinpool
zh_tw: --thin和--thinpool不能同時為同一個logvol指定

source: --thin requires --poolname to specify pool name
es: --thin necesita --poolname para indicar el nombre del grupo
fr: --thin nécessite --poolname pour spécifier le nom de pool
nl: --thin vereist --poolname voor het specificeren van de poolnaam
pl: Opcja --thin wymaga --poolname, aby podać nazwę puli
pt_br: --thin requer --poolname para especificar nome de pool
zh_cn: --thin 需要 --poolname 指定池名称
zh_tw: --thin要求--poolname指定池名稱

source: A DM RAID device with the name %(name)s and devices %(devices)s has already been defined.
es: Ya se ha definido un dispositivo RAID DM de nombre %(name)s y dispositivos %(devices)s.
fr: Un périphérique RAID DM avec le nom %(name)s et les périphériques %(devices)s a déjà été défini.
nl: Een DM RAID-apparaat met de naam %(name)s en apparaten %(devices)s zijn al gedefinieerd.
pl: Określono już urządzenie RAID DM o nazwie %(name)s i urządzeniach %(devices)s.
pt_br: Um dispositivo DM RAID com o nome %(name)s e dispositivos %(devices)s já foi definido.
zh_cn: 已定义名为 %(name)s 的 DM RAID 设备 %(devices)s。
zh_tw: 帶有名稱的DM RAID設備 %(name)s 和設備 %(devices)s 已經定義了。

source: A FCOE device with the name %s has already been defined.
es: Ya se ha definido un dispositivo FCOE con nombre %s.
fr: Un périphérique FCOE avec le nom %s a déjà été défini.
nl: Een FCOE-apparaat met de naam %s is al gedefinieerd.
pl: Określono już urządzenie FCoE o nazwie %s.
pt_br: Um dispositivo FCOE com o nome %s já foi definido.
zh_cn: 已定义名为 %s 的 FCOE 设备。
zh_tw: 具有名稱的FCOE設備 %s 已經定義了。

source: A RAID device with the name %s has already been defined.
es: Ya se ha definido un dispositivo RAID con nombre %s.
fr: Un périphérique RAID avec le nom %s a déjà été défini.
nl: Een RAID-apparaat met de naam %s is al gedefinieerd.
pl: Określono już urządzenie RAID o nazwie %s.
pt_br: Um dispositivo RAID com o nome %s foi definido.
zh_cn: 已定义名为 %s 的 RAID 设备。
zh_tw: 具有名稱的RAID設備 %s 已經定義了。

source: A btrfs volume with the mountpoint %s has already been defined.
es: Ya se ha definido un volumen btrfs con el punto de montaje %s.
fr: Un volume btrfs avec le point de montage %s a déjà été défini.
nl: Een btrfs volume met het aankoppelpunt %s is al gedefinieerd.
pl: Określono już wolumin btrfs o punkcie montowania %s.
pt_br: Um volume btrfs com ponto de montagem %s já foi definido.
zh_cn: 已定义使用挂载点为 %s 的 btrfs 卷。
zh_tw: 帶有掛載點的btrfs卷 %s 已經定義了。

source: A group with the name %s has already been defined.
es: Ya se ha definido un grupo con el nombre %s.
fr: Un groupe avec le nom %s a déjà été défini.
nl: Een groep met de naam %s is al gedefinieerd.
pl: Określono już grupę o nazwie %s.
pt_br: Um grupo com nome %s já foi definido.
zh_cn: 已定义名为 %s 的组。
zh_tw: 一個名字的小組 %s 已經定義了。

source: A logical volume with the name %(logical_volume_name)s has already been defined in volume group %(volume_group)s.
es: Ya hay un volumen lógico con nombre %(logical_volume_name)s definido en el grupo %(volume_group)s.
fr: Un volume logique avec le nom %(logical_volume_name)s a déjà été défini dans le groupe de volume %(volume_group)s.
nl: Een logische volume met de naam %(logical_volume_name)s is al gedefinieerd in de volume groep %(volume_group)s.
pl: Określono już wolumin logiczny o nazwie %(logical_volume_name)s w grupie woluminów %(volume_group)s.
pt_br: Um volume lógico com o nome %(logical_volume_name)s já foi definido no grupo de volume %(volume_group)s.
zh_cn: 在卷组 %(volume_group)s 中已定义名为 %(logical_volume_name)s 的逻辑卷。
zh_tw: 具有名稱的邏輯卷 %(logical_volume_name)s 已在卷組中定義 %(volume_group)s。

source: A module with the name %s has already been defined.
es: Ya se ha definido un módulo de nombre %s.
fr: Un module avec le nom %s a déjà été défini.
nl: Een module met de naam %s is al gedefinieerd.
pl: Określono już moduł o nazwie %s.
pt_br: Um módulo com o nome %s já foi definido.
zh_cn: 已定义名为 %s 的模块。
zh_tw: 具有名稱的模塊 %s 已經定義了。

source: A network device with the name %s has already been defined.
es: Ya se ha definido un dispositivo de red con nombre %s.
fr: Un périphérique de réseau avec le nom %s a déjà été défini.
nl: Een netwerkapparaat met de naam %s is al gedefinieerd.
pl: Określono już urządzenie sieciowe o nazwie %s.
pt_br: Um dispositivo de rede com o nome %s já foi definido.
zh_cn: 已定义名为 %s 的网络设备。
zh_tw: 具有名稱的網絡設備 %s 已經定義了。

source: A partition with the mountpoint %s has already been defined.
es: Ya se ha definido una partición con el punto de montaje %s.
fr: Une partition avec le point de montage %s a déjà été définie.
nl: Een partite met het aankoppelpunt %s is al gedefinieerd.
pl: Określono już partycję o punkcie montowania %s.
pt_br: Uma partição com o ponto de montagem %s já foi definida.
zh_cn: 已定义使用挂载点为 %s 的分区。
zh_tw: 具有掛載點的分區 %s 已經定義了。

source: A repo with the name %s has already been defined.
es: Ya se ha definido un repositorio con el nombre %s.
fr: Un référentiel avec le nom %s a déjà été défini.
nl: Een repo met de naam %s is al gedefinieerd.
pl: Określono już repozytorium o nazwie %s.
pt_br: Um repo com o mesmo nome %s já foi definido.
zh_cn: 已定义名为 %s 的 repo。
zh_tw: 一個名為的回購 %s 已經定義了。

source: A single argument is expected for the %s command
es: Ya se espera un único argumento para %s
fr: Un seul argument est attendu pour la commande %s
nl: Een enkel argument wordt verwacht voor het %s commando
pl: Polecenie %s wymaga jednego parametru
pt_br: Um argumento único está previsto para o comando %s
zh_cn: %s 命令应只有一个参数
zh_tw: 預計會有一個參數 %s 命令

source: A user with the name %s has already been defined.
es: Ya se ha definido un usuario de nombre %s.
fr: Un utilisateur avec le nom %s a déjà été défini.
nl: Een gebruiker met de naam %s is al gedefinieerd.
pl: Określono już użytkownika o nazwie %s.
pt_br: Um usuário com o nome %s já foi definido.
zh_cn: 已定义名为 %s 的用户。
zh_tw: 具有名稱的用戶 %s 已經定義了。

source: A volgroup with the name %s has already been defined.
es: Ya se ha definido un grupo de volúmenes de nombre %s.
fr: Un volgroup avec le nom %s a déjà été défini.
nl: Een volgroup met de naam %s is al gedefinieerd.
pl: Określono już „volgroup” o nazwie %s.
pt_br: Um volgroup com nome %s já foi definido.
zh_cn: 已定义名为 %s 的 volgroup。
zh_tw: 一個名為volgroup的人 %s 已經定義了。

source: A zfcp with this information has already been defined.
es: Ya ha sido definido un zFCP con esta información.
fr: Un zfcp avec ces informations a déjà été défini.
nl: Een zfcp met deze informatie is al gedefinieerd.
pl: Określono już zfcp z tą informacją.
pt_br: Um zfcp com esta informação já foi definido.
zh_cn: 已定义使用这个信息的 zfcp。
zh_tw: 已經定義了具有此信息的zfcp。

source: Action %(action)s requires --namespace argument to be set
es: La acción %(action)s requiere argumento --namespace para ser establecido
fr: L’action %(action)s exige que l’argument --namespace soit défini
nl: Actie %(action)s vereist dat het --namespace argument ingesteld wordt
pl: Działanie %(action)s wymaga ustawienia parametru --namespace
pt_br: A ação %(action)s requer que o argumento --namespace seja definido
zh_cn: 操作 %(action)s 需要设置 --namespace 参数
zh_tw: 行動 %(action)s 要求設置--namespace參數

source: Action %(action)s requires --namespace or --blockdevs argument to be set
es: La acción %(action)s requiere argumento --namespace o --blockdevs para ser establecido
fr: L’action %(action)s exige que l’argument --namespace ou --blockdevs soit défini
nl: Actie %(action)s vereist dat het --namespace of --blockdevs argument ingesteld wordt
pl: Działanie %(action)s wymaga ustawienia parametru --namespace lub --blockdevs
pt_br: A ação %(action)s requer que os argumentos --namespace ou --blockdevs sejam definidos
zh_cn: 操作 %(action)s 需要设置 --namespace 参数或 --blockdevs 参数
zh_tw: 行動 %(action)s 要求設置--namespace或--blockdevs參數

source: Action %(action)s with mode %(mode)s requires --sectorsize argument to be set
es: La acción %(action)s con modo %(mode)s requiere argumento --sectorsize para ser establecido
fr: L’action %(action)s ayant pour mode %(mode)s exige que l’argument --sectorsize soit défini
nl: Actie %(action)s met modus %(mode)s vereist dat het --sectorsize argument ingesteld wordt
pl: Działanie %(action)s w trybie %(mode)s wymaga ustawienia parametru --sectorsize
pt_br: A ação %(action)s com modo %(mode)s requer o argumento --sectorsize seja definido
zh_cn: 带有模式 %(mode)s 的操作 %(action)s 需要设置 --sectorsize 参数
zh_tw: 行動 %(action)s 用模式 %(mode)s 需要設置--sectorsize參數

source: Adding a cache to an existing logical volume is not supported
es: No se admite añadir caché a un volumen lógico existente
fr: L’ajout d’un cache à un volume logique existant n’est pas pris en charge
nl: Toevoegen van een cache aan een bestaande logische volume wordt niet ondersteund
pl: Dodawanie pamięci podręcznej do istniejącego woluminu logicznego nie jest obsługiwane
pt_br: Não há suporte a adicionar um cache a um volume lógico existente
zh_cn: 不支持在现有逻辑卷中添加缓存
zh_tw: 不支持將緩存添加到現有邏輯卷

source: An action %(action)s on devices %(blockdevs)s has already been defined.
es: Ya se ha definido una acción %(action)s para los dispositivos %(blockdevs)s.
fr: Une action %(action)s sur l’espace-nom %(blockdevs)s a déjà été définie.
nl: Een actie %(action)s voor apparaten %(blockdevs)s is al gedefinieerd.
pl: Określono już działanie %(action)s na urządzeniach %(blockdevs)s.
pt_br: Uma ação %(action)s em dispositivos %(blockdevs)s já foi definido.
zh_cn: 在设备 %(blockdevs)s 上的一个操作 %(action)s 已被定义。
zh_tw: 一種行為 %(action)s 在設備上 %(blockdevs)s 已經定義了。

source: An action %(action)s on namespace %(namespace)s has already been defined.
es: Ya se ha definido una acción %(action)s en el espacio de nombres %(namespace)s.
fr: Une action %(action)s sur l’espace-nom %(namespace)s a déjà été définie.
nl: Een actie %(action)s voor naamruimte %(namespace)s is al gedefinieerd.
pl: Określono już działanie %(action)s w przestrzeni nazw %(namespace)s.
pt_br: Uma ação %(action)s no namespace %(namespace)s já foi definido.
zh_cn: 命名空间 %(namespace)s 中的一个操作 %(action)s 已被定义。
zh_tw: 一種行為 %(action)s 在命名空間 %(namespace)s 已經定義了。

source: An ssh user with the name %s has already been defined.
es: Ya se ha definido un usuario ssh con el nombre %s.
fr: Un utilisateur ssh avec le nom %s a déjà été défini.
nl: Een ssh-gebruiker met de naam %s is al gedefinieerd.
pl: Określono już użytkownika SSH o nazwie %s.
pt_br: Um usuário ssh com nome %s já foi definido.
zh_cn: 已定义名为 %s 的 ssh 用户。
zh_tw: 名稱為ssh的用戶 %s 已經定義了。

source: At least one option and/or an argument are expected for the %s command
es: Se espera al menos una opción y/o argumento para el comando %s
fr: La commande %s attend au moins une option ou un argument
nl: Tenminste een optie en/of argument worden verwacht voor het %s commando
pl: Polecenie %s wymaga co najmniej jednej opcji lub parametru
pt_br: Pelo menos uma opção e/ou um argumento são esperados para o comando %s
zh_cn: %s 命令至少需要一个选项和/或参数
zh_tw: 預計至少有一個選項和/或參數 %s 命令

source: Bad format of --bridgeopts, expecting key=value options separated by ','
es: Formato incorrecto para --bridgeopts; se esperan opciones clave=valor separadas por ','
fr: Mauvais format de --bridgeopts, les options key=value doivent être séparées par « , »
nl: Verkeerd formaat voor --bridgeopts, verwacht wordt key=value opties gescheiden door ','
pl: Błędny format opcji --bridgeopts, oczekiwano opcji klucz=wartość rozdzielonych znakiem „,”
pt_br: Formato incorreto de --bridgeopts, esperava opções chave=valor separados por ","
zh_cn: --bridgeopts 的错误格式，应为使用 ',' 的 key=value 选项
zh_tw: --bridgeopts格式不正確，期望key = value選項以'，'分隔

source: Btrfs file system is not supported
es: No se admite el sistema de ficheros btrfs
fr: Le système de fichiers btrfs n’est pas pris en charge
nl: Btrfs bestandssysteem wordt niet ondersteund
pl: System plików Btrfs jest nieobsługiwany
pt_br: O sistema de arquivos Btrfs não é suportado
zh_cn: 不支持 Btrfs 文件系统
zh_tw: 不支持Btrfs文件系統

source: Cache needs to have a list of (fast) PVs specified
es: La caché necesita tener especificada una lista de volúmenes físicos (que además sean rápidos)
fr: Le cache nécessite une liste de valeurs d’analyseur (rapides) spécifiée
nl: Cache heeft een lijst met gespecificeerde (snelle) PV's nodig
pl: Należy podać listę (szybkich) woluminów fizycznych dla pamięci podręcznej
pt_br: Cache precisa ter uma lista de VFs (rápidos) especificados
zh_cn: 需要为缓存指定一组 PV 列表
zh_tw: 緩存需要具有指定的（快速）PV列表

source: Cache needs to have size specified
es: La caché necesita que se indique un tamaño
fr: Le cache nécessite une taille spécifiée
nl: Cache moet in grootte gespecificeerd zijn
pl: Należy podać rozmiar pamięci podręcznej
pt_br: Cache precisa ter um tamanho especificado
zh_cn: 需要为缓存指定大小
zh_tw: 緩存需要指定大小

source: Can't specify --port without --host.
es: No puede especificar --port sin indicar --host.
fr: Impossible de spécifier --port sans --host.
nl: Kan --port niet specificeren zonder --host.
pl: Nie można podać opcji --port bez --host.
pt_br: Não é possível especificar --port sem --host.
zh_cn: 无法在未指定 --host 的情况下指定 --port。
zh_tw: 無法指定--port而不使用--host。

source: Device '%(device)s' is already used in multipath '%(multipathdev)s'
es: El dispositivo '%(device)s' ya se usa en multirruta '%(multipathdev)s'
fr: Le périphérique « %(device)s » est déjà utilisé dans le périphérique sur chemins multiples « %(multipathdev)s »
nl: Apparaat '%(device)s' wordt al gebruikt in multi-pad '%(multipathdev)s'
pl: Urządzenie „%(device)s” jest już używane w urządzeniu wielościeżkowym „%(multipathdev)s”
pt_br: Dispositivo "%(device)s" já está utilizado em multipath "%(multipathdev)s"
zh_cn: 设备 '%(device)s' 已用于多路径 '%(multipathdev)s'
zh_tw: 設備'%(device)s'已用於多路徑'%(multipathdev)s“

source: Empty string is not a valid activation key.
es: Una cadena vacía no es una clave de activación válida.
fr: Une chaîne vide n’est pas une clé d’activation valide.
nl: Een lege string is geen geldige activeringssleutel.
pl: Pusty ciąg nie jest prawidłowym kluczem aktywacji.
pt_br: String vazia não é uma chave de ativação válida.
zh_cn: 空字符串不是有效的激活码。
zh_tw: 空字串不是有效的啟動金鑰。

source: Error accessing URL "%s"
es: Error al acceder a "%s"
fr: Erreur lors de l’accès à l’URL « %s »
nl: Fout bij de toegang tot URL "%s"
pl: Błąd podczas uzyskiwania dostępu do adresu URL „%s”
pt_br: Erro ao acessar a URL "%s"
zh_cn: 访问 URL "%s" 出错
zh_tw: 存取 URL「%s」時出錯

source: Error copying file: %s
es: Error al copiar archivo: %s
fr: Erreur lors de la copie du fichier : %s
nl: Fout bij het kopiëren van bestand: %s
pl: Błąd podczas kopiowania pliku: %s
pt_br: Erro ao copiar o arquivo: %s
zh_cn: 复制文件出错：%s
zh_tw: 複製檔案時出錯：%s

source: Error opening file: %s
es: Error al abrir archivo: %s
fr: Erreur lors de l’ouverture du fichier : %s
nl: Fout bij het openen van bestand: %s
pl: Błąd podczas otwierania pliku: %s
pt_br: Erro ao abrir o arquivo: %s
zh_cn: 打开文件出错：%s
zh_tw: 開啟檔案時出錯：%s

source: Error reading %(filename)s: %(version)s
es: Error la leer %(filename)s: %(version)s
fr: Erreur à la lecture de %(filename)s : %(version)s
nl: Fout bij het lezen van %(filename)s: %(version)s
pl: Błąd podczas odczytywania %(filename)s: %(version)s
pt_br: Erro ao ler %(filename)s: %(version)s
zh_cn: 读取 %(filename)s 出错： %(version)s
zh_tw: 讀錯誤 %(filename)s： %(version)s

source: Error securely accessing URL "%s"
es: Error en el acceso seguro a "%s"
fr: Erreur lors de l’accès sécurisé à l’URL « %s »
nl: Fout bij veilige toegang tot URL "%s"
pl: Błąd podczas uzyskiwania dostępu do adresu URL „%s” w bezpieczny sposób
pt_br: Erro ao acessar de forma segura a URL "%s"
zh_cn: 安全访问 URL "%s" 出错
zh_tw: 安全存取 URL「%s」時出錯

source: Error writing file "%s":
es: Error al escribir archivo "%s":
fr: Erreur lors de l’écriture du fichier « %s » :
nl: Fout bij het scheijven van bestand "%s":
pl: Błąd podczas zapisywania pliku „%s”:
pt_br: Erro ao gravar o arquivo "%s":
zh_cn: 写入文件 "%s" 出错：
zh_tw: 寫入「%s」檔案時出錯：
