Repository: pypi-data/pypi-mirror-370
Catalog: packages/pykickstart/pykickstart-3.67.tar.gz/pykickstart-3.67/po/*.po
Languages: es, fr, nl, pl, pt_br, zh_cn, zh_tw

source: Failed to open output file '%(filename)s' : %(error_msg)s
es: Fallo al abrir el archivo de salida '%(filename)s' : %(error_msg)s
fr: Impossible d’ouvrir le fichier de sortie « %(filename)s » : %(error_msg)s
nl: Het openen van outputbestand '%(filename)s' mislukte: %(error_msg)s
pl: Otwarcie pliku wyjściowego „%(filename)s” się nie powiodło: %(error_msg)s
pt_br: Falha ao abrir arquivo de saída '%(filename)s' : %(error_msg)s
zh_cn: 打开输出结果文件 '%(filename)s' 失败：%(error_msg)s
zh_tw: 無法打開輸出文件'%(filename)s'： %(error_msg)s

source: Failed to parse kickstart file '%(filename)s' : %(error_msg)s
es: Fallo al interpretar el archivo kickstart '%(filename)s' : %(error_msg)s
fr: Impossible d’analyser le fichier kickstart « %(filename)s » : %(error_msg)s
nl: Het ontleden van kickstartbestand '%(filename)s' mislukte: %(error_msg)s
pl: Przetworzenie pliku kickstart „%(filename)s” się nie powiodło: %(error_msg)s
pt_br: Falha ao analisar arquivo kickstart '%(filename)s' : %(error_msg)s
zh_cn: 解析 kickstart 文件 '%(filename)s' 失败：%(error_msg)s
zh_tw: 無法解析kickstart文件'%(filename)s'： %(error_msg)s

source: Failed to read kickstart file '%(filename)s' : %(error_msg)s
es: Fallo al leer el archivo kickstart '%(filename)s' : %(error_msg)s
fr: Impossible de lire le fichier kickstart « %(filename)s » : %(error_msg)s
nl: Het lezen van het kickstartbestand '%(filename)s' mislukte: %(error_msg)s
pl: Odczytanie pliku kickstart „%(filename)s” się nie powiodło: %(error_msg)s
pt_br: Falha ao ler arquivo kickstart '%(filename)s' : %(error_msg)s
zh_cn: 读取 kickstart 文件 '%(filename)s' 失败：%(error_msg)s
zh_tw: 無法讀取kickstart文件'%(filename)s'： %(error_msg)s

source: File uses a deprecated option or command. %s
es: El archivo está usando una opción o comando obsoleto. %s
fr: Le fichier utilise une option ou une commande obsolète. %s
nl: Bestand gebruikt een verouderde optie of commando. %s
pl: Plik używa przestarzałej opcji lub polecenia. %s
pt_br: Arquivo com um comando ou opção obsoleta. %s
zh_cn: 文件使用了一个过时的选项或命令。 %s
zh_tw: 檔案使用了一個過時的選項或指令。 %s

source: General error in input file: %s
es: Error general en el archivo de entrada: %s
fr: Erreur générale dans le fichier source : %s
nl: Algemene fout in invoerbestand: %s
pl: Ogólny błąd w pliku wejściowym: %s
pt_br: Erro geral no arquivo de entrada: %s
zh_cn: 输入文件有错误： %s
zh_tw: 輸入檔中發生一般錯誤：%s

source: General kickstart error in input file
es: Error general en el archivo de respuestas (kickstart) de entrada
fr: Erreur générale de kickstart due au fichier source
nl: Algemene kickstart fout in invoerbestand
pl: Ogólny błąd kickstart w pliku wejściowym
pt_br: Erro geral do kickstart no arquivo de entrada
zh_cn: 输入文件中的 kickstart 错误
zh_tw: 在輸入檔中發生一般 kickstart 錯誤

source: Group cannot specify both --nodefaults and --optional
es: El grupo no puede especificar a la vez --nodefaults y --optional
fr: Le groupe ne peut pas à la fois spécifier --nodefaults et --optional
nl: Groep kan niet zowel --nodefaults als --optional specificeren
pl: Grupa nie może podać zarówno --nodefaults, jak i --optional
pt_br: Grupo não pode especificar tanto o --nodefaults como o --optional
zh_cn: 组无法同时指定--nodefaults 和--optional
zh_tw: 群組不可同時指定 --nodefaults 和 --optional

source: If network --interfacename contains a '.', valid vlan id should follow.
es: Si network --interfacename contiene un '.', debe seguirlo un identificador de vlan válido.
fr: Si le --interfacename du réseau contient un « . », il doit être suivi par un ID vlan valide.
nl: Als network --interfacename een a '.' bevat, moet een geldig vlan-id volgen.
pl: Jeśli network --interfacename zawiera znak „.”, to po nim powinien znajdować się prawidłowy identyfikator VLAN.
pt_br: Se --interfacename de rede contiver ".", um id de vlan válido deve vir a seguir.
zh_cn: 如果网络 --interfacename 包含a '.'，则后接有效 vlan id。
zh_tw: 如果network --interfacename包含'。'，則應遵循有效的vlan id。

source: If network --interfacename starts with 'vlan', valid vlan id should follow.
es: Si network --interfacename comienza con 'vlan', debe continuar con un identificador de vlan válido.
fr: Si le --interfacename du réseau commence par « vlan », il doit être suivi par un ID vlan valide.
nl: Als network --interfacename begint met 'vlan', moet een geldig vlan-id volgen.
pl: Jeśli network --interfacename zaczyna się od „vlan”, to po nim powinien znajdować się prawidłowy identyfikator VLAN.
pt_br: Se --interfacename de rede iniciar com "vlan", um id de vlan válido deve vir a seguir.
zh_cn: 如果网络 --interfacename 以 'vlan' 开始，则后接有效 vlan id。
zh_tw: 如果network --interfacename以'vlan'開頭，則應遵循有效的vlan id。

source: Ignoring deprecated command on line %(lineno)s: The %(cmd)s command has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this command.
es: Se descarta un comando obsoleto de la línea %(lineno)s: El comando %(cmd)s está obsoleto y ya no tiene efecto. Podría desaparecer de nuevas versiones y provocar un error fatal de kickstart. Por favor, modifique su archivo kickstart y elimine ese comando.
fr: Commande obsolète sur la ligne %(lineno)s ignorée : la commande %(cmd)s est obsolète et n’a plus d’effet. Elle pourra être supprimée lors de futures versions, ce qui provoquera une erreur fatale de kickstart. Merci de modifier votre fichier kickstart et de retirer cette commande.
nl: Verouderd commando op regel %(lineno)s wordt genegeerd: Het %(cmd)s commando is verouderd en heeft geen effect meer. Het wordt misschien verwijderd in toekomstige versies, wat zal resulteren in een fatale fout van kickstart. Pas jouw kickstart bestand aan om dit commando te verwijderen.
pl: Ignorowanie przestarzałego polecenia w %(lineno)s. wierszu: polecenie %(cmd)s jest przestarzałe i jego użycie nie powoduje żadnych zmian. Może zostać usunięte z przyszłych wydań, co spowoduje krytyczny błąd pliku kickstart. Należy zmodyfikować plik kickstart, aby usunąć to polecenie.
pt_br: Ignorando comando obsoleto na linha %(lineno)s: O comando %(cmd)s está obsoleto e não tem mais efeito. Ele pode ser removido das futuras versões, o que resultará em um erro fatal do kickstart. Por favor, modifique o seu arquivo kickstart para remover esse comando.
zh_cn: 忽略第 %(lineno)s 行中以弃用的命令：命令 %(cmd)s 已经弃用，不再有任何作用。在将来的发行本中会移除这个命令，可能会导致 kickstart 执行时发生严重错误。请修改您的 kickstart 文件删除该命令。
zh_tw: 忽略第 %(lineno)s 行的過時指令：%(cmd)s 已經淘汰，不再起任何作用。這指令可能會自未來的版本中移除，這會讓 kickstart 執行時產生嚴重的錯誤。請修改您的 kickstart 檔案，移除這選項。

source: Ignoring deprecated option on line %(lineno)s: The %(option)s option has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this option.
es: Se ignora una opción obsoleta de la línea %(lineno)s: La opción %(option)s ha sido descartada y ya no tiene efecto. Puede ser borrada en versiones futuras, lo que resultará en un error. Por favor, modifique su archivo kickstart y elimine esta opción.
fr: Option obsolète sur la ligne %(lineno)s ignorée : l’option %(option)s est obsolète et n’a plus d’effet. Elle pourra être supprimée lors de futures versions, ce qui provoquera une erreur fatale de kickstart. Merci de modifier votre fichier kickstart et de retirer cette option.
nl: Verouderde optie op regel %(lineno)s wordt genegeerd: De %(option)s optie is verouderd en heeft geen effect meer. Het wordt misschien verwijderd in toekomstige versies, wat zal resulteren in een fatale fout van kickstart. Pas jouw kickstart bestand aan om deze optie te verwijderen.
pl: Ignorowanie przestarzałej opcji w %(lineno)s. wierszu: opcja %(option)s jest przestarzała i jej użycie nie powoduje żadnych zmian. Może zostać usunięta z przyszłych wydań, co spowoduje krytyczny błąd pliku kickstart. Należy zmodyfikować plik kickstart, aby usunąć tę opcję.
pt_br: Ignorando opção descontinuada na linha %(lineno)s: A opção %(option)s está descontinuada e não tem mais nenhum efeito. Ela pode ser removida das futuras versões, o que resultará em um erro fatal no kickstart. Por favor, modifique o seu arquivo kickstart para remover essa opção.
zh_cn: 忽略第 %(lineno)s 行中的已弃用选项：%(option)s 选项已经弃用，不再起任何作用。这个选项可能会在未来的版本中被删除，这会导致 kickstart 运行时产生严重错误。请修改您的 kickstart 文件，删除该选项。
zh_tw: 忽略第 %(lineno)s 行中的過時選項：%(option)s 選項已經淘汰，不再起任何作用。這選項可能會自未來的版本中移除，這會讓 kickstart 執行時產生嚴重的錯誤。請修改您的 kickstart 檔案，移除這選項。

source: Ignoring deprecated option on line %s: The zerombr command no longer takes any options. In future releases, this will result in a fatal error from kickstart. Please modify your kickstart file to remove any options.
es: Se ignora una opción obsoleta de la línea %s: el comando zerombr ya no tiene opciones. En versiones futuras la existencia de opciones resultará en un error. Por favor, modifique su archivo de respuestas (kickstart) y elimine las opciones.
fr: Option déconseillée ignorée à la ligne %s : la commande zerombr ne prend plus d’options. Dans les versions suivantes, cela causera une erreur fatale de la part de kickstart. Veuillez modifier votre fichier kickstart pour supprimer toute option.
nl: Verouderde optie op regel %s wordt genegeerd: Het zerombr commando accepteert geen opties meer. In toekomstige vrijgaves zal resulteren in een fatale fout voor kickstart. Verander je kickstartbestand om alle opties te verwijderen.
pl: Ignorowanie przestarzałej opcji w %s. wierszu: polecenie „zerombr” nie przyjmuje już żadnych opcji. W przyszłych wydaniach spowoduje to krytyczny błąd kickstart. Należy zmodyfikować plik kickstart, aby usunąć wszystkie opcje.
pt_br: Ignorando opção obsoleta na linha %s: o comando zerombr não aceita mais opções. Nas próximas versões, isto resultará em um erro fatal no kickstart. Por favor, modifique o seu arquivo kickstart para remover essa opção.
zh_cn: 忽略行 %s 中的已弃用选项：zerombr 命令不再使用任何选项。在将来的发行本中这样会造成 kickstart 严重错误。请修改 kickstart 文件删除所有选项。
zh_tw: 在線忽略已棄用的選項 %s：zerombr命令不再採用任何選項。在將來的版本中，這將導致kickstart出現致命錯誤。請修改您的kickstart文件以刪除任何選項。

source: Illegal url for %%ksappend: %s
es: URL no válida para %%ksappend: %s
fr: URL illégale pour %%ksappend : %s
nl: Ongeldige url voor %%ksappend: %s
pl: Niedozwolony adres URL dla %%ksappend: %s
pt_br: url inválida para %%ksappend: %s
zh_cn: %%ksappend 的 非法url ：%s
zh_tw: 不合規定的 %%ksappend url：%s

source: Internal command %s not recognized.
es: Comando interno %s no reconocido.
fr: Commande interne %s non reconnue.
nl: Intern commando %s wordt niet herkend.
pl: Nie rozpoznano wewnętrznego polecenia %s.
pt_br: Comando interno %s não reconhecido.
zh_cn: 内部命令 %s 无法识别。
zh_tw: 無法辨識內部指令 %s。

source: Invalid autopart type: %s
es: Tipo de autopart no válido: %s
fr: Type d’autopart invalide : %s
nl: Ongeldig autopart type: %s
pl: Nieprawidłowy typ automatycznego partycjonowania: %s
pt_br: tipo autopart inválido %s
zh_cn: 无效 autopart 类型：%s
zh_tw: 無效的autopart類型： %s

source: Invalid btrfs level: %s
es: Nivel btrfs incorrecto: %s
fr: Niveau btrfs invalide : %s
nl: Ongeldig btrfs level: %s
pl: Nieprawidłowy poziom btrfs: %s
pt_br: Nível btrfs inválido: %s
zh_cn: 无效 btrfs 级别：%s
zh_tw: 無效的btrfs級別： %s

source: Invalid cache mode given: %s
es: El modo de caché no es válido: %s
fr: Mode cache non valide donné : %s
nl: Ongeldige cache mode is opgegeven: %s
pl: Podano nieprawidłowy tryb pamięci podręcznej: %s
pt_br: Modo de cache dado inválido: %s
zh_cn: 给出的缓存模式无效：%s
zh_tw: 給出的緩存模式無效： %s

source: Invalid mount point '%s' given
es: El punto de montaje '%s' no es válido
fr: Le point de montage %s est invalide
nl: Ongeldig aankoppelpunt '%s' opgegeven
pl: Podano nieprawidłowy punkt montowania „%s”
pt_br: Ponto de montagem inválido "%s" dado
zh_cn: 指定了无效的挂载点 '%s'
zh_tw: 無效的掛載點'%s'給定

source: Invalid parameter to --when= argument: %s
es: Parámetro no válido para --when= argument: %s
fr: Paramètre invalide pour l’argument --when= : %s
nl: Ongeldige parameter voor --when= argument: %s
pl: Nieprawidłowy parametr dla opcji --when=: %s
pt_br: O argumento --when= recebeu um parâmetro inválido: %s
zh_cn: 对 --when= 参数的无效参数：%s
zh_tw: --when=參數的參數無效：%s

source: Invalid raid level: %s
es: Nivel raid incorrecto: %s
fr: Niveau de RAID invalide : %s
nl: Ongeldig raid niveau: %s
pl: Nieprawidłowy poziom RAID: %s
pt_br: Nível de raid inválido: %s
zh_cn: 无效 raid 级别：%s
zh_tw: 無效的raid級別： %s

source: Invalid realm arguments: %s
es: Argumentos de dominio no válidos: %s
fr: Arguments de domaine non valides : %s
nl: Ongeldige gebiedsargumenten: %s
pl: Nieprawidłowe parametry obszaru: %s
pt_br: Argumentos de área de autenticação inválidos: %s
zh_cn: 无效 realm 参数：%s
zh_tw: 無效的領域參數： %s

source: Kickstart command %(command)s does not accept empty parameter %(parameter)s
es: El comando %(command)s necesita que el parámetro %(parameter)s tenga algún valor
fr: La commande Kickstart %(command)s n’accepte pas les paramètres vides %(parameter)s
nl: Kickstart command0 %(command)s accepteert geen lege parameter %(parameter)s
pl: Polecenie kickstart %(command)s nie przyjmuje pustego parametru %(parameter)s
pt_br: O comando Kickstart %(command)s não aceita parâmetro vazio %(parameter)s
zh_cn: Kickstart 命令 %(command)s 不接受任何空参数 %(parameter)s
zh_tw: Kickstart命令 %(command)s 不接受空參數 %(parameter)s

source: Kickstart command %s does not take any arguments
es: El comando %s debe usarse sin argumentos
fr: La commande Kickstart %s ne prend aucun argument
nl: Kickstart commando %s accepteert geen argumenten
pl: Polecenie kickstart %s nie przyjmuje żadnych parametrów
pt_br: O comando Kickstart %s não aceita quaisquer argumentos
zh_cn: Kickstart 命令 %s 不适用任何参数
zh_tw: Kickstart命令 %s 不接受任何爭論

source: Kickstart command %s only takes one argument
es: El comando %s sólo lleva un argumento
fr: La commande Kickstart %s nécessite un seul argument
nl: Kickstart commando %s accepteert slechts een argument
pl: Polecenie kickstart %s wymaga tylko jednego parametru
pt_br: O comando Kickstart %s aceita somente um argumento
zh_cn: Kickstart 命令 %s 只能使用一个参数
zh_tw: Kickstart命令 %s 只需要一個參數

source: Kickstart command %s requires one argument
es: El comando %s necesita un argumento
fr: La commande Kickstart %s nécessite un argument
nl: Kickstart commando %s vereist één argument
pl: Polecenie kickstart %s wymaga jednego parametru
pt_br: O comando Kickstart %s requer um argumento
zh_cn: Kickstart 命令 %s 需要一个参数
zh_tw: Kickstart命令 %s 需要一個論點

source: Kickstart command cmdline does not support --non-interactive parameter
es: El comando cmdline no permite la opción --non-interactive
fr: La commande Kickstart cmdline n’accepte pas le paramètre --non-interactive
nl: Kickstart commando cmdline ondersteunt --non-interactive parameter niet
pl: Polecenie kickstart „cmdline” nie obsługuje parametru --non-interactive
pt_br: O comando cmdline do Kickstart não tem suporte ao parâmetro --non-interactive
zh_cn: Kickstart 命令 cmdline 不支持 --non-interactive 参数
zh_tw: Kickstart命令cmdline不支持--non-interactive參數

source: Kickstart command eula expects the --agreed option
es: El comando eula necesita la opción --agreed
fr: La commande Kickstart eula attend l’option --agreed
nl: Kickstart commando eula verwacht de --agreed optie
pl: Polecenie kickstart „eula” wymaga opcji --agreed
pt_br: O comando Kickstart eula espera a opção --agreed
zh_cn: Kickstart 命令 eula 使用 --agreed 选项
zh_tw: Kickstart命令eula期望--agreed選項

source: Kickstart version to use for interpreting config
es: Versión de kickstart a usar para interpretar la configuración
fr: Version de kickstart à utiliser pour interpréter la configuration
nl: Kickstart versie te gebruiken voor interpreteren van configuratie
pl: Wersja kickstart używana do interpretowania konfiguracji
pt_br: Versão do Kickstart para utilizar para interpretar config
zh_cn: 解析 config 的 kickstart 版本
zh_tw: 用於解釋配置的Kickstart版本

source: Members may not be specified for preexisting RAID device
es: No se pueden indicar miembros para dispositivos RAID ya existentes
fr: Les membres peuvent ne pas être spécifiés pour le périphérique RAID préexistant
nl: Leden mogen niet gespecificeerd worden voor reeds bestaand RAID-apparaat
pl: Nie można podawać elementów dla uprzednio istniejącego urządzenia RAID
pt_br: Os membros não podem ser especificados para dispositivos RAID pré-existentes
zh_cn: 不得为已有 RAID 设备指定任何成员
zh_tw: 不能為預先存在的RAID設備指定成員

source: Members may not be specified for preexisting volgroup
es: No se pueden indicar miembros para grupos ya existentes
fr: Les membres peuvent ne pas être spécifiés pour le volgroup préexistant
nl: Leden mogen niet gespecificeerd worden voor reeds bestaande volgroup
pl: Nie można podawać elementów dla uprzednio istniejących „volgroup”
pt_br: Os membros não podem ser especificados por volgroup pré-existente
zh_cn: 不得为已有 volgroup 指定任何成员
zh_tw: 可能不會為預先存在的volgroup指定成員

source: Method must be a url to be added to the repo list.
es: Method debe ser una URL para añadirla a la lista de repositorios.
fr: La méthode doit être un URL à ajouter à la liste de référentiels.
nl: Methode moet een url zijn om toegevoegd te worden aan de repolijst.
pl: Metoda musi być adresem URL, aby mogła zostać dodana do listy repozytorium.
pt_br: O método deve ser uma url para ser adicionada à lista da repo.
zh_cn: 方法必须是要添加到 repo 列表中的 url。
zh_tw: 方法必須是要添加到回購列表的URL。

source: Missing realm command arguments
es: Faltan los argumentos del comando de dominio
fr: Arguments de commande de domaine manquants
nl: Ontbrekende gebiedscommando argumenten
pl: Brak parametrów polecenia „realm”
pt_br: Faltando argumentos de comando realm
zh_cn: 缺少 realm 命令参数
zh_tw: 缺少領域命令參數

source: Need to specify a config to flatten
es: Necesita especificar una configuración para aplanar
fr: Spécifier une configuration à aplatir
nl: Specificeer een configuratie om plat te slaan
pl: Należy podać konfigurację do spłaszczenia
pt_br: Necessário especificar uma config para mesclar
zh_cn: 需要将 config 指定为平展
zh_tw: 需要指定配置以展平

source: No size given for logical volume. Use one of --useexisting, --noformat, --size, --percent, or --hibernation.
es: No se ha indicado el tamaño del volumen lógico. Use --useexisting, --noformat, --size, --percent o --hibernation.
fr: Aucune taille n’a été donnée pour le volume logique. Utiliser soit --useexisting, --noformat, --size, --percent, ou --hibernation.
nl: Er is geen grootte opgegeven voor logische volume. Gebruik een van --useexisting, --noformat, --size, --percent, of --hibernation.
pl: Nie podano rozmiaru dla woluminu logicznego. Należy użyć jednej opcji z --useexisting, --noformat, --size, --percent lub --hibernation.
pt_br: Nenhum tamanho dado para o volume lógico. Use um de --useexisting, --noformat, --size, --percent ou --hibernation.
zh_cn: 未提供逻辑卷大小。请使用 --useexisting, --noformat, --size, --percent, 或 --hibernation之一。
zh_tw: 沒有給出邏輯卷的大小。使用--useexisting, --noformat, --size, --percent或--hibernation之一。

source: One of -%(options_list)s options must be specified for repo command.
es: Para el comando repo se debe indicar alguna de las opciones: %(options_list)s.
fr: Une des options -%(options_list)s doit être définie pour la commande repo.
nl: Een van de -%(options_list)s opties moet voor het repo commando gespecificeerd worden.
pl: Dla polecenia „repo” należy podać jedną z opcji -%(options_list)s.
pt_br: Uma das opções -%(options_list)s deve ser especificada para o comando repo.
zh_cn: repo 命令需要指定 -%(options_list)s 选项中的一个。
zh_tw: 其中一個 -%(options_list)s 必須為repo命令指定選項。

source: One of -%(options_list)s options must be specified for timesource command.
es: Una de las opciones -%(options_list)s debe estar especificada para la instrucción timesource.
fr: Une des options -%(options_list)s doit être définie pour la commande timesource.
pl: Dla polecenia „timesource” należy podać jedną z opcji -%(options_list)s.
pt_br: Uma das opções -%(options_list)s deve ser especificada para o comando timesource.
zh_cn: timesource 命令必须指定 -%(options_list)s 选项之一。
zh_tw: 其中一個 -%(options_list)s 必須為repo命令指定選項。

source: One of -%(options_list)s options must be specified for url command.
es: Para el comando url se debe indicar alguna de las opciones: %(options_list)s.
fr: Une des options -%(options_list)s doit être définie pour la commande url.
nl: Een van de -%(options_list)s opties moet voor het url commando gespecificeerd worden.
pl: Dla polecenia „url” należy podać jedną z opcji -%(options_list)s.
pt_br: Uma das opções -%(options_list)s deve ser especificada para o comando url.
zh_cn: url 命令需要指定 -%(options_list)s 选项中的一个。
zh_tw: 其中一個 -%(options_list)s 必須為url命令指定選項。

source: One of --disabled or --enabled must be provided.
es: Debe indicar --disabled o --enabled.
fr: --disabled ou --enabled doit être fourni.
nl: Slechts een van --disabled en --enabled moet aangeboden worden.
pl: Należy podać jedno z --disabled lub --enabled.
pt_br: Um de --disabled ou --enabled deve ser fornecido.
zh_cn: 必须提供 --disabled 或者 --enabled 之一。
zh_tw: 必須提供--disabled或--enabled之一。

source: One of --drives , --only-use , or --interactive must be specified for ignoredisk command.
es: Debe elegir entre una de las opciones --drives, --only-use o --interactive para el comando ignoredisk.
fr: --drives, --only-use ou --interactive doit être spécifié pour la commande ignoredisk.
nl: Slechts een van --drives , --only-use of --interactive moet gespecificeerd worden voor ignoredisk commando.
pl: Dla polecenia „ignoredisk” można podać tylko jeden parametr z --drives , --only-use lub --interactive.
pt_br: Um de --drives , --only-use ou --interactive deve ser especificado para o comando ignoredisk.
zh_cn: gnoredisk 命令必须指定 --drives 、--only-use 或者 --interactive 之一。
zh_tw: 必須為ignoredisk命令指定--drives， --only-use或--interactive之一。

source: One of --drives or --only-use must be specified for ignoredisk command.
es: Debe elegir entre una de las opciones --drives u --only-use para el comando ignoredisk.
fr: --drives ou --only-use doit être spécifié pour la commande ignoredisk.
nl: Slechts een van --drives en --only-use kan gespecificeerd worden voor ignoredisk commando.
pl: Dla polecenia „ignoredisk” można podać tylko jeden parametr z --drives lub --only-use.
pt_br: Um de --drives ou --only-use deve ser especificado para o comando ignoredisk.
zh_cn: ignoredisk 命令必须指定 --drives 或者 --only-use 之一。
zh_tw: 必須為ignoredisk命令指定--drives或--only-use之一。

source: One of --source or partition must be specified for driverdisk command.
es: El comando driverdisk necesita la opción --source o bien que se le indique la partición.
fr: --source ou partition doit être spécifié pour la commande driverdisk.
nl: Een van --source en partitie moet gespecificerd worden voor het driverdisk commando.
pl: Dla polecenia „driverdisk” można podać tylko jedno --source lub jedną partycję.
pt_br: Um de --source ou partição deve ser especificado para o comando driverdisk.
zh_cn: driverdisk 命令必须指定 --source 和分区之一。
zh_tw: 必須為driverdisk命令指定其中一個--source或partition。

source: One of --source, --biospart, or partition must be specified for driverdisk command.
es: El comando driverdisk necesita la opción --source o --biospart, o bien que se le indique la partición.
fr: --source, --biospart ou partition peut être spécifié pour la commande driverdisk.
nl: Een van --source, --biospart en partitie moet gespecificeerd worden voor het driverdisk commando.
pl: Dla polecenia „driverdisk” można podać tylko jedno z --source, --biospart lub partycji.
pt_br: Um de --source, --biospart ou partição deve ser especificado para o comando driverdisk.
zh_cn: driverdisk 命令必须指定 --biospart 和 --source 之一。
zh_tw: 必須為driverdisk命令指定其中一個--source， --biospart 或分區。
