Repository: pypi-data/pypi-mirror-370
Catalog: packages/pykickstart/pykickstart-3.67.tar.gz/pykickstart-3.67/po/*.po
Languages: es, fr, nl, pl, pt_br, zh_cn, zh_tw

source: The option --nontp will be deprecated in future releases. Please modify your kickstart file to replace this option with timesource --ntp-disable command invocation.
es: La opción --nontp será obsoleta en futuras revisiones. Por favor modifique su archivo kickstart para reemplazar esta opción con hora inicial de invocación de instrucción --ntp-disable.
fr: L’option --nontp sera dépréciée dans les versions ultérieures. Veuillez modifier votre fichier kickstart pour remplacer cette options avec l’invocation de la commande timesource --ntp-disable.
pl: Opcja --nontp stanie się przestarzała w przyszłych wydaniach. Proszę zmodyfikować plik kickstart, aby zastąpić tę opcję wywołaniem polecenia timesource --ntp-disable.
pt_br: A opção --nontp será descontinuada em versões futuras. Por favor, modifique seu arquivo de kickstart para substituir esta opção com a invocação do comando timesource --ntp-disable.
zh_cn: 在以后的版本中，--nontp 选项将被弃用。请修改 kickstart 文件，将这个选项替换为 timesource --ntp-disable 命令调用。
zh_tw: 在未來的版本中，選項 --nontp 將被廢棄。 請修改您的 kickstart 檔案，以 Timesource --ntp-disable 指令調用取代此選項。

source: The option --ntpservers will be deprecated in future releases. Please modify your kickstart file to replace this option with timesource --ntp-server <server hostname> command invocation, one per NTP server.
es: La opción --ntpservers será obsoleta en futuras revisiones. Por favor modifique su fichero kickstart para reemplazar esta opción con hora inicial comando de invocación --ntp-server <servidor nombre-host>, una por servidor NTP.
fr: L’option --ntpservers sera dépréciée dans les versions ultérieures. Veuillez modifier votre fichier kickstart pour remplacer cette options avec l’invocation de la commande --ntp-server <nom d’hôte du serveur>, une par serveur NTP.
pl: Opcja --ntpservers stanie się przestarzała w przyszłych wydaniach. Proszę zmodyfikować plik kickstart, aby zastąpić tę opcję wywołaniem polecenia timesource --ntp-server <nazwa serwera>, jednym na każdy serwer NTP.
pt_br: A opção --ntpservers será descontinuada em versões futuras. Modifique seu arquivo de kickstart para substituir esta opção pela invocação do comando timesource --ntp-server <nome_servidor>, um por servidor NTP.
zh_cn: 在以后的版本中，--ntpservers 选项将被弃用。请修改 kickstart 文件，将这个选项替换为 timesource --ntp-server <server hostname> 命令调用，每个 NTP 服务器一个。
zh_tw: 在未來的版本中，選項 --ntpservers 將被廢棄。 請修改您的 kickstart 檔案，以 Timesource --ntp-server <伺服器主機名稱> 指令來取代此選項，每個 NTP 伺服器都有一個。

source: The realm command 'join' should only be specified once
es: El comando de dominio 'join' sólo se debería usar una vez
fr: La commande « join » du domaine ne doit être spécifiée qu’une seule fois
nl: Het gebiedscommando 'join' mag slechts een keer gespecificeerd worden
pl: Polecenie dołączania do obszaru „join” powinno być podawane tylko raz
pt_br: O comando da área de autenticação 'join' deve ser especificado somente uma vez
zh_cn: 在 realm 命令中只能指定一次 'join'
zh_tw: 領域命令'join'應該只指定一次

source: The syspurpose command does not take positional arguments!
es: ¡El comando syspurpose no toma argumentos posicionales!
fr: La commande syspurpose n’accepte pas d’arguments positionnels !
nl: Het syspurpose commando neemt geen positionele argumenten aan!
pl: Polecenie syspurpose nie przyjmuje parametrów pozycyjnych.
pt_br: O comando syspurpose não aceita argumentos posicionais!
zh_cn: syspurpose 命令不能使用位置参数！
zh_tw: syspurpose命令不接受位置參數！

source: The version %s is not supported by pykickstart
es: pykickstart no admite la versión %s
fr: La version %s n’est pas prise en charge par pykickstart
nl: De versie %s wordt niet ondersteund door pykickstart
pl: Wersja %s nie jest obsługiwana przez program pykickstart
pt_br: A versão %s não é suportada pelo pykickstart
zh_cn: %s版本不被pykickstart支持
zh_tw: pykickstart 不支援 %s 這個版本

source: The vlan id is out of the %(minimum)d-%(maximum)d vlan id range.
es: El identificador de vlan está fuera del rango %(minimum)d-%(maximum)d.
fr: L’ID vlan se trouve en dehors de la plage d’ID vlan %(minimum)d-%(maximum)d.
nl: De vlan id ligt buiten de %(minimum)d-%(maximum)d vlan id reeks.
pl: „id vlan” jest poza zakresem identyfikatora VLAN %(minimum)d-%(maximum)d.
pt_br: O vlan id está fora do %(minimum)d-%(maximum)d intervalo de vlan id.
zh_cn: vlan id 不在 %(minimum)d-%(maximum)d vlan id 范围内。
zh_tw: vlan id不在 %(minimum)d-%(maximum)d vlan id範圍。

source: There was a problem reading from line %s of the kickstart file
es: Hubo un problema al leer la línea %s del archivo kickstar
fr: Un problème est survenu lors de la lecture de la ligne %s du fichier kickstart
nl: Er was een probleem met het lezen van regel %s van het kickstart bestand
pl: Wystąpił problem podczas odczytywania z %s. wiersza pliku kickstart
pt_br: Houve um problema ao ler a linha %s do arquivo kickstart
zh_cn: 读取 kickstart 文件的第 %s 行时发生问题
zh_tw: 讀取 kickstart 檔案時，在第 %s 行發生問題

source: Thin volumes cannot be cached
es: No se puede usar caché para volúmenes "delgados"
fr: Les volumes dynamiques ne peuvent pas être masqués
nl: Thin volumes kunnen niet gecached worden
pl: Cienkie woluminy nie mogą być w pamięci podręcznej
pt_br: Volumes thin não podem ser colocados no cache
zh_cn: 无法缓存精简卷
zh_tw: 無法緩存精簡卷

source: Unable to open %%ksappend file: %s
es: No se pudo abrir el archivo %%ksappend: %s
fr: Impossible d’ouvrir le fichier %%ksappend : %s
nl: Niet in staat om %%ksappend bestand %s te openen
pl: Nie można otworzyć pliku %%ksappend: %s
pt_br: Não foi possível abrir o arquivo %%ksappend %s
zh_cn: 无法打开 %%ksappend 文件：%s
zh_tw: 無法開啟 %%ksappend 檔案：%s

source: Unable to open input kickstart file: %s
es: No se pudo abrir el archivo kickstart de entrada: %s
fr: Impossible d’ouvrir le fichier d’entrée kickstart : %s
nl: Niet in staat om kickstart bestand %s te openen
pl: Nie można otworzyć wejściowego pliku kickstart: %s
pt_br: Não foi possível abrir o arquivo kickstart: %s
zh_cn: 无法打开 input kickstart 文件：%s
zh_tw: 無法開啟 kickstart 輸入檔案：%s

source: Unexpected arguments to %(command)s command: %(options)s
es: Argumentos inesperados para el comando %(command)s: %(options)s
fr: Arguments non attendus pour la commande %(command)s : %(options)s
nl: Onverwachte argumenten voor %(command)s commando: %(options)s
pl: Nieoczekiwane parametry polecenia %(command)s: %(options)s
pt_br: Argumentos inesperados para o comando %(command)s: %(options)s
zh_cn: %(command)s 命令的意外参数：%(options)s
zh_tw: 意外的爭論 %(command)s 命令： %(options)s

source: Unexpected arguments to nvdimm command: %(arguments)s
es: Argumentos inesperados para el comando nvdimm: %(arguments)s
fr: Arguments non attendus pour la commande nvdimm : %(arguments)s
nl: Onverwachte argumenten voor nvdimm commando: %(arguments)s
pl: Nieoczekiwane parametry dla polecenia nvdimm: %(arguments)s
pt_br: Argumentos inesperados para o comando nvdimm: %(arguments)s
zh_cn: nvdimm 命令中包括不支持的参数: %(arguments)s
zh_tw: nvdimm命令的意外參數： %(arguments)s

source: Unknown command %s
es: Comando %s desconocido
fr: Commande inconnue %s
nl: Onbekend commando %s
pl: Nieznane polecenie %s
pt_br: Comando desconhecido %s
zh_cn: 未知命令 %s
zh_tw: 未知的命令 %s

source: Unknown command: %s
es: Comando desconocido: %s
fr: Commande inconnue : %s
nl: Onbekend commando: %s
pl: Nieznane polecenie: %s
pt_br: Comando desconhecido: %s
zh_cn: 未知命令：%s
zh_tw: 不明指令：%s

source: Unknown kickstart section: %s
es: Sección kickstart desconocida: %s
fr: Section kickstart inconnue : %s
nl: Onbekende kickstart sectie: %s
pl: Nieznana sekcja kickstart: %s
pt_br: Seção desconhecida do kickstart: %s
zh_cn: 未知 kickstart 部分：%s
zh_tw: 未知 kickstart 區段：%s

source: Unsupported realm '%s' command
es: Comando de realm '%s' no soportado
fr: Commande « %s » de domaine non pris en charge
nl: Niet ondersteund gebieds '%s' commando
pl: Nieobsługiwane polecenie „realm %s”
pt_br: '%s' não é suportado pelo comando realm
zh_cn: 不支持的 realm '%s' 命令
zh_tw: 不支持的領域'%s'命令

source: Unsupported version specified: %s
es: Se especificó una versión no soportada: %s
fr: La version spécifiée n’est pas prise en charge : %s
nl: Niet-ondersteunde versie opgegeven: %s
pl: Podano nieobsługiwaną wersję: %s
pt_br: Versão especificada não suportada: %s
zh_cn: 指定了不支持的版本：%s
zh_tw: 指定了不支援的版本：%s

source: Warning: The following error occurred when processing the input file: %s
es: Advertencia: El siguiente error ocurrió cuando se procesaba el archivo de entrada: %s
fr: Avertissement : L’erreur suivante est survenue lors du traitement du fichier fourni : %s
nl: Waarschuwing: De volgende fout trad op bij het bewerken van het inputbestand: %s
pl: Ostrzeżenie: wystąpił następujący błąd podczas przetwarzania pliku wejściowego: %s
pt_br: Aviso: o seguinte erro ocorreu ao processar o arquivo de entrada: %s
zh_cn: 警告: 在处理输入文件时发生以下错误: %s
zh_tw: 警告：處理輸入檔時遭遇下列錯誤： %s

source: When using the <prefix>.<vlan id> interface name notation, <prefix> can't be equal to 'vlan'.
es: No se puede indicar 'vlan' como <prefijo> cuando se usa la notación <prefijo>.<vlan id> para los interfaces.
fr: Si la notation de nom d’interface <prefix>.<vlan id> est utilisée, <prefix> ne peut être égal à « vlan ».
nl: Als de <prefix>.<vlan id> interfacenaam notatie gebruikt wordt, kan <prefix> niet gelijk zijn aan 'vlan'.
pl: Podczas używania notacji nazw interfejsów <prefix>.<vlan id> <prefix> nie może wynosić „vlan”.
pt_br: Quando utilizar a notação de nome de interface <prefix>.<vlan id>, <prefix> não pode ser igual a 'vlan'.
zh_cn: 使用 <prefix>.<vlan id> 接口名称批注，<prefix> 与 'vlan' 不对等。
zh_tw: 使用時 <prefix>。<vlan id> 接口名稱表示法， <prefix> 不能等於'vlan'。

source: Write flattened config to OUTPUT
es: Escribir configuración plana a la SALIDA
fr: Écrire la configuration aplatie à la SORTIE
nl: Schrijf platgeslagen configuratie naar OUTPUT
pl: Zapisywanie spłaszczonej konfiguracji w WYJŚCIU
pt_br: Gravar config mesclada para SAÍDA
zh_cn: 将平展 config 写入 OUTPUT
zh_tw: 將展平配置寫入OUTPUT

source: You must specify two syntax versions.
es: Debe especificar dos versiones de sintaxis.
fr: Vous devez spécifier deux versions de syntaxe.
nl: Je moet twee syntaxis versies specificeren.
pl: Należy podać dwie wersje składni.
pt_br: Você deve especificar a sintaxe de duas versões.
zh_cn: 必须指定两个句法版本。
zh_tw: 您必須指定兩種語法版本。

source: a basis file to use for seeding the kickstart data (optional)
es: un archivo base a partir del cual se va a trabajar (opcional)
fr: un fichier de base utilisé pour initier les données kickstart (facultatif)
nl: een basis bestand voor het seeden van de kickstart data (optioneel)
pl: podstawowy plik do użycia do wysyłania danych kickstart (opcjonalnie)
pt_br: um arquivo base para utilizar na propagação de dados do kickstart (opcional)
zh_cn: 用来生成 kickstart 数据的基础文件(可选)
zh_tw: 讓 kickstart 資料做成種子的基礎檔案 (選用)

source: autopart --fstype cannot be used with --type=btrfs
es: No se puede usar autopart --fstype con --type=btrfs
fr: autopart --fstype ne peut pas être utilisé avec --type=btrfs
nl: autopart --fstype kan niet gebruikt worden met --type=btrfs
pl: autopart --fstype nie może być używane z --type=btrfs
pt_br: autopart --fstype não pode ser utilizado com --type=btrfs
zh_cn: autopart --fstype 无法与 --type=btrfs 一同使用
zh_tw: autopart --fstype 不能與 --type=btrfs 搭配使用

source: autopart --fstype=btrfs is not valid fstype, use --type=btrfs instead
es: autopart --fstype=btrfs no es válido, use --type=btrfs
fr: autopart --fstype=btrfs n’est pas un fstype valide, utilisez plutôt --type=btrfs
nl: autopart --fstype=btrfs is geen geldig fstype, gebruik in plaats daarvan --type=btrfs
pl: autopart --fstype=btrfs nie jest prawidłowym „fstype”, zamiast tego należy użyć --type=btrfs
pt_br: autopart --fstype=btrfs não é um fstype válido, use --type=btrfs
zh_cn: autopart --fstype=btrfs 不是有效 fstype，请使用 --type=btrfs
zh_tw: autopart --fstype=btrfs 不是有效的 fstype，請改用 --type=btrfs

source: autopart --type=btrfs is not supported
es: No se admite autopart --type=btrfs
fr: autopart --type=btrfs non pris en charge
nl: autopart --type=btrfs wordt niet ondersteund
pl: autopart --type=btrfs jest nieobsługiwane
pt_br: autopart --type=btrfs não é suportado
zh_cn: 不支持 autopart --type=btrfs
zh_tw: 不支援 autopart --type=btrfs

source: btrfs must be given a list of partitions
es: btrfs necesita un listado de particiones
fr: btrfs doit recevoir une liste de partitions
nl: btrfs moet een lijst met partities gegeven worden
pl: Należy podać listę partycji dla btrfs
pt_br: Uma lista de partições deve se fornecida a btrfs
zh_cn: 必须为 btrfs 提供分区列表
zh_tw: 必須為btrfs提供分區列表

source: btrfs must be given a mountpoint
es: btrfs necesita un punto de montaje
fr: btrfs doit recevoir un point de montage
nl: btrfs moet een aankoppelpunt gegeven worden
pl: Należy podać punkt montowania dla btrfs
pt_br: ponto de montagem deve ser fornecido ao btrfs
zh_cn: 必须为 btrfs 提供挂载点
zh_tw: 必須為btrfs指定一個掛載點

source: btrfs subvol requires specification of parent volume
es: btrfs subvol requiere que se indique el volumen que lo contiene
fr: btrfs subvol nécessite de spécifier le volume parent
nl: btrfs subvol vereist specificatie van ouder volume
pl: btrfs „subvol” wymaga podania woluminu nadrzędnego
pt_br: btrfs subvol requer especificação de volume primário
zh_cn: btrfs 子卷需要上级卷说明
zh_tw: btrfs subvol需要指定父卷

source: btrfs subvolume requires a name
es: Debe indicarse un nombre a btrfs subvol
fr: Le sous-volume btrfs nécessite un nom
nl: btrfs subvolume vereist een naam
pl: Podwolumin btrfs wymaga nazwy
pt_br: subolume btrfs requer um nome
zh_cn: btrfs 子卷需要一个名称
zh_tw: btrfs子卷需要一個名稱

source: device command requires two arguments: module type and name
es: El comando device necesita dos argumentos: tipo de módulo y nombre
fr: La commande device nécessite deux arguments : le type et le nom de module
nl: apparaatcommando vereist twee argumenten: module type en naam
pl: polecenie „device” wymaga dwóch parametrów: typu i nazwy modułu
pt_br: O comando device requer dois argumentos: tipo de módulo e nome
zh_cn: device 命令需要两个参数：模块类型及名称
zh_tw: device命令需要兩個參數：模塊類型和名稱

source: filename or URL to read from
es: nombre de archivo o URL desde donde leer
fr: fichier ou URL à lire
nl: bestandsnaam of URL om uit te lezen
pl: nazwa pliku lub adres URL, z którego odczytać
pt_br: nome do arquivo ou URL para ler
zh_cn: 要读取的文件名或 URL
zh_tw: 要讀取的文件名或URL

source: halt after the first error or warning
es: detener tras el primer error o advertencia
fr: arrêt après le premier message d’avertissement ou d’erreur
nl: na de eerste fout of waarschuwing stoppen
pl: wyłączenie po pierwszym błędzie lub ostrzeżeniu
pt_br: interrompe após o primeiro erro ou aviso
zh_cn: 在第一次错误或警告时停止
zh_tw: 在第一次錯誤或警告時中止執行

source: hw-passphrase may be specified only with LUKSv2 HW-OPAL encrypted devices
es: hw-passphrase puede estar especificada solo con dispositivos cifrados LUKSv2 HW-OPAL
fr: hw-passphrase peut être spécifié uniquement avec les périphériques chiffrés avec LUKSv2 HW-OPAL
pl: „hw-passphrase” może być podane tylko z zaszyfrowanymi urządzeniami HW-OPAL LUKSv2
pt_br: hw-passphrase pode ser especificado apenas com dispositivos criptografados com LUKSv2 HW-OPAL

source: invalid boolean value: %r
es: valor booleano incorrecto: %r
fr: Valeur booléenne invalide : %r
nl: ongeldige Booleaanse waarde: %r
pl: nieprawidłowa wartość zmiennej logicznej: %r
pt_br: valor booleano inválido: %r
zh_cn: 无效布尔值：%r
zh_tw: 無效的布林值： %r

source: list the available versions of kickstart syntax
es: listar las versiones de sintaxis de kickstart disponibles
fr: affiche les différentes syntaxes correspondant aux différentes versions de kickstart
nl: lijst van beschikbare versies van kickstart syntaxis
pl: wyświetlenie listy dostępnych wersji składni plików kickstart
pt_br: lista as versões da sintaxe do kickstart disponíveis
zh_cn: 列出 kickstart 的可用句法版本
zh_tw: 列出 kickstart 語法的可用版本

source: parse include files when %%include is seen
es: Analizar los archivos incluidos con %%include
fr: analyser les fichiers inclus avec %%include
nl: ontleed include bestanden als %%include is opgemerkt
pl: przetwarzanie dołączonych plików, kiedy istnieje %%include
pt_br: analisa arquivos de inclusão quando %%include for visto
zh_cn: 如果有 %%include 则应解析 include 文件
zh_tw: 在 %%include 時解析包含文件 被看見了

source: show this help message and exit
es: muestre este mensaje de ayuda y salga
fr: afficher ce message d’aide et quitter
nl: toon deze hulpboodschap en sluit af
pl: wyświetla ten komunikat pomocy i kończy działanie
pt_br: mostra essa mensagem de ajuda e sai
zh_cn: 显示本帮助并退出
zh_tw: 顯示此協助訊息並退出

source: the location to write the finished kickstart file, or stdout if not given
es: el lugar donde escribir el archivo kickstart finalizad, o salida estándar si no se indica
fr: l’emplacement où écrire le fichier kickstart finalisé, ou la sortie standard si non indiqué
nl: de locatie waarnaar het afgemaakte kickstart bestand geschreven wordt, of stdout als het niet opgegeven werd
pl: położenie do zapisania ukończonego pliku kickstart, albo standardowe wyjście, jeśli nie podano
pt_br: a localização para gravar o arquivo finalizado de kickstart, ou stdout se não for fornecido
zh_cn: 未给出写入完成的 kickstart 文件位置，或者标准输出
zh_tw: 寫入完成的 kickstart 檔案之處，或未指定的話為 stdout

source: version of kickstart syntax to validate against
es: versión de la sintaxis de kickstart con la cual validar
fr: Version de la syntaxe de kickstart à valider
nl: versie van kickstart syntaxis waartegen moet worden gevalideerd
pl: wersja składni kickstart, jaką sprawdzać
pt_br: versão correspondente da sintaxe do kickstart para validação
zh_cn: kickstart语法版本证实冲突
zh_tw: 需驗證的 kickstart 語法版本

source: volgroup must be given a VG name
es: debe pasarse a volgroup un nombre de grupo de volúmenes
fr: volgroup doit avoir un nom VG donné
nl: volgroep moet een VG naam gegeven worden
pl: należy podać nazwę grupy woluminów dla „volgroup”
pt_br: volgroup deve ser dado um nome VG
zh_cn: 必须为 volgroup 指定一个 VG 名称
zh_tw: 必須為volgroup指定一個VG名稱

source: volgroup must be given a list of partitions
es: debe pasarse a volgroup una lista de particiones
fr: volgroup doit obtenir une liste de partitions
nl: volgroup moet een lijst met partities gegeven worden
pl: należy podać listę partycji dla „volgroup”
pt_br: volgroup deve ser dado uma lista de partições
zh_cn: 必须为 volgroup 指定分区列表
zh_tw: 必須為volgroup提供分區列表
