Repository: pypi-data/pypi-mirror-370
Catalog: packages/pykickstart/pykickstart-3.67.tar.gz/pykickstart-3.67/po/*.po
Languages: es, fr, nl, pl, pt_br, zh_cn, zh_tw

source: One of --xlayouts, --vckeymap options with value(s) or argument is expected for the keyboard command
es: El comando keyboard necesita una de --xlayouts o --vckeymap, con sus argumentos correspondientes
fr: L’option --xlayouts ou --vckeymap avec valeur(s) ou argument doit être utilisée pour la commande keyboard
nl: Slechts een van de --xlayouts en --vckeymap opties met waarde(n) of argument wordt verwacht voor het keyboard commando
pl: Polecenie „keyboard” oczekuje jednej opcji z --xlayouts lub --vckeymap z wartościami lub parametrem
pt_br: Uma das opções --xlayouts, --vckeymap com valor(es) ou argumento é esperada para o comando keyboard
zh_cn: keyboard 命令应只使用附带值或参数的 --xlayouts 或者 --vckeymap 选项
zh_tw: 鍵盤命令需要--xlayouts之一，帶有值或參數的--vckeymap選項

source: One of biospart or partition options must be specified.
es: Una de las opciones biospart o partición debe estar especificada.
fr: L’option biospart ou partition doit être spécifiée.
nl: Alleen de biospart of de partitie optie kan gespecificeerd worden.
pl: Należy podać opcję biospart lub partition.
pt_br: Uma das opções biospart ou partição deve ser especificada.
zh_cn: 必须指定 biospart 或分区选项之一。
zh_tw: 必須指定一個biospart或分區選項。

source: One or zero arguments are expected for the %s command
es: Para el comando %s se espera un argumento o ninguno
fr: La commande %s attend un seul ou aucun argument
nl: Een of nul argumenten worden verwacht voor het %s commando
pl: Polecenie %s wymaga jednego lub zero parametrów
pt_br: Um ou nenhum argumento é esperado para o comando %s
zh_cn: %s 命令应有一个或没有参数
zh_tw: 期望一個或零個參數 %s 命令

source: Only --devnum or --devnum with --wwpn and --fcplun are allowed.
es: Solo están permitidos --devnum o --devnum con --wwpn y --fcplun.
fr: Seul --devnum ou --devnum avec --wwpn et --fcplun sont autorisés.
pl: --devnum lub --devnum są dozwolone tylko z --wwpn i --fcplun.
pt_br: Apenas --devnum ou --devnum com --wwpn e --fcplun são permitidas.
zh_cn: 只允许使用 --devnum 或 --devnum 与 --wwpn 和 --fcplun 一起使用。
zh_tw: 僅允許 --devnum 或 --devnum 搭配 --wwpn 及 --fcplun 使用。

source: Only one of %(options_list)s options may be specified for repo command.
es: Para el comando repo se debe indicar sólo una de las opciones: %(options_list)s.
fr: Une des options -%(options_list)s uniquement peut être définie pour la commande repo.
nl: Slechts een van de -%(options_list)s opties mag voor het repo commando gespecificeerd worden.
pl: Dla polecenia „repo” można podać tylko jedną opcję z %(options_list)s.
pt_br: Somente uma das opções %(options_list)s pode ser especificada para o comando repo.
zh_cn: repo 命令只能指定 %(options_list)s 选项中的一个。
zh_tw: 只有一個 %(options_list)s 可以為repo命令指定選項。

source: Only one of %(options_list)s options may be specified for timesource command.
es: solo una de las opciones %(options_list)s puede ser especificada para la instrucción timesource.
fr: Une des options -%(options_list)s uniquement peut être définie pour la commande timesource.
pl: Dla polecenia „timesource” można podać tylko jedną opcję z %(options_list)s.
pt_br: Somente uma das opções %(options_list)s pode ser especificada para o comando timesource.
zh_cn: 只能为 timesource 命令指定 %(options_list)s 选项中的一个。
zh_tw: 只有一個 %(options_list)s 可以為url命令指定選項。

source: Only one of %(options_list)s options may be specified for url command.
es: Solo una de las opciones %(options_list)s pueden ser especificadas para comando url.
fr: Une des options -%(options_list)s uniquement peut être définie pour la commande url.
nl: Slechts een van de -%(options_list)s opties mag voor het url commando gespecificeerd worden.
pl: Dla polecenia „url” można podać tylko jedną opcję z %(options_list)s.
pt_br: Somente uma das opções %(options_list)s pode ser especificada para o comando url.
zh_cn: url 命令只能使用 %(options_list)s 选项中的一个。
zh_tw: 只有一個 %(options_list)s 可以為url命令指定選項。

source: Only one of --biospart and --source may be specified for driverdisk command.
es: No se pueden usar a la vez --biospart y --source en un comando driverdisk.
fr: --biospart and --source peut être spécifié pour la commande driverdisk.
nl: Slechts een van --biospart en --source mag gespecificeerd worden voor het driverdisk commando.
pl: Dla polecenia „driverdisk” można podać tylko jedną opcję z --biospart lub --source.
pt_br: Somente um de --biospart e --source deve ser especificado para o comando driverdisk.
zh_cn: driverdisk 命令可指定 --biospart 和 --source 之一。
zh_tw: 只能為driverdisk命令指定--biospart和--source中的一個。

source: Only one of --biospart and partition may be specified for driverdisk command.
es: Debe elegir entre la opción --biospart o indicar la partición para el comando driverdisk.
fr: --biospart ou partition peut être spécifie pour la commande driverdisk.
nl: Slechts en van --biospart en partitie mag gespecificeerd worden voor het driverdisk commando.
pl: Dla polecenia „driverdisk” można podać tylko jedną opcję --biospart lub jedną partycję.
pt_br: Somente um de --biospart e partições deve ser especificado para o comando driverdisk.
zh_cn: driverdisk 命令只能指定 --biospart 和分区之一。
zh_tw: 只能為driverdisk命令指定--biospart和partition中的一個。

source: Only one of --namespace and --blockdevs device specifications can be used
es: No se pueden usar a la vez especificaciones de dispositivos mediante --namespace y --blockdevs
fr: Vous devez choisir entre--namespace et --blockdevs comme spécifications de périphériques
nl: Slechts een van --namespace en --blockdevs apparaatspecificaties kan gebruikt worden
pl: Tylko jedno ze specyfikacji urządzenia --namespace i --blockdevs może być używane
pt_br: Somente uma das especificações de dispositivo --namespace and --blockdevs pode ser usada
zh_cn: 只能使用 --namespace 和 --blockdevs 设备参数中的一个
zh_tw: 只能使用--namespace和--blockdevs設備規範中的一個

source: Only one of --nomount and --romount may be specified for rescue command.
es: No se pueden usar a la vez --nomount y --romount en un comando rescue.
fr: Seul --nomount ou --romount peut être spécifié pour la commande rescue.
nl: Slechts een van --nomount en --romount mag gespecificeerd worden voor het rescue commando.
pl: Dla polecenia „rescue” można podać tylko jedną opcję z --nomount lub --romount.
pt_br: Somente um de --nomount e --romount pode ser especificado para o comando rescue.
zh_cn: rescue 命令只能指定 --nomount 和 --romount 之一。
zh_tw: 只能為rescue命令指定--nomount和--romount中的一個。

source: Only one of --noswap and --hibernation can be specified.
es: Solo uno de --noswap e --hibernation puede estar especificado.
fr: Une seule des options --noswap et --hibernation peut être spécifiée.
pl: Można podać tylko jedną opcję z --noswap lub --hibernation.
pt_br: Somente um entre --noswap e --hibernation pode ser especificado.
zh_cn: 只能指定 --noswap 和 --hibernation 中的一个。
zh_tw: 只能指定 --noswap 和 --hibernation 之一。

source: Only one of --pbkdf-time and --pbkdf-iterations can be specified.
es: No se pueden usar a la vez --pbkdf-time y --pbkdf-iterations.
fr: Vous devez choisir soit --pbkdf-time ou --pbkdf-iterations.
nl: Slechts een van --pbkdf-time en --pbkdf-iterations kan gespecificeerd worden.
pl: Można podać tylko jedną opcję z --pbkdf-time lub --pbkdf-iterations.
pt_br: Somente um entre --pbkdf-time and --pbkdf-iterations pode ser especificado.
zh_cn: 只能指定 --pbkdf-time 和 --pbkdf-iterations 中的一个。
zh_tw: 只能指定--pbkdf-time和--pbkdf-iterations中的一個。

source: Only one of --sdboot and --extlinux may be specified for bootloader command.
es: Solo uno de --sdboot y --extlinux puede ser especificado para comando de cargador de arranque.
fr: Les options --sdboot et --extlinux ne peuvent pas être spécifiées toutes les deux dans la commande bootloader.
pl: Dla polecenia „bootloader” można podać tylko jedną opcję z --sdboot lub --extlinux.
pt_br: Somente um de --sdboot e --extlinux pode ser especificado para o comando bootloader.
zh_tw: bootloader 指令只能指定 --sdboot 及 --extlinux 其中之一。

source: Only one of --source and partition may be specified for driverdisk command.
es: Debe elegir entre la opción --source o indicar la partición para el comando driverdisk.
fr: --source ou partition peut être spécifié pour la commande driverdisk.
nl: Slechts een van --source en partitie mag gespecificeerd worden voor het driverdisk commando.
pl: Dla polecenia "driverdisk" można podać tylko jedną opcję --source lub jedną partycję.
pt_br: Somente um de --source e partições pode ser especificado para o comando driverdisk.
zh_cn: driverdisk 命令指定 --source 和分区之一。
zh_tw: 只能為driverdisk命令指定--source和partition中的一個。

source: Only one partition may be specified for driverdisk command.
es: Sólo se puede indicar una partición en el comando driverdisk.
fr: Une seule partition peut être spécifiée pour la commande driverdisk.
nl: Slechts een partitie mag gespecificeerd worden voor het driverdisk commando.
pl: Dla polecenia "driverdisk" można podać tylko jedną partycję.
pt_br: Somente uma partição pode ser especificada para o comando driverdisk.
zh_cn: driverdisk 命令只能指定一个分区。
zh_tw: 只能為driverdisk命令指定一個分區。

source: Option --bridgeopts requires --bridgeslaves to be specified
es: La opción --bridgeopts necesita --bridgeslaves
fr: L’option --bridgeopts nécessite de spécifier --bridgeslaves
nl: Optie --bridgeopts vereist dat --bridgeslaves gespecificeerd wordt
pl: Opcja --bridgeopts wymaga podania --bridgeslaves
pt_br: A opção --bridgeopts requer que --bridgeslaves seja especificada
zh_cn: 选项 --bridgeopts 需要指定 --bridgeslaves
zh_tw: 選項--bridgeopts 要求 --bridgeslaves 指定橋樑

source: Option --ipv4-dns-search requires --device to be specified
es: La opción --ipv4-dns-search requiere que --device está especificado
fr: L’option --ipv4-dns-search demande que l'option --device soit spécifiée
pl: Opcja --ipv4-dns-search wymaga podania --device
pt_br: A opção --ipv4-dns-search requer que --device seja especificada
zh_cn: 选项 --ipv4-dns-search 要求指定 --device
zh_tw: 選項 --ipv4-dns-search 需要指定 --device

source: Option --ipv4-ignore-auto-dns requires --device to be specified
es: La opción --ipv4-ignore-auto-dns requiere --device para ser especificado
fr: L’option --ipv4-ignore-auto-dns demande que l'option --device soit spécifiée
pl: Opcja --ipv4-ignore-auto-dns wymaga podania --device
pt_br: A opção --ipv4-ignore-auto-dns requer que --device seja especificada
zh_cn: 选项 --ipv4-ignore-auto-dns 需要指定 --device
zh_tw: 選項 --ipv4-ignore-auto-dns 需要指定 --device

source: Option --ipv6-dns-search requires --device to be specified
es: La opción --ipv6-dns-search requiere --device para ser especificado
fr: L’option --ipv6-dns-search demande que l'option --device soit spécifiée
pl: Opcja --ipv6-dns-search wymaga podania --device
pt_br: A opção --ipv6-dns-search requer que --device seja especificada
zh_cn: 选项 --ipv6-dns-search 需要指定 --device
zh_tw: 選項 --ipv6-dns-search 需要指定 --device

source: Option --ipv6-ignore-auto-dns requires --device to be specified
es: La opción --ipv6-ignore-auto-dns requiere --device para ser especificado
fr: L'option --ipv6-ignore-auto-dns demande que l'option --device soit spécifiée
pl: Opcja --ipv6-ignore-auto-dns wymaga podania --device
pt_br: A opção --ipv6-ignore-auto-dns requer que --device seja especificada
zh_cn: 选项 --ipv6-ignore-auto-dns 需要指定 --device
zh_tw: 選項 --ipv6-ignore-auto-dns 需要指定 --device

source: Options --nontp and --ntpservers are mutually exclusive
es: Las opciones --nontp y --ntpservers son mutuamente excluyentes
fr: Les options --nontp et --ntpservers sont mutuellement exclusives
nl: Opties --nontp en --ntpservers sluiten elkaar uit
pl: Opcje --nontp i --ntpservers wzajemnie się wykluczają
pt_br: As opções --nontp e --ntpservers são mutuamente exclusivas
zh_cn: --nontp 和 --ntpservers 选项互斥
zh_tw: 選項--nontp和--ntpservers是互斥的

source: Partitions required for %s
es: Se necesitan particiones para %s
fr: Partitions requises pour %s
nl: Partitie vereist voor %s
pl: Wymagane są partycje dla %s
pt_br: Partições necessárias para %s
zh_cn: %s 需要的分区
zh_tw: 需要分區 %s

source: Path to kickstart config file
es: Ruta del archivo kickstart de configuración
fr: Chemin vers le fichier de configuration kickstart
nl: Pad naar kickstart configuratiebestand
pl: Ścieżka do pliku konfiguracji kickstart
pt_br: Caminho para arquivo de config kickstart
zh_cn: Kickstart 配置文件路径
zh_tw: kickstart配置文件的路徑

source: Percentage must be between 0 and 100.
es: El porcentaje debe estar entre 0 y 100.
fr: Le pourcentage doit avoir une valeur comprise entre 0 et 100.
nl: Percentage moet tussen 0 en 100 zijn.
pl: Procent musi wynosić od 0 do 100.
pt_br: A percentagem deve estar entre 0 e 100.
zh_cn: 百分比值 0 到 100 之间。
zh_tw: 百分比的值必須介於 0 到 100。

source: Potentially unknown section seen at line %(lineno)s: %(sectionName)s
es: Posible sección desconocida en la línea %(lineno)s: %(sectionName)s
fr: Section potentiellement inconnue vue à la ligne %(lineno)s : %(sectionName)s
nl: Potentieel onbekende sectie aangetroffen op regel %(lineno)s: %(sectionName)s
pl: Potencjalnie nieznana sekcja w %(lineno)s. wierszu: %(sectionName)s
pt_br: Seção possivelmente desconhecida vista na linha %(lineno)s: %(sectionName)s
zh_cn: 行 %(lineno)s 中可见可能的位置区段：%(sectionName)s
zh_tw: 於第 %(lineno)s 行發現潛在的未知部分：%(sectionName)s

source: Section %s does not end with %%end.
es: La sección %s no termina con %%end.
fr: La section %s ne se termine pas par %%end.
nl: Sectie %s eindigt niet op %%end.
pl: Sekcja %s nie kończy się na %%end.
pt_br: Seção %s não termina com %%end.
zh_cn: 区段 %s 没有使用 %%end 结束。
zh_tw: %s 區段並非以 %%end 結尾。

source: Snapshot "when" parameter must be specified!
es: ¡Debe indicarse el parámetro de instantánea "when"!
fr: Le paramètre « when » (quand) de l’instantané doit être spécifié !
nl: Snapshot "when" parameter moet gespecificeerd worden!
pl: Należy podać parametr „when” migawki.
pt_br: O instantâneo "when" parâmetro deve ser especificado!
zh_cn: 必须指定快照 "when" 参数！
zh_tw: 必須指定快照“when”參數！

source: Snapshot origin %s must be specified by VG/LV!
es: ¡El origen %s de la instantánea debe indicarse mediante VG/LV!
fr: L’origine de l’instantané %s doit être spécifiée par les VG/LV !
nl: Snapshot oorsprong %s moet gespecificeerd worden met VG/LV!
pl: Należy podać źródło migawki %s według grupy woluminów/woluminu logicznego.
pt_br: A origem do instantâneo %s deve ser especificada por VG / LV!
zh_cn: 快照来源 %s 必须已VG/LV 形式指定!
zh_tw: 快照來源 %s 必須由VG / LV指定！

source: Snapshot when param must have one of these values %s!
es: ¡El parámetro "when" de la instantánea debe tener uno de estos valores: %s!
fr: Le paramètre when de l’instantané doit avoir une de ces valeurs %s !
nl: Snapshot when parameter moet een van deze waarden hebben %s!
pl: Parametr „when” migawki musi mieć jedną z wartości: %s.
pt_br: Instantâneo quando param deve ter um desses valores %s!
zh_cn: 快照 "when" 参数值必须为 %s 之一！
zh_tw: param必須具有其中一個值時的快照 %s！

source: Snapshot with the name %s has been already defined!
es: ¡Ya se ha definido una instantánea con el nombre %s!
fr: L’instantané intitulé %s a déjà été défini !
nl: Snapshot met de naam %s is al gedefinieerd!
pl: Już określono migawkę o nazwie %s.
pt_br: Instantâneo com o nome %s já foi definido!
zh_cn: 名为 %s 的快照已被定义！
zh_tw: 帶有名稱的快照 %s 已經定義了！

source: Specify only one realm to join
es: Indique sólo un dominio al que unirse
fr: Spécifier un seul domaine à rejoindre
nl: Specificeer slechts een gebied om bij te horen
pl: Należy podać tylko jeden obszar do dołączenia
pt_br: Especifique somente uma área de autenticação para adicionar
zh_cn: 只指定一个要加入的区域
zh_tw: 僅指定一個要加入的領域

source: The %(option)s option on line %(lineno)s will be deprecated in future releases. Please modify your kickstart file to replace this option with its preferred alias %(new_option)s.
es: La opción %(option)s en la línea %(lineno)s será obsoleta en futuras revisiones. Por favor modifique su archivo kickstart para remplazar esta opción con su alias preferido %(new_option)s.
fr: L’option %(option)s sur la ligne %(lineno)s sera dépréciée dans les versions ultérieures. Veuillez modifier votre fichier kickstart pour remplacer cette options avec son alias %(new_option)s.
pl: Opcja %(option)s w %(lineno)s. wierszu stanie się przestarzała w przyszłych wydaniach. Proszę zmodyfikować plik kickstart, aby zastąpić tę opcję jej preferowanym aliasem %(new_option)s.
pt_br: A opção %(option)s na linha %(lineno)s será descontinuada em versões futuras. Por favor, modifique seu arquivo kickstart para substituir esta opção por seu apelido preferido %(new_option)s.
zh_cn: 在以后的版本中，行 %(lineno)s 上的 %(option)s 选项将弃用。请修改您的 kickstart 文件，将这个选项替换为首选别名 %(new_option)s。
zh_tw: 在未來的版本中，%(lineno)s 行上的 %(option)s 選項將會被廢棄。 請修改您的 kickstart 檔案，以 %(new_option)s 取代這個選項。

source: The %certificate section is empty
es: La sección %certificate está vacía
fr: La section %certificate est vide
pl: Sekcja %certificate jest pusta
pt_br: A seção %certificate está vazia

source: The %s and %s commands can't be used at the same time.
es: Las instrucciones %s y %s no pueden ser utilizadas a la vez.
fr: Les commandes %s et %s ne peuvent pas être utilisées simultanément.
pl: Polecenia %s i %s nie mogą być używane w tym samym czasie.
pt_br: Os comandos %s e %s não podem ser usados ao mesmo tempo.
zh_tw: %s 和 %s 指令不能同時使用。

source: The --fstype=tmpfs option can't be used together with --grow or --maxsize
es: No se puede usar --fstype=tmpfs con --grow ni --maxsize
fr: L’option --fstype=tmpfs ne peut pas être utilisée avec --grow ou --maxsize
nl: De --fstype=tmpfs optie kan niet gebruikt worden tesamen met --grow of --maxsize
pl: Opcja --fstype=tmpfs nie może być używana razem z --grow lub --maxsize
pt_br: A opção --fstype=tmpfs não pode ser utilizada em conjunto com --grow ou --maxsize
zh_cn: --fstype=tmpfs 选项无法与 --grow 或者 --maxsize 一同使用
zh_tw: --fstype = tmpfs選項不能與--grow或--maxsize一起使用

source: The enable module command does not take position arguments!
es: El comando enable module no toma parámetros posicionales.
fr: La commande enable module n’accepte pas d’arguments positionnels !
nl: Het enable module commando accepeteert geen positie argumenten!
pl: Polecenie włączenia „module” nie przyjmuje parametrów pozycji.
pt_br: O comando module para habilitação não aceita argumentos posicionais!
zh_cn: enable module 命令不能使用位置参数！
zh_tw: enable module命令不接受位置參數！

source: The following commands were added in %s:
es: Los siguientes comandos se agregaron a %s:
fr: Les commandes suivantes ont été ajoutées dans %s :
nl: De volgende commando's zijn toegevoegd in %s:
pl: Następujące polecenia zostały dodane w %s:
pt_br: Os comandos a seguir foram adicionados em %s:
zh_cn: 以下命令在 %s 中被添加：
zh_tw: 下列命令在 %s 中已加入：

source: The following commands were deprecated in %s:
es: Los siguientes comandos se volvieron obsoletos en %s:
fr: Les commandes suivantes sont obsolètes dans %s :
nl: De volgende commando's zijn verouderd in %s:
pl: Następujące polecenia stały się przestarzałe w %s:
pt_br: Os seguintes comandos são descontinuados em %s:
zh_cn: 以下命令在 %s 中已弃用：
zh_tw: 下列命令在 %s 中已過時：

source: The following commands were removed in %s:
es: Los siguientes comandos fueron eliminados de %s:
fr: Les commandes suivantes ont été supprimées de %s :
nl: De volgende commando's zijn verwijderd in %s:
pl: Następujące polecenia zostały usunięte w %s:
pt_br: Os comandos a seguir foram removidos em %s:
zh_cn: 以下命令在 %s 中被移除：
zh_tw: 下列命令在 %s 中已移除：

source: The following options were added to the %(command_name)s command in %(version)s:
es: Las siguientes opciones se agregaron al comando %(command_name)s en %(version)s:
fr: Les options suivantes ont été ajoutées à la commande %(command_name)s dans %(version)s :
nl: De volgende opties zijn toegevoegd aan het %(command_name)s commando in %(version)s:
pl: Następujące opcje zostały dodane do polecenia %(command_name)s w %(version)s:
pt_br: As seguintes opções foram adicionadas ao comando %(command_name)s em %(version)s:
zh_cn: 在 %(command_name)s 命令的 %(version)s 版本中添加以下选项：
zh_tw: 以下選項已添加到 %(command_name)s 命令輸入 %(version)s：

source: The following options were deprecated from the %(command_name)s command in %(version)s:
es: Las siguientes opciones se volvieron obsoletas para el comando %(command_name)s en %(version)s:
fr: Les options suivantes sont obsolètes dans la commande %(command_name)s dans %(version)s :
nl: De volgende opties zijn verouderd voor het %(command_name)s commando in %(version)s:
pl: Następujące opcje polecenia %(command_name)s stały się przestarzałe w %(version)s:
pt_br: As seguintes opções foram descontinuadas do comando %(command_name)s em %(version)s:
zh_cn: 在 %(command_name)s 命令的 %(version)s 版本中弃用以下选项：
zh_tw: 以下選項已棄用 %(command_name)s 命令輸入 %(version)s：

source: The following options were removed from the %(command_name)s command in %(version)s:
es: Las siguientes opciones se eliminaron del comando %(command_name)s en %(version)s:
fr: Les options suivantes ont été supprimées de la commande %(command_name)s dans %(version)s :
nl: De volgende opties zijn verwijderd uit het %(command_name)s commando in %(version)s:
pl: Następujące opcje zostały usunięte z polecenia %(command_name)s w %(version)s:
pt_br: As seguintes opções foram removidas do comando %(command_name)s em %(version)s:
zh_cn: 在 %(command_name)s 命令的 %(version)s 版本中删除以下选项：
zh_tw: 以下選項已從中刪除 %(command_name)s 命令輸入 %(version)s：

source: The following problem occurred on line %(lineno)s of the kickstart file: %(msg)s
es: El siguiente problema ocurrió en la línea %(lineno)s del archivo kickstart: %(msg)s
fr: Le problème suivant s’est produit sur la ligne %(lineno)s du fichier kickstart : %(msg)s
nl: Het volgende probleem deed zich voor op regel %(lineno)s van het kickstart bestand: %(msg)s
pl: Wystąpił następujący problem w %(lineno)s. wierszu pliku kickstart: %(msg)s
pt_br: O seguinte problema ocorreu na linha %(lineno)s do arquivo kickstart: %(msg)s
zh_cn: kickstart文件的第 %(lineno)s 行发生问题: %(msg)s
zh_tw: 以下問題發生在 kickstart 檔案的第 %(lineno)s 行： %(msg)s

source: The option --isUtc will be deprecated in future releases. Please modify your kickstart file to replace this option with its preferred alias --utc.
es: La opción --isUtc será obsoleta en futuras revisiones. Por favor modifique su fichero kickstart para reemplazar esta opción con su alias preferido --utc.
fr: L’option --isUtc sera dépréciée dans les versions ultérieure. Veuillez modifier votre fichier kickstart pour remplacer cette options avec son alias --utc.
nl: De optie --isUtc wordt in toekomstige releases afgeschaft. Wijzig je kickstart-bestand om deze optie te vervangen door de geprefereerde alias --utc.
pl: Opcja --isUtc stanie się przestarzała w przyszłych wydaniach. Proszę zmodyfikować plik kickstart, aby zastąpić tę opcję jej preferowanym aliasem --utc.
pt_br: A opção --isUtc será descontinuada em versões futuras. Por favor, modifique seu arquivo de kickstart para substituir esta opção por seu apelido preferido --utc.
zh_cn: 在以后的版本中，选项 --isUtc 将被弃用。请修改 kickstart 文件，将这个选项替换为首选别名 --utc。
zh_tw: 在未來的版本中，選項 --isUtc 將被廢棄。 請修改您的 kickstart 檔案，將這個選項換成它的首選別名 --utc 。
