Repository: pypi-data/pypi-mirror-370
Catalog: packages/pretix-mollie/pretix_mollie-2.4.1.tar.gz/pretix_mollie-2.4.1/pretix_mollie/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Accept payments through Mollie, a European payment provider supporting credit cards as well as many local payment methods such as giropay, direct debit, iDEAL, wire transfers, and many more.
uk: Приймайте платежі через Mollie, європейського постачальника платіжних послуг, який підтримує як кредитні картки, так й інші місцеві способи оплати, серед яких giropay, direct debit, iDEAL, банківські перекази та ін.

source: The provided key "%(value)s" does not look valid. It should start with "%(prefix)s".
uk: Наданий ключ "%(value)s" виглядає недійсним. Він повинен починатися з "%(prefix)s".

source: To accept payments via Mollie, you will need an account at Mollie. By clicking on the following button, you can either create a new Mollie account connect pretix to an existing one.
uk: Для того, щоби приймати платежі через Mollie, Вам потрібен обліковий запис Mollie. Натиснувши на наведену нижче кнопку, можете створити обліковий запис Mollie або під'єднати його до свого облікового запису pretix.

source: Connect with Mollie
uk: З'єднатися з Mollie

source: Disconnect from Mollie
uk: Від'єднатися від Mollie

source: The Mollie plugin is operating in test mode. No money will actually be transferred.
uk: Плагін Mollie працює у тестовому режимі. Фактично гроші не будуть перераховані.

source: Mollie account
uk: Обліковий запис Mollie

source: Website profile
uk: Профіль сайту

source: Endpoint
uk: Кінцева точка

# mollie
source: Live
uk: Наживо

# mollie
source: Testing
uk: Тестування

source: Secret key
uk: Секретний ключ

source: Credit card
uk: Кредитна картка

source: Bank transfer
uk: Банківський переказ

source: Belfius Pay Button
uk: Кнопка оплати Belfius

source: KBC/CBC Payment Button
uk: Кнопка оплати KBC/CBC

source: Mollie reported an error: {}
uk: Mollie повідомляє про помилку: {}

source: We had trouble communicating with Mollie. Please try again and get in touch with us if this problem persists.
uk: У нас виникли проблеми під час обміну даними з Mollie. Спробуйте, будь ласка, ще раз та зв’яжіться з нами, якщо проблема не зникне.

source: Credit card via Mollie
uk: Кредитна картка через Mollie

source: Bancontact via Mollie
uk: Bancontact через Mollie

source: Bank transfer via Mollie
uk: Банківський переказ через Mollie

source: Account holder
uk: Власник рахунку

source: Please transfer the invoice amount to the bank account of our payment service provider using the specified reference:
uk: Будь ласка, перерахуйте суму з рахунку-фактури на банківський рахунок нашого постачальника платіжних послуг, використовуючи вказане призначення:

source: Reference
uk: Призначення

source: Please only use the given reference. Otherwise, your payment can not be processed.
uk: Використовуйте, будь ласка, лише надане призначення. В іншому випадку Ваш платіж не може бути оброблено.

source: Belfius Pay Button via Mollie
uk: Кнопка оплати Belfius через Mollie

source: Bitcoin via Mollie
uk: Bitcoin через Mollie

source: EPS via Mollie
uk: EPS через Mollie

source: giropay via Mollie
uk: giropay через Mollie

source: iDEAL via Mollie
uk: iDEAL через Mollie

source: ING Home’Pay via Mollie
uk: ING Home’Pay через Mollie

source: KBC/CBC Payment Button via Mollie
uk: Кнопка оплати KBC/CBC через Mollie

source: paysafecard via Mollie
uk: paysafecard через Mollie

source: Sofort via Mollie
uk: Sofort через Mollie

source: Payment canceled.
uk: Платіж скасовано.

source: Payment failed.
uk: Помилка оплати.

source: Payment succeeded.
uk: Платіж успішний.

source: Payment expired.
uk: Термін оплати минув.

source: Payment method disabled since we were unable to refresh the access token. Please contact support.
uk: Спосіб оплати вимкнено, оскільки у нас не вийшло оновити токен доступу. Зверніться, будь ласка, з підтримкою.

source: Mollie reported an event: {}
uk: Mollie повідомляє про подію: {}

source: Mollie Connect: Client ID
uk: З'єднання Mollie: ID клієнта

source: Mollie Connect: Client secret
uk: З'єднання Mollie: Пароль клієнта

source: After you submitted your order, we will redirect you to Mollie to complete your payment. You will then be redirected back here to get your tickets.
uk: Після завершення замовлення ми перенаправимо Вас до Mollie для здійснення оплати. Потім, для отримання квитків, Ви будете перенаправлені назад сюди.

source: Payment method
uk: Спосіб оплати

source: After completing your purchase, we will ask you to transfer the money to a bank account, using a personal reference code.
uk: Після завершення покупки ми попросимо Вас переказати кошти на банківський рахунок, використовуючи особистий код призначення.

source: Status
uk: Статус

source: Paid at
uk: Сплачено о

source: Expires at
uk: Термін дії до

source: Settlement amount
uk: Сума виставлення рахунка

source: Card holder
uk: Власник картки

source: Card number
uk: Номер картки

source: Card type
uk: Тип картки

source: Payer name
uk: Ім'я платника

source: Bitcoin amount
uk: Сума Bitcoin

source: Error message
uk: Повідомлення про помилку

source: Please transfer the full amount to the following bank account. Reference: %(code)s Amount: %(total)s %(bank)s
uk: Перекажіть, будь ласка, повну суму на вказаний банківський рахунок. Призначення: %(code)s Сума: %(total)s %(bank)s

source: Please transfer the full amount to the following bank account:
uk: Перекажіть, будь ласка, повну суму на вказаний банківський рахунок:

source: Amount:
uk: Сума:

source: Reference code (important):
uk: Код призначення (важливо):

source: After you sent the bank transfer, you can close this window. We will send you an email as soon as we received your payment.
uk: Після здійснення банківського переказу Ви можете закрити це вікно. Одразу після отримання Вашого платежу ми надішлемо Вам повідомлення на ел.пошту.

source: Open banking app
uk: Відкрити банківську програму

source: Requires that the app supports BezahlCode
uk: Потрібно, щоб програма підтримувала BezahlCode

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
uk: Ми чекаємо відповідь щодо Вашого платежу від платіжного провайдера. Зв’яжіться з нами, якщо це займе більше кількох днів.

source: The payment transaction could not be completed for the following reason:
uk: Платіжну операцію не вдалося завершити з наступної причини:

source: Unknown reason
uk: Невідома причина

source: The payment process has started in a new window.
uk: Процес оплати розпочався у новому вікні.

source: The window to enter your payment data was not opened or was closed?
uk: Вікно для введення платіжних даних було закрито чи ніколи не відкривалося?

source: Click here in order to open the window.
uk: Натисніть тут, щоб відкрити вікно.

source: An error occurred during connecting with Mollie, please try again.
uk: Під час з'єднання з Mollie виникла помилка. Спробуйте, будь ласка, ще раз.

source: Mollie returned an error: {}
uk: Mollie повернув помилку: {}

source: Please create a website profile in your Mollie account and try again.
uk: Створіть, будь ласка, у своєму профілі Mollie профіль сайту та спробуйте ще раз.

source: Please fill in your company details in your Mollie account and try again.
uk: Внесіть, будь ласка, у своєму обліковому записі Mollie дані про свою компанію та спробуйте ще раз.

source: Your Mollie account is now connected to pretix. You can change the settings in detail below.
uk: Ваш обліковий запис Mollie зараз під'єднаний до pretix. Ці налаштування Ви можете змінити нижче.

source: Your Mollie account has been disconnected.
uk: Ваш обліковий запис Mollie був від'єднаний.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check back in a couple of minutes.
uk: Ми отримали Ваш платіж, але не змогли позначити Ваш квиток через зайнятість сервера. Перевірте це, будь ласка, через кілька хвилин.

source: We received your payment but were unable to mark your ticket as paid as one of your ordered products is sold out. Please contact the event organizer for further steps.
uk: Ми отримали Ваш платіж, але не змогли позначити Ваше замовлення як оплачене, оскільки один із продуктів вже розпроданий. Зв'яжіться, будь ласка, з організатором для наступних кроків.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
uk: На жаль, під час оплати виникла помилка. Для продовження, перевірте, будь ласка, посилання у своїх електронних листах.
