Repository: pypi-data/pypi-mirror-370
Catalog: packages/open-web-calendar/open_web_calendar-1.51.tar.gz/open_web_calendar-1.51/open_web_calendar/translations/*/LC_MESSAGES/host/configure.md.po
Languages: nl

source: Configure a hosted instance.
nl: Configuren van een gehoste server.

source: Server Configuration
nl: Serverconfiguratie

source: If you want to change the Open Web Calendar to serve your needs, this is well possible. You can choose to
nl: Als u wijzigingen wilt aanbrengen in de Open Web Calendar om het aan uw wensen te laten voldoen, dan is dit mogelijk. U kunt kiezen uit

source: Change how the default calendar looks.
nl: Wijzig hoe de standaardkalender er uitziet.

source: Configuring the Default Calendar
nl: Configureer de standaardkalender

source: The configuration of all calendars is rooted in the [default_specification]. All those values can be changed through a copy of this file hosted on the web through the calendar parameter `specification_url`. Each parameter should be documented in [default_specification].
nl: De configuratie van alle kalenders stamt af van de [standaardspecificatie]. Alle waarden kunnen aangepast worden via een kopie van dit op het web gehoste bestand, via de kalender parameters `specification_url`. Elke parameter moet gedocumenteerd zijn in de [default_specification].

source: To modify **all calendars** hosted on your instance, use the [OWC_SPECIFICATION] environment variable. Calendars still override some values for their configuration. Those which they do not override are affected by the default specification. Not all values are exposed to the configuration page to be changed. Those values can still be changed in the `specification_url` and the query parameters.
nl: Om **alle kalenders** die op je instantie worden gehost te wijzigen, gebruik je de omgevingsvariabele [OWC_SPECIFICATION]. Kalenders overschrijven nog steeds bepaalde waarden voor hun configuratie. Waarden die niet worden overschreven, worden beïnvloed door de standaardspecificatie. Niet alle waarden zijn beschikbaar op de configuratiepagina om te worden aangepast. Deze waarden kunnen nog steeds worden gewijzigd via de `specification_url` en de queryparameters.

source: You might want to change the following values.
nl: U kunt overwegen om de volgende waarden aan te passen.

source: The title of your website.
nl: De titel van uw website.

source: This is the default language. You might want to change this to serve the configuration page better to a local audience.
nl: Dit is de standaardtaal. U kunt deze aanpassen om de configuratiepagina aan te passen aan uw lokale gebruikers.

source: This is a link to the website icon.
nl: Dit is een link naar het website icoon.

source: If you made changes, you are legally required to disclose them to visitors. Please adjust the link or contribute them back to the main project.
nl: Als u wijzigingen heeft aangebracht bent u wettelijk verplicht deze te tonen aan bezoekers. Wijzig de link of draag ze over aan het hoofdproject.

source: If you want to redirect to contribute to your project.
nl: Als u wilt doorverwijzen om bij te dragen aan uw project.

source: If you host this service yourself, you can use the default [privacy policy][privacy-policy].
nl: Indien u deze service zelf wilt hosten, kunt u de standaard [privacy policy][privacy-policy] gebruiken.

source: If for some reason you decide to collect data i.e. in the HTTPS proxy or log IP-addresses, then you need to create your own privacy policy. You can link to the one of this project.
nl: Indien, om wat voor reden dan ook, u besluit om data te verzamelen in bijv. de HTTPS proxy of IP adressen gaat loggen, dan dient u uw eigen privacy policy te maken. U kunt linken naar degene van dit project.

source: More Values
nl: Meer waarden

source: There are loads more values that can be changed. Please refer to the [default_specification]. These values are all documented. Please use the [OWC_SPECIFICATION] environment variable to change them.
nl: Er zijn veel meer waarden die gewijzigd kunnen worden. Bekijk hiervoor de [default_specification]. Deze waarden zijn allemaal gedocumenteerd. Gebruik de [OWS_SPECIFICATION] omgevingsvariabele om deze te wijzigen.

source: Configuring the Server
nl: De server configureren

source: Environment variables only influence the running of the server. These environment variables can be used to configure the service:
nl: Omgevingsvariabelen beïnvloeden alleen hoe de server functioneert. Deze omgevingsvariabelen kunnen gebruikt worden om de service te configureren:

source: default empty
nl: standaard leeg

source: The clients divided by comma that are allowed to access the Open Web Calendar. You will see this text if you try to access the service and you are not allowed:
nl: De clients, gescheiden door een komma, die toegang hebben tot Open Web Calender. U ziet deze tekst indien u de toegang ontzegt is tot een dienst:

source: permit only the same computer: `ALLOWED_HOSTS=localhost`
nl: sta alleen toe vanaf dezelfde computer: `ALLOWED_HOSTS=localhost`

source: permit several hosts: `ALLOWED_HOSTS=192.168.0.1,192.168.2,api.myserver.com`
nl: sta meerdere hosts toe: `ALLOWED_HOSTS=192.168.0.1,192.168.2,api.myserver.com`

source: permit everyone to access the server (default): `ALLOWED_HOSTS=` or `ALLOWED_HOSTS=*`
nl: Iedereen toegang tot de server toestaan (standaard): `ALLOWED_HOSTS=` or `ALLOWED_HOSTS=*`

source: This functionality is provided by [flask-allowed-hosts].
nl: Deze functionaliteit is aangeboden door [flask-allowed-hosts].

source: default `false`, values `true` or `false`, always `false` in the Docker container
nl: standaard `false`, waarden `true` of `false`, altijd `false` in de Docker container

source: Set the debug flag for the app.
nl: Schakel de debug-modus voor de app in.

source: default is a temporary directory (e.g. in `/tmp/`)
nl: de standaard is een tijdelijke directory (bijv. in `/tmp/`)

source: The Open Web Calendar caches files needed to display calendars in this directory to speed up loading. If the directory does not exist, it will be created.
nl: De Open Web Calendar cached bestanden die benodigd zijn om kalenders sneller te tonen in deze directory. Als deze directory niet bestaat, zal deze aangemaakt worden.

source: default `20` (MB)
nl: standaard `20` (MB)

source: This is the maximum size of one file in the cache. When the cache is full, the least recently used file is removed.
nl: Dit is de maximale grootte van een bestand in de cache. Wanneer de cache vol is zal het minst gebruikte bestand worden verwijderd.

source: Allow only small files of 4KB: `CACHE_FILE_SIZE=0.004`
nl: Sta alleen kleine bestanden van 4KB toe: `CACHE_FILE_SIZE-0.004`

source: Allow any size: `CACHE_FILE_SIZE="$CACHE_SIZE"`
nl: Sta elke grootte toe: `CACHE_FILE_SIZE="$CACHE_SIZE"`

source: Disable caching: `CACHE_FILE_SIZE=0`
nl: Caching uitschakelen: `CACHE_FILE_SIZE=0`

source: default `200` (MB)
nl: standaard `200` (MB)

source: This is the maximum cache size in megabytes. This size is limited to 200MB in order to mitigate the cache filling the file system or in case of `/tmp/` the RAM.
nl: Dit is de maximale cache-grootte in megabytes. Deze grootte is gelimiteerd tot 200MB om te voorkomen dat de cache het bestandssysteem `/tmp/` of het werkgeheugen volledig gebruikt.

source: Use 1 GB for caching: `CACHE_SIZE=1024`
nl: Gebruik 1GB voor caching: `CACHE_SIZE=1024`

source: Unlimited cache: `CACHE_SIZE=unlimited`
nl: Ongelimiteerde cache: `CACHE_SIZE=unlimited`

source: Disable caching: `CACHE_SIZE=0`
nl: Caching uitzetten: `CACHE_SIZE=0`

source: default `600` (seconds)
nl: standaard `600` (seconden)

source: Seconds to cache the calendar files that get downloaded to reduce bandwidth and delay.
nl: Seconden om de kalenderbestanden te cachen die worden gedownload om bandbreedte en vertraging te verminderen.

source: Refresh fast: `CACHE_REQUESTED_URLS_FOR_SECONDS=10`
nl: Snel verversen: `CACHE_REQUESTED_URLS_FOR_SECONDS=10`

source: Disable caching: `CACHE_REQUESTED_URLS_FOR_SECONDS=0`
nl: Caching uitzetten: `CACHE_REQUESTED_URLS_FOR_SECONDS=0`

source: This is a comma separated list of encryption keys. These can be used to hide sensitive information of URLs.
nl: Dit is een komma-gescheiden lijst van coderingssleutels. Deze kunnen gebruikt worden om gevoelige informatie of URL's te verbergen.

source: Disable encryption (default): `OWC_ENCRYPTION_KEYS=`
nl: Coderen uitzetten (standaard): `OWC_ENCRYPTION_KEYS=`

source: Use one key: `OWC_ENCRYPTION_KEYS='Pj...48='`
nl: Gebruik een sleutel: `OWC_ENCRYPTION_KEYS='Pj...48='`

source: Use multiple keys: `OWC_ENCRYPTION_KEYS='Pj...48=,cx...Fw='` If you use multiple keys, only the first one encrypts the data. The others are only used to decrypt the data.
nl: Gebruik meerdere sleutels: `OWC_ENCRYPTION_KEYS='Pj...48=,cx...Fw='` Wanneer u meerdere sleutels gebruikt, wordt alleen de eerste sleutel gebruikt om data te coderen. De andere worden alleen gebruikt om de data te decoderen.

source: You can generate a new key by visiting your instance of the Open Web Calendar on the page [/new-key] or by running this command:
nl: Nieuwe sleutels kunnen gegenereerd worden door uw installatie van Open Web Calendar te bezoeken op de pagina [/new-key] of door het volgende commando uit te voeren:

source: `OWC_SPECIFICATION` is an optional environment variable.
nl: `OWC_SPECIFICATION` is een optionele omgevingsvariabele.

source: It can be a **path** to a file containing valid YAML or JSON.
nl: Het kan een **path** zijn naar een bestand die geldige YAML of JSON bevat.

source: It can be a **string** containing valid YAML or JSON.
nl: Het kan een **string** zijn die geldige YAML of JSON bevat.

source: Setting `OWC_SPECIFICATION` allows you to replace default values for all calendars.
nl: Door `OWC_SPECIFICATION` te specificeren kunt uw standaardwaarden voor alle kalenders vervangen.

source: In following example, the title for all calendars that do not set their own title will be changed.
nl: In het volgende voorbeeld wordt de titel van alle kalenders vervangen, die niet hun eigen titel hebben.

source: [OWC_SPECIFICATION in the API](../../dev/api#owc_specification)
nl: [OWC_SPECIFICATION in de API](../../dev/api#owc_specification)

source: default `5000`, default `80` in the Docker container
nl: standaard `5000`, standaard `80` in the Docker container

source: The port that the service is running on.
nl: De poort waar de service op draait.

source: Serve on HTTP port: `PORT=80`
nl: Beschikbaar stellen op HTTP poort: `PORT=80`

source: default `4`, only for the Docker container
nl: standaard `4`, alleen voor de Docker container

source: The number of parallel workers to handle requests.
nl: Het aantal paralelle workers om aanvragen af te handelen.

source: Only use one worker: `WORKERS=1`
nl: Gebruik maar een worker: `WORKERS=1`

source: The Open Web Calendar uses libraries whose behavior can be further customized.
nl: De Open Web Calendar gebruikt bibliotheken wiens gedrag verder kan worden aangepast.

source: **Flask** has **[more environment variables](https://flask.palletsprojects.com/en/3.0.x/config/)** available to configure how the application serves content.
nl: **Flask** heeft **[meer omgevingsvariabelen](https://flask.palletsprojects.com/en/3.0.x/config/)** beschikbaar om te configureren hoe de applicatie content beschikbaar stelt.

source: **Requests** is used the get the `.ics` files. You can [configure a proxy](#ssrf-protection-with-a-proxy-server).
nl: **Requests** worden gebruikt om de `.ics` bestanden te laden. U kunt [een proxy configueren](#ssrf-protection-with-a-proxy-server).

source: The Open Web Calendar relies on proxy servers for these features:
nl: De Open Web Calendar is afhankelijk van proxy-servers voor deze features:

source: **Access Control and Users** To restrict who can use the Open Web Calendar, you can use `nginx` or `apache` as a reverse proxy in front of it. YuNoHost is another self-hosting option to restrict access.
nl: **Toegangsbeheer en Gebruikers** Om te beperken wie gebruik kan maken van Web Calendar, kunt u `nginx` of `apache` als een reverse proxy" gebruiken. YuNoHost is een andere self-hosting optie om toegang te beperken.

source: **HTTPS Encryption** This can be done by `nginx`, `apache` or `caddy`.
nl: **HTTPS Encryptie** Dit kan gedaan worden door `nginx`, `apache` of `caddy`.

source: **More Advanced Caching** Basic caching is handeled by the Open Web Calendar. For more advanced cache configuration, use a proxy server like `squid`. Have a look in the documentation below on how to make the Open Web Calendar access the web only through a proxy.
nl: **Meer geavanceerde caching** Standaard caching wordt gedaan door Open Web Calendar. Voor meer geavanceerde cache-configuratie kan een proxy server zoals `squid` gebruikt worden. Bekijk hiervoor de documentatie hieronder over hoe de Open Web Calender alleen toegang te geven tot het web via een proxy.

source: **Restricting Access to Calendars** By default, the Open Web Calendar does not restrict which calendars to show. Use the proxy server to filter the calendars. If you run the Open Web Calendar behind a firewall with other web services, setting up a proxy is necessary to protect from SSRF attacks.
nl: **Beperk toegang tot kalenders** De standaar is dat Open Web Calendar geen beperkingen heeft voor wat betreft welke kalenders getoond worden. Gebruik de proxy-server om kalenders te filteren. Indien u Open Web Calendar draait achter een firewall met andere web-services is het opzetten van een proxy benodigd om te beschermen tegen SSRF attacks.

source: SSRF Protection with a Proxy Server
nl: SSRF bescherming met een Proxy Server

source: The Open Web Calendar can be used to access the local network behind a firewall, see [Issue 250](https://github.com/niccokunzmann/open-web-calendar/issues/250). This free access is intended to show calendars from everywhere. Since `requests` is used by the Open Web Calendar, it can use a proxy as described in the [`requests` documentation](https://requests.readthedocs.io/en/latest/user/advanced/#proxies). The proxy can then handle the filtering.
nl: De Open Web Calendar kan gebruikt worden om toegang te krijgen tot het lokale netwerk achter een firewall, zie [Issue 250](https://github.com/niccokunzmann/open-web-calendar/issues/250). Deze vrije toegang is bedoeld om kalenders van overal te tonen. Omdat de Open Web Calendar gebruikmaakt van `requests`, kan er een proxy worden gebruikt zoals beschreven in de [documentatie van `requests`](https://requests.readthedocs.io/en/latest/user/advanced/#proxies). De proxy kan vervolgens de filtering afhandelen.

source: [Prevent SSRF using a Tor proxy](../docker#preventing-ssrf-attacks-using-a-tor-proxy)
nl: [Voorkom SSRF via een Tor proxy](../docker#preventing-ssrf-attacks-using-a-tor-proxy)

source: Squid as a Proxy Server
nl: Squid als een proxy server

source: The [Squid] Proxy and Cache is flexible and configurable. You can use it in front of the Open Web Calendar to configure access and customize caching.
nl: De [Squid] proxy and cache is flexibel en configureerbaar. U kunt deze gebruiken voor de Open Web Calendar om toegang en aangepaste caching te configureren.

source: After you have installed the [Squid] Proxy, add this file into the `conf.d` directory. Squid will load it automatically then.
nl: Nadat u [Squid] proxy heef geïnstalleerd, dient u dit bestand toe te voegen aan de `conf.d` directory. Squid zal dit bestand vervolgens automatisch laden.

source: In Linux, create `/etc/squid/conf.d/open-web-calendar.conf`:
nl: In Linux, maak `/etc/squid/conf.d/open-web-calendar.conf` aan:

source: The list above denies the Open Web Calendar access to all known local/internal networks. If you have your own local network (IPv4 or IPv6), add it to the list above to be sure.
nl: De lijst hierboven ontzegt Open Web Calendar toegang tot alle bekende lokale/interne netwerken. Indien u uw eigen lokale netwerk (IPv4 of IPv6) heeft, voeg deze dan voor de zekerheid toe aan deze lijst.

source: On Linux, you can install the file with this command:
nl: Op Linux kunt u het bestand installeren met dit commando:

source: Then, restart the squid proxy.
nl: Herstart daarna de Squid proxy.

source: Set the environment variables to tell the Open Web Calendar to use the Squid proxy installed on `localhost`. Setting this variable changes depending on how you run the Open Web Calendar.
nl: Stel de omgevingsvariabelen in om Open Web Calendar te informeren dat Squid proxy, geïnstalleerd op `localhost` gebruikt moet worden. Instellen van deze variabele is afhankelijk van hoe u Open Web Calendar hebt geïnstalleerd.

source: If you use the [Python Setup][1], you can set the environment variables for the server like this:
nl: Indien u gebruik maakt van [Python Setup][1], kunt u de omgevingsvariabele voor de server op de volgende manier instellen:

source: Note
nl: Notitie

source: New versions of the Open Web Calendar can add new configuration parameters. Placing your changes in this variable instead of changing the `default_specification` file will ensure that you do not break the Open Web Calendar in a future version.
nl: Nieuwe versies van de Open Web Calendar kunnen nieuwe configuratie-parameters introduceren. Door uw aanpassingen in deze variabele te plaatsen in plaats van het wijzigen van het `default_specification` bestand, zorgt ervoor dat u niet Open Web Calendar breekt in een toekomstige versie.

source: Operating System
nl: Besturingssysteem

source: Squid is avaiable for all major platforms. For the commands and paths of this tutorial, we assume you run Squid on Debain/Ubuntu. The commands might work on other systems, but that is not tested.
nl: Squid is beschikbaar voor alle grote platformen. Voor de commando's en paden van deze instructie veronderstellen we dat u Squid gebruikt op Debian/Ubuntu. De commando's kunnen werken op andere systemen, maar dit is niet getest.
