Repository: pypi-data/pypi-mirror-370
Catalog: packages/open-web-calendar/open_web_calendar-1.51-py3-none-any.whl/open_web_calendar/translations/*/LC_MESSAGES/_compendium.po
Languages: sk, uk

source: Embed a highly customizable web calendar into your website using ICal source links
sk: Vložte vysoko prispôsobiteľný web kalendár do vašich webových stránok pomocou ICal zdrojových odkazov
uk: Вставте веб-календар із широкими можливостями налаштування на свій веб-сайт за допомогою посилань на джерело ICal

source: Open Web Calendar
sk: Otvoriť Web kalendár
uk: Відкрийте веб-календар

source: Permanent link
sk: Permanentný odkaz
uk: Постійне посилання

source: See also:
sk: Pozri tiež:
uk: Дивіться також:

source: [configure a proxy]: #ssrf-protection-with-a-proxy-server
sk: [konfigurácia proxy]: #ssrf-protection-with-a-proxy-server
uk: [параметри проксі](../host/configure#ssrf-protection-with-a-proxy-server)

source: After you have set up your own server, you can [configure the behavior](../configure).
sk: Po nastavení vlastného servera môžete [nakonfigurovať správanie](../configure).
uk: Після налаштування власного сервера ви можете [налаштувати поведінку](../configure).

source: Python Package
sk: Balík Pythonu
uk: Пакет Python

source: When you try to access a forbidden calendar with the local `open-web-calendar`, e.q. `http://172.16.0.1/calendar.ics`, you will see this error message:
sk: Keď sa pokúsite získať prístup k zakázanému kalendáru pomocou lokálneho `open-web-calendar`, napr. `http://172.16.0.1/calendar.ics`, zobrazí sa táto chybová správa:
uk: Коли ви намагаєтеся отримати доступ до забороненого календаря за допомогою локального `open-web-calendar`, e.q. `http://172.16.0.1/calendar.ics`, ви побачите таке повідомлення про помилку:

source: 403 Client Error: Forbidden for url: http://172.16.0.1/calendar.ics
uk: 403 Помилка клієнта: заборонено для url: http://172.16.0.1/calendar.ics

source: See the features or try the Open Web Calendar yourself!
sk: Pozrite si funkcie alebo vyskúšajte Open Web Calendar sami!
uk: Перегляньте функції або спробуйте Open Web Calendar самостійно!

source: A highly flexible calendar display for your website.
sk: Vysoko flexibilný kalendár pre vaše webové stránky.
uk: Дуже гнучкий дисплей календаря для вашого веб-сайту.

source: Give a calendar your personal touch within minutes!
sk: Dajte svoj osobný dotyk do niekoľkých minút!
uk: Надайте календарю індивідуальність за лічені хвилини!

source: **[Try it out now!](https://open-web-calendar.hosted.quelltext.eu)**
sk: **[Try it now!](https://open-web-calendar.hosted.quelltext.eu)**
uk: **[Спробуйте зараз!](https://open-web-calendar.hosted.quelltext.eu)**

source: Features
sk: Vzhľad
uk: особливості

source: Instant Event Syncing
sk: Okamžitá synchronizácia udalostí
uk: Миттєва синхронізація подій

source: Embed with an HTML snippet
sk: Vloženie s HTML snippet
uk: Вставити за допомогою фрагмента HTML

source: Desktop and Mobile
sk: Plocha a mobil
uk: Настільні та мобільні пристрої

source: Multi-Language Support
sk: Podpora viacerých jazykov
uk: Багатомовна підтримка

source: Fixed and Automatic Timezone
sk: Opravený a automatický časzóna
uk: Фіксований і автоматичний часовий пояс

source: Easy Editing
sk: Jednoduchá úprava
uk: Легке редагування

source: Designs To Choose
sk: Dizajny na výber
uk: Дизайни на вибір

source: Multiple Calendar Sources
sk: Zdroje viacerých kalendárov
uk: Кілька джерел календаря

source: Style per Calendar, Category and more
sk: Štýl na kalendár, kategórie a ďalšie
uk: Стиль для календаря, категорії тощо

source: Custom CSS
sk: Vlastné CSS
uk: Спеціальний CSS

source: Day, Week, Month, Agenda
sk: Deň, týždeň, mesiac, agenda
uk: День, тиждень, місяць, порядок денний

source: Work Week
sk: Pracovný týždeň
uk: робочий тиждень

source: Click on Event Location
sk: Kliknite na miesto udalosti
uk: Натисніть Місце події

source: Styled Event Descriptions
sk: Popis udalosti
uk: Стильні описи подій

source: FOSS - No Vendor Lock-In
sk: FOSS - žiadny dodávateľ Lock-In
uk: FOSS - відсутність блокування постачальника

source: Subscribe Link
sk: Prihlásiť Link
uk: Посилання для підписки

source: Community and Paid Support
sk: Komunita a platená podpora
uk: Спільнота та платна підтримка

source: [Update DHTMLX Scheduler]: https://docs.dhtmlx.com/scheduler/what_s_new.html
sk: [Aktualizácia plánovača DHTMLX]: https://docs.dhtmlx.com/scheduler/what_s_new.html
uk: [Оновлення планувальника DHTMLX]: https://docs.dhtmlx.com/scheduler/what_s_new.html

source: Play with a variety of Calendars for your own project.
sk: Experimentujte s rôznymi kalendármi pre svoj vlastný projekt.
uk: Експериментуйте з різноманітними календарями для власного проєкту.

source: Examples
sk: Príklady
uk: Приклади

source: Mobile One Day Calendar Feed
sk: Mobilný jednodňový kalendár
uk: Стрічка мобільного календаря на один день

source: Here is an example of a one day view of a Christmas day:
sk: Tu je príklad jednodňového pohľadu na vianočný deň:
uk: Ось приклад одноденного огляду Різдвяного дня:

source: Modifications:
sk: Úpravy:
uk: Модифікації:

source: start and end time
sk: čas začiatku a konca
uk: час початку та закінчення

source: fixed date
sk: pevný dátum
uk: фіксована дата

source: Events Hosted as a Tor Hidden Service
sk: Podujatia hostované ako skrytá služba Tor
uk: Заходи, що проводяться як прихований сервіс Tor

source: timezone
sk: časové pásmo
uk: часовий пояс

source: Free and Busy
sk: Voľný a zaneprázdnený
uk: Вільний і зайнятий

source: You can change the design based on whether you are free or busy.
sk: Dizajn môžete zmeniť podľa toho, či máte čas alebo nie.
uk: Ви можете змінити дизайн залежно від того, вільні ви чи зайняті.

source: This calendar has changed CSS so that the background is green and the events are either orange or red.
sk: Tento kalendár zmenil CSS tak, že pozadie je zelené a udalosti sú buď oranžové, alebo červené.
uk: У цьому календарі змінено CSS, тепер фон зелений, а події — помаранчеві або червоні.

source: Contribute Examples!
sk: Prispejte príkladmi!
uk: Наведіть приклади!

source: If you want to add another example or showcase your calendar, this is the place. You can **contact us** with the link of the calendar e.g. in an [issue](https://github.com/niccokunzmann/open-web-calendar/issues).
sk: Ak chcete pridať ďalší príklad alebo prezentovať svoj kalendár, toto je to pravé miesto. Môžete nás **kontaktovať** s odkazom na kalendár, napr. v [issue]](https://github.com/niccokunzmann/open-web-calendar/issues).
uk: Якщо ви хочете додати ще один приклад або продемонструвати свій календар, вам сюди. Ви можете **зв’язатися з нами**, надавши посилання на календар, наприклад, у [випуску](https://github.com/niccokunzmann/open-web-calendar/issues).

source: You can **edit the page** yourself:
sk: Stránku si môžete **upraviť** sami:
uk: Ви можете **редагувати сторінку** самостійно:

source: For an international calendar, you can allow choosing the time zone that the events are displayed in.
sk: V prípade medzinárodného kalendára môžete povoliť výber časového pásma, v ktorom sa udalosti zobrazujú.
uk: Для міжнародного календаря можна дозволити вибір часового поясу, в якому відображатимуться події.

source: Choose Timezones
sk: Vyberte časové pásma
uk: Виберіть часові пояси

source: <select id="timezoneOption"><option value="America/New_York">New York</option><option value="Europe/London">London</option><option value="Asia/Singapore">Singapore</option><option value="">My Local Time Zone</option></select>
sk: <select id="timezoneOption"><option value="America/New_York">New York</option><option value="Europe/London">London</option><option value="Asia/Singapore">Singapore</option><option value="">Moje miestne časové pásmo</option></select>
uk: <select id="timezoneOption"><option value="America/New_York">Нью-Йорк</option><option value="Europe/London">Лондон</option><option value="Asia/Singapore">Сінгапур</option><option value="">Мій місцевий часовий пояс</option></select>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/family-planning.json" target="_blank">Edit the calendar</a>
sk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/family-planning.json" target="_blank">Upraviť kalendár</a>
uk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/family-planning.json" target="_blank">Редагувати календар</a>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/timezone-example.json" target="_blank">Edit the calendar</a>
sk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/timezone-example.json" target="_blank">Upraviť kalendár</a>
uk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/timezone-example.json" target="_blank">Редагувати календар</a>

source: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/free-and-busy.json" target="_blank">Edit the calendar</a>
sk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/free-and-busy.json" target="_blank">Upraviť kalendár</a>
uk: <a href="https://open-web-calendar.hosted.quelltext.eu/index.html?specification_url=https://open-web-calendar.quelltext.eu/assets/templates/free-and-busy.json" target="_blank">Редагувати календар</a>

source: [tor-example]: https://tor.open-web-calendar.hosted.quelltext.eu/calendar.html?url=http%3A%2F%2F3nbwmxezp5hfdylggjjegrkv5ljuhguyuisgotrjksepeyc2hax2lxyd.onion%2Fone-day-event-repeat-every-day.ics
sk: [príklad tor]: https://tor.open-web-calendar.hosted.quelltext.eu/calendar.html?url=http%3A%2F%2F3nbwmxezp5hfdylggjjegrkv5ljuhguyuisgotrjksepeyc2hax2lxyd.onion%2Fone-day-event-repeat-every-day.ics
uk: [приклад Tor]: https://tor.open-web-calendar.hosted.quelltext.eu/calendar.html?url=http%3A%2F%2F3nbwmxezp5hfdylggjjegrkv5ljuhguyuisgotrjksepeyc2hax2lxyd.onion%2Fone-day-event-repeat-every-day.ics

source: [calendars]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/calendars
sk: [kalendáre]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/calendars
uk: [календарі]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/calendars

source: [templates]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/templates
sk: [šablóny]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/templates
uk: [шаблони]: https://github.com/niccokunzmann/open-web-calendar/tree/master//docs/assets/templates

source: [Showcase Section]: ../showcase
sk: [Sekcia prezentácií]: ../prezentácia
uk: [Розділ вітрини]: ../showcase

source: [ruff]: https://docs.astral.sh/ruff/
uk: [йорж]: https://docs.astral.sh/ruff/

source: [pre-commit]: https://pre-commit.com/
uk: [попереднє підтвердження]: https://pre-commit.com/

source: [default_specification]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/default_specification.yml
sk: [predvolená_špecifikácia]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/default_specification.yml
uk: [специфікація_за_замовчуванням]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/default_specification.yml

source: [parameters]: ../api
sk: [parametre]: ../api
uk: [параметри]: ../api

source: [DHTMLX Scheduler]: https://docs.dhtmlx.com/scheduler/api__refs__scheduler.html
sk: [Plánovač DHTMLX]: https://docs.dhtmlx.com/scheduler/api__refs__scheduler.html
uk: [Планувальник DHTMLX]: https://docs.dhtmlx.com/scheduler/api__refs__scheduler.html

source: [privacy-policy]: ../privacy-policy
sk: [zásady ochrany osobných údajov]: ../privacy-policy
uk: [політика конфіденційності]: ../privacy-policy

source: [default_specification]: /assets/default_specification.yml
sk: [predvolená_špecifikácia]: /assets/default_specification.yml
uk: [специфікація_за_замовчуванням]: /assets/default_specification.yml

source: [Dockerhub]: https://hub.docker.com/r/niccokunzmann/open-web-calendar
uk: [Докерхаб]: https://hub.docker.com/r/niccokunzmann/open-web-calendar

source: [kuma]: https://kuma.hosted.quelltext.eu/status/open-web-calendar
uk: [кума]: https://kuma.hosted.quelltext.eu/status/open-web-calendar

source: [privacy-policy]: https://docs.github.com/en/site-policy/privacy-policies/
sk: [zásady ochrany osobných údajov]: https://docs.github.com/en/site-policy/privacy-policies/
uk: [політика конфіденційності]: https://docs.github.com/en/site-policy/privacy-policies/

source: [Gunicorn]: https://docs.gunicorn.org/
uk: [Гунікорн]: https://docs.gunicorn.org/

source: [vid-architecture]: https://www.youtube.com/watch?v=JVosZ6zht5I&list=PLxMGFFiBKgdaIo4j-Cw4SOjE_7ta7TM5q&index=2
sk: [architektúry videa]: https://www.youtube.com/watch?v=JVosZ6zht5I&amp;list=PLxMGFFiBKgdaIo4j-Cw4SOjE_7ta7TM5q&amp;index=2
uk: [відеоархітектура]: https://www.youtube.com/watch?v=JVosZ6zht5I&amp;list=PLxMGFFiBKgdaIo4j-Cw4SOjE_7ta7TM5q&amp;index=2

source: [Radically Open Security]: https://radicallyopensecurity.com/
sk: [Radikálne otvorená bezpečnosť]: https://radicallyopensecurity.com/
uk: [Радикально відкрита безпека]: https://radicallyopensecurity.com/

source: [templates]: ../../templates#caldav-sign-up
sk: [šablóny]: ../../templates#caldav-sign-up
uk: [шаблони]: ../../templates#caldav-sign-up

source: [grant]: /news/2024-04-10-website
uk: [грант]: /news/2024-04-10-website

source: [infoscreen]: https://github.com/AmmanVMS/infoscreen
sk: [informačná obrazovka]: https://github.com/AmmanVMS/infoscreen
uk: [інформаційний екран]: https://github.com/AmmanVMS/infoscreen

source: [Issue 625]: https://github.com/niccokunzmann/open-web-calendar/issues/625
sk: [Číslo 625]: https://github.com/niccokunzmann/open-web-calendar/issues/625
uk: [Проблема 625]: https://github.com/niccokunzmann/open-web-calendar/issues/625

source: [Antroposofía Chile]: https://antroposofiachile.net/home/
uk: [Антропософія Чилі]: https://antroposofiachile.net/home/

source: Examples:
sk: Príklady:
uk: Приклади:

source: Further Configuration
sk: Ďalšia konfigurácia
uk: Подальша конфігурація

source: [தமிழ்நேரம்]: https://tamilneram.github.io/
sk: [Tamilský čas]: https://tamilneram.github.io/

source: [features/configure-the-calendar.feature]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/features/configure-the-calendar.feature
sk: [funkcie/konfigurácia-kalendára.funkcia]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/features/configure-the-calendar.feature

source: [features/edit-the-calendar.feature]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/features/edit-the-calendar.feature
sk: [funkcie/upraviť-kalendára.funkcia]: https://github.com/niccokunzmann/open-web-calendar/tree/master//open_web_calendar/features/edit-the-calendar.feature

source: [getSpecification()]: https://github.com/niccokunzmann/open-web-calendar/blob/85a72dab4561e250aec69b5ad7c3de074eefa1e8/static/js/index.js#L93
sk: [získaťŠpecifikáciu()]: https://github.com/niccokunzmann/open-web-calendar/blob/85a72dab4561e250aec69b5ad7c3de074eefa1e8/static/js/index.js#L93

source: [OWC_SPECIFICATION]: #owc_specification
sk: [ŠPECIFIKÁCIA OWC]: #owc_specification

source: [/new-key]: https://open-web-calendar.hosted.quelltext.eu/new-key
sk: [/nový kľúč]: https://open-web-calendar.hosted.quelltext.eu/new-key
