Repository: pypi-data/pypi-mirror-370
Catalog: packages/open-web-calendar/open_web_calendar-1.51-py3-none-any.whl/open_web_calendar/translations/*/LC_MESSAGES/index.md.po
Languages: nl

source: See the features or try the Open Web Calendar yourself!
nl: Bekijk de functies of probeer zelf de Open Web Calender!

source: Customize Your Own Online Calendar Display
nl: Pas weergave aan van uw eigen online calendar

source: [See Examples](templates)
nl: [Bekijk voorbeelden](templates)

source: Custom Date & Time Range
nl: Aangepast bereik van datum &amp; tijd

source: Custom Title & Icon
nl: Aangepaste title &amp; Icoon

source: [Hosted](https://open-web-calendar.hosted.quelltext.eu) and [Self-Hosted](host/self)
nl: [Gehost](https://open-web-calendar.hosted.quelltext.eu) en [Zelf hosten](host/self)

source: [Developer API](dev/api)
nl: [API voor ontwikkelaars](dev/api)

source: A highly flexible calendar display for your website.
nl: Een erg flexibele kalender voor uw website.

source: Give a calendar your personal touch within minutes!
nl: Geef een kalender een persoonlijk tintje binnen enkele minuten!

source: **[Try it out now!](https://open-web-calendar.hosted.quelltext.eu)**
nl: **[Probeer het nu!](https://open-web-calendar.hosted.quelltext.eu)**

source: Features
nl: Functies

source: Instant Event Syncing
nl: Directe evenementensynchronisatie

source: Embed with an HTML snippet
nl: Integreer met een stukje HTML code

source: Desktop and Mobile
nl: Desktop en mobiel

source: Multi-Language Support
nl: Meertaligheidondersteuning

source: Fixed and Automatic Timezone
nl: Vaste en automatische tijdzone

source: Easy Editing
nl: Eenvoudig wijzigen

source: Designs To Choose
nl: Beschikbare ontwerpen

source: Multiple Calendar Sources
nl: Meerdere kalenderbronnen

source: Style per Calendar, Category and more
nl: Stijl per kalender, categorie en meer

source: Custom CSS
nl: Aangepaste CSS

source: Day, Week, Month, Agenda
nl: Dag, Week, Maand, Agenda

source: Work Week
nl: Werkweek

source: Click on Event Location
nl: Klik op evenementlocatie

source: Styled Event Descriptions
nl: Gestijlde evenementomschrijvingen

source: FOSS - No Vendor Lock-In
nl: FOSS - Vrij van leveranciersafhankelijkheid

source: Subscribe Link
nl: Aanmeldlink

source: Community and Paid Support
nl: Gemeenschap en betaalde ondersteuning
