Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.15.tar.gz/transpolibre-0.8.15/locale/*/LC_MESSAGES/transpolibre.po
Languages: hi, it, pt, ru

source: The specified PO file does not exist or is not a file:
hi: निर्दिष्ट PO फ़ाइल मौजूद नहीं है या फ़ाइल नहीं है:
it: Il file PO specificato non esiste o non è un file:
pt: O arquivo PO especificado não existe ou não é um arquivo:
ru: Указанный файл PO не существует или не является файлом:

source: Read PO file:
hi: PO फ़ाइल पढ़ें:
it: Leggi il file PO:
pt: Ler arquivo PO:
ru: Прочитать файл PO:

source: Original:
hi: मूल:
it: Originale:
ru: Оригинал:

source: Translation:
hi: अगर आपका बच्चा 12 साल से कम उम्र का है, तो आपको अपने बच्चे के लिए एक अलग खाता बनाना होगा।
it: "Il nostro obiettivo è quello di creare un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire un'esperienza di gioco che sia divertente e coinvolgente per i giocatori, e di offrire
pt: O que é que o senhor quer dizer com "não é uma questão de dinheiro"?
ru: Перевод:

source: Error: unknown language code:
hi: त्रुटि: अज्ञात भाषा कोड:
it: Errore: codice lingua sconosciuto:
pt: Erro: código de idioma desconhecido:
ru: Ошибка: неизвестный код языка:

source: Translate PO files
hi: PO फ़ाइलों का अनुवाद करें
it: Tradurre file PO
pt: Traduzir arquivos PO
ru: Перевести файлы PO

source: LibreTranslate API key
hi: LibreTranslate एपीआई कुंजी
it: Chiave API di LibreTranslate
pt: Chave da API do LibreTranslate
ru: Ключ API LibreTranslate

source: Local CUDA device number (Default 0)
hi: स्थानीय CUDA डिवाइस नंबर (डिफ़ॉल्ट 0)
it: Numero del dispositivo CUDA locale (impostazione predefinita 0)
pt: Número do dispositivo CUDA local (padrão 0)
ru: Номер локального устройства CUDA (по умолчанию 0)

source: Debugging
hi: डिबगिंग
it: Debug
pt: Depuração
ru: Отладка

source: Device to use for local translation: auto, cpu, gpu (Default auto)
hi: स्थानीय अनुवाद के लिए उपयोग करने वाला उपकरण: ऑटो, सीपीयू, जीपीयू (डिफ़ॉल्ट ऑटो)
it: Dispositivo da utilizzare per la traduzione locale: auto, cpu, gpu (valore predefinito auto)
pt: Dispositivo a utilizar para a tradução local: auto, cpu, gpu (padrão auto)
ru: Устройство, которое будет использоваться для локального перевода: auto, cpu, gpu (по умолчанию auto)

source: Translation engine (Default: LibreTranslate)
hi: अनुवाद इंजन (डिफ़ॉल्ट: LibreTranslate)
it: Motore di traduzione (predefinito: Libretranslate)
pt: Motor de tradução (Padrão: LibreTranslate)
ru: Модуль перевода (по умолчанию: LibreTranslate)

source: PO file to translate
hi: अनुवाद करने के लिए PO फ़ाइल
it: File PO da tradurre
pt: Arquivo PO para traduzir
ru: Файл PO для перевода

source: List available languages
hi: उपलब्ध भाषाओं की सूची
it: Elenco delle lingue disponibili
pt: Lista de idiomas disponíveis
ru: Список доступных языков

source: Model for Local or Ollama (Default local: ModelSpace/GemmaX2-28-9B-v0.1, default Ollama: aya-expanse:32b)
hi: स्थानीय या ओलमा के लिए मॉडल (डिफ़ॉल्ट स्थानीय: मॉडलस्पेस/गेम्माएक्स2-28-9बी-v0.1, डिफ़ॉल्ट ओलमा: अया-एक्सपेंस:32बी)
it: Modello per Local o Ollama (locale predefinito: ModelSpace/GemmaX2-28-9B-v0.1, Ollama predefinito: aya-expanse:32b)
pt: Modelo para Local ou Ollama (local padrão: ModelSpace/GemmaX2-28-9B-v0.1, Ollama padrão: aya-expanse:32b)
ru: Модель для Local или Ollama (по умолчанию local: ModelSpace/GemmaX2-28-9B-v0.1, по умолчанию Ollama: aya-expanse:32b)

source: Overwrite existing translations
hi: मौजूदा अनुवादों को अधिलेखित करें
it: Sovrascrivi le traduzioni esistenti
pt: Substituir traduções existentes
ru: Заменить существующие переводы

source: Source Language ISO 639 code (Default en)
hi: स्रोत भाषा ISO 639 कोड (डिफ़ॉल्ट en)
it: Codice ISO 639 della lingua di origine (predefinito en)
pt: Código de idioma de origem ISO 639 (padrão en)
ru: Код языка источника ISO 639 (по умолчанию en)

source: Target Language ISO 639 code (Default es)
hi: लक्ष्य भाषा ISO 639 कोड (डिफ़ॉल्ट es)
it: Codice ISO 639 della lingua di destinazione (predefinito es)
pt: Código ISO 639 da língua de destino (padrão es)
ru: Код языка назначения ISO 639 (по умолчанию es)

source: Engine URL (Default LibreTranslate: http://127.0.0.1:8000, default Ollama: http://127.0.0.1:11434)
hi: इंजन URL (डिफ़ॉल्ट लिबरेट्रांसलेट: http://127.0.0.1:8000, डिफ़ॉल्ट ओलामा: http://127.0.0.1:11434)
it: URL del motore (predefinito LibreTranslate: http://127.0.0.1:8000, predefinito Ollama: http://127.0.0.1:11434)
pt: URL do motor (padrão LibreTranslate: http://127.0.0.1:8000, padrão Ollama: http://127.0.0.1:11434)
ru: URL-адрес сервера (по умолчанию LibreTranslate: http://127.0.0.1:8000, по умолчанию Ollama: http://127.0.0.1:11434)

source: Increase output verbosity
hi: आउटपुट वर्बोसिटी बढ़ाएँ
it: Aumenta la verbosità dell'output
pt: Aumentar a verbosidade da saída
ru: Увеличить объем выводимой информации

source: Show version
hi: संस्करण दिखाएँ
it: Mostra la versione
pt: Mostrar versão
ru: Показать версию

source: Language:
hi: अगर आपका बच्चा 12 साल से कम उम्र का है, तो आपको अपने बच्चे के लिए एक अलग खाता बनाना होगा.
it: Lingua:
pt: Língua:
ru: Язык:

source: Code:
hi: <html> </html> - यह HTML दस्तावेज़ के लिए एक कंटेनर है।
it: Codice:
pt: Código:
ru: Код:

source: Targets:
hi: लक्ष्य:
it: Obiettivi:
pt: Alvos:
ru: Цели:

source: Local Torch
hi: स्थानीय टॉर्च
it: Torcia locale
pt: Tocha local
ru: Местная факел

source: GPU requested but CUDA is not available. Falling back to CPU.
hi: GPU का अनुरोध किया गया लेकिन CUDA उपलब्ध नहीं है. CPU पर वापस आ रहा है.
it: GPU richiesto ma CUDA non disponibile. Si ricorre alla CPU.
pt: GPU solicitada, mas CUDA não está disponível. Voltando para a CPU.
ru: GPU запрошен, но CUDA недоступен. Переход на CPU.

source: URL detected
hi: यूआरएल पता लगाया गया
it: URL rilevato
pt: URL detectada
ru: Обнаружен URL

source: Email detected
hi: ईमेल का पता लगाया गया
it: Email rilevata
pt: Email detectado
ru: Обнаружен электронный адрес

source: No URL or Email detected
hi: कोई URL या ईमेल पता नहीं मिला
it: Nessun URL o indirizzo email rilevato
pt: Nenhuma URL ou e-mail detectada
ru: URL или электронная почта не обнаружены

source: None
hi: कोई नहीं
it: Nessuno
pt: Nenhum
ru: Никакой

source: Error: file is required.
hi: त्रुटिः फ़ाइल की आवश्यकता है.
it: Errore: il file è richiesto.
pt: Erro: arquivo é necessário.
ru: Ошибка: файл необходим.
