Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.13.tar.gz/transpolibre-0.8.13/docs/_source/locale/*/LC_MESSAGES/libretranslate.po
Languages: de, es, ko, ru

source: transpolibre uses a LibreTranslate server for translations.
de: transpolibre verwendet einen LibreTranslate-Server für Übersetzungen.
es: transpolibre utiliza un servidor LibreTranslate para las traducciones.
ko: transpolibre는 번역을 위해 LibreTranslate 서버를 사용합니다.
ru: transpolibre использует сервер LibreTranslate для переводов.

source: Local Server
de: Lokaler Server
es: Servidor local
ko: 로컬 서버
ru: Локальный сервер

source: You can run your own LibreTranslate server.
de: Sie können Ihren eigenen LibreTranslate-Server betreiben.
es: Puedes ejecutar tu propio servidor LibreTranslate.
ko: 자신만의 LibreTranslate 서버를 운영할 수 있습니다.
ru: Вы можете запустить свой собственный сервер LibreTranslate.

source: Server Installation
es: Instalación del servidor
ko: 서버 설치
ru: Установка сервера

source: To install your own server, you can do it thusly on Debian:
de: Um Ihren eigenen Server zu installieren, können Sie es auf Debian folgendermaßen tun:
es: Para instalar su propio servidor, puede hacerlo de esta manera en Debian:
ko: 자신의 서버를 설치하려면, 데비안에서 다음과 같이 하면 됩니다:
ru: Чтобы установить собственный сервер, вы можете сделать это следующим образом в Debian:

source: Note, the first time it is run, it will download the translation models. The web URL won't be available until this is complete. It will download (currently) approximately 9 gigs of data.
de: Beachten Sie, dass beim ersten Start die Übersetzungsmodelle heruntergeladen werden. Die Web-URL ist erst verfügbar, wenn dies abgeschlossen ist. Es werden (derzeit) ca. 9 GB Daten heruntergeladen.
es: Tenga en cuenta que, la primera vez que se ejecute, descargará los modelos de traducción. La URL web no estará disponible hasta que esto finalice. Se descargarán (actualmente) aproximadamente 9 gigas de datos.
ko: 참고로, 처음 실행할 때 번역 모델을 다운로드합니다. 이 작업이 완료될 때까지 웹 URL을 사용할 수 없습니다. (현재) 약 9기가바이트의 데이터가 다운로드됩니다.
ru: Обратите внимание, что при первом запуске он загрузит модели перевода. URL-адрес веб-сайта будет недоступен до тех пор, пока это не будет завершено. Он загрузит (в настоящее время) примерно 9 гигабайт данных.

source: Translation model files download to here:
de: Übersetzungsmodelldateien laden Sie hier herunter:
es: Los archivos de modelos de traducción se descargan aquí:
ko: 번역 모델 파일 다운로드 여기:
ru: Файлы моделей переводов скачать здесь:

source: systemd
ko: 시스템디

source: You can set up the server to start on boot with systemd. It will need a startup script and a systemd file.
de: Sie können den Server so einstellen, dass er beim Booten mit systemd startet. Dazu benötigen Sie ein Start-Skript und eine systemd-Datei.
es: Puede configurar el servidor para que se inicie en el arranque con systemd. Necesitará un script de inicio y un archivo systemd.
ko: 시스템드로 부팅시 서버를 시작하도록 설정할 수 있습니다. 시작 스크립트와 시스템드 파일이 필요합니다.
ru: Вы можете настроить сервер, чтобы он запускался при загрузке с помощью systemd. Для этого ему понадобится сценарий запуска и файл systemd.

source: Edit the systemd service file:
de: Bearbeiten Sie die systemd-Dienstdatei:
es: Edita el archivo de servicio systemd:
ko: systemd 서비스 파일을 편집합니다.
ru: Редактируйте файл службы systemd:

source: Add contents such as this, adjusting path and user to where you put the startup script:
de: Fügen Sie Inhalte wie diesen hinzu und passen Sie den Pfad und den Benutzer an die Position des Start-Skripts an:
es: Añada contenido como este, ajustando el path y el user a donde puso el script de inicio:
ko: 시작 스크립트를 넣은 곳에 경로와 사용자를 조정하여 이와 같은 내용을 추가하십시오:
ru: Добавьте такой контент, настроив путь и пользователя на то место, куда вы поместили запускной скрипт:

source: Create the startup script:
de: Erstellen Sie das Startskript:
es: Cree el script de inicio:
ko: 시작 스크립트를 만듭니다.
ru: Создайте сценарий запуска:

source: Add contents such as this, adjusting to the correct path:
de: Fügen Sie Inhalte wie diesen hinzu und passen Sie sie an den richtigen Pfad an:
es: Añada contenido como este, ajustándolo al camino correcto:
ko: 이와 같은 내용을 추가하고 올바른 경로로 조정합니다.
ru: Добавьте такой контент, настроив его на правильный путь:

source: Web Access
de: Web-Zugriff
es: Acceso a la web
ko: 웹 접근
ru: Доступ через веб-интерфейс

source: You can then access your model remotely via the server's IP or from localhost, such as:
de: Sie können dann per Remote-Zugriff auf Ihr Modell über die IP-Adresse des Servers oder von localhost aus zugreifen, z. B.:
es: Luego, puede acceder a su modelo de forma remota a través de la IP del servidor o desde localhost, por ejemplo:
ko: 그런 다음 서버의 IP 또는 로컬 호스트에서 다음과 같이 모델에 원격으로 액세스할 수 있습니다.
ru: Затем вы можете получить удаленный доступ к своей модели через IP-адрес сервера или с localhost, например:
