Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.13.tar.gz/transpolibre-0.8.13/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: ja, pl, ru

source: Source Code
ja: ソースコード
pl: Kod źródłowy
ru: Исходный код

source: Source code repository for this documentation.
ja: このドキュメントのソースコードリポジトリ。
pl: Repozytorium kodu źródłowego dla tej dokumentacji.
ru: Репозиторий исходного кода для этой документации.

source: Note, this is how to build documentation for the ``transpolibre`` application itself, not how to use ``transpolibre``.
ja: これは ``transpolibre`` アプリケーション自体のドキュメントを構築する方法であり、 ``transpolibre`` を使用する方法ではないことに注意してください。
pl: Uwaga, to jest sposób budowania dokumentacji dla samej aplikacji ``transpolibre``, a nie sposób używania ``transpolibre``.
ru: Обратите внимание, что это способ создания документации для самой программы ``transpolibre``, а не способ использования ``transpolibre``.

source: Build Documentation
ja: ドキュメントの構築
pl: Zbuduj dokumentację
ru: Создание документации

source: To build this documentation locally, do thusly.
ja: このドキュメントをローカルで構築するには、次のようにします。
pl: Aby zbudować tę dokumentację lokalnie, wykonaj następujące czynności.
ru: Чтобы построить эту документацию локально, выполните следующее.

source: Install Dependencies
ja: 依存関係のインストール
pl: Instalowanie zależności
ru: Установите зависимости

source: Install dependencies, such as with Debian:
ja: 依存関係をインストールします。 Debianの場合:
pl: Zainstaluj zależności, tak jak w przypadku Debiana:
ru: Установите зависимости, как в Debian:

source: Download Documentation Source
ja: ドキュメントのソースをダウンロード
pl: Pobierz dokumentację Źródło
ru: Скачать документацию Источник

source: Setup Python
ja: Pythonのセットアップ
pl: Konfiguracja Pythona
ru: Настройка Python

source: Documentation Build Help
ja: ドキュメント ビルド ヘルプ
pl: Dokumentacja Tworzenie pomocy
ru: Документация Создание справки

source: For documentation build help, run:
ja: ドキュメントのビルドのヘルプについては、以下を実行してください:
pl: Aby uzyskać pomoc w budowaniu dokumentacji, uruchom:
ru: Для получения помощи по сборке документации выполните:

source: This will display this help:
ja: このヘルプを表示します:
pl: Wyświetli się ta pomoc:
ru: Это отобразит эту справку:

source: Clean
ja: クリーン
pl: Czysty
ru: Чисто

source: Clean build artifacts thusly.
ja: このようにして、ビルド成果物をクリーンにします。
pl: W ten sposób czyste artefakty kompilacji.
ru: Таким образом, очистите артефакты сборки.

source: Build HTML Documentation
ja: HTML ドキュメントの構築
pl: Zbuduj dokumentację HTML
ru: Создание документации в формате HTML

source: To build the HTML documentation, run:
ja: HTML ドキュメントを構築するには、以下を実行します:
pl: Aby zbudować dokumentację HTML, uruchom:
ru: Чтобы создать документацию в формате HTML, выполните:

source: The resulting HTML will be in ``docs/_build/html/`` with a top-level ``index.html`` file located here: ``docs/index.html``.
ja: 生成されたHTMLは``docs/_build/html/``に置かれ、トップレベルの``index.html``ファイルは``docs/index.html``にあります。
pl: Wynikowy kod HTML będzie znajdował się w ``docs/_build/html/``, a plik ``index.html`` najwyższego poziomu będzie znajdował się tutaj: ``docs/index.html``.
ru: Полученный HTML будет находиться в ``docs/_build/html/``, а файл верхнего уровня ``index.html`` будет находиться здесь: ``docs/index.html``.

source: Build LaTex PDF
ja: LaTex PDFをビルド
pl: Zbuduj LaTex PDF
ru: Создание PDF-файла в LaTex

source: To build a PDF document from a LaTeX build, first install dependencies (this is way more than needed):
ja: LaTeXビルドからPDFドキュメントを構築するには、まず依存関係をインストールします（これは必要なものよりはるかに多いです）。
pl: Aby zbudować dokument PDF z kompilacji LaTeX, najpierw zainstaluj zależności (to znacznie więcej niż potrzeba):
ru: Чтобы создать PDF-документ из сборки LaTeX, сначала установите зависимости (это гораздо больше, чем нужно):

source: Then build the LaTeX and PDF documents:
ja: LaTeXとPDFのドキュメントをビルドします:
pl: Następnie zbuduj dokumenty LaTeX i PDF:
ru: Затем постройте документы LaTeX и PDF:

source: Build PDF
ja: PDFを作成
pl: Zbuduj plik PDF
ru: Создание PDF

source: To build a PDF document from LaTeX:
ja: LaTeXからPDFドキュメントを作成するには:
pl: Aby utworzyć dokument PDF z LaTeX:
ru: Чтобы создать PDF-документ из LaTeX:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre.pdf``.
ja: 生成されたPDFは、``docs/_build/latex/en/transpolibre.pdf``にあります。
pl: Wynikowy plik PDF będzie tutaj: ``docs/_build/latex/en/transpolibre.pdf``.
ru: Полученный PDF будет здесь: ``docs/_build/latex/en/transpolibre.pdf``.

source: eBook
ja: 電子ブック
ru: Электронная книга

source: To greatly reduce the size of the PDF to 150 dpi for an eBook, run:
ja: 電子ブック用にPDFのサイズを150 dpiに大幅に縮小するには、次を実行します。
pl: Aby znacznie zmniejszyć rozmiar pliku PDF do 150 dpi dla książki elektronicznej, uruchom:
ru: Чтобы значительно уменьшить размер PDF до 150 dpi для электронной книги, выполните:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
ja: 生成されたPDFは、``docs/_build/latex/en/transpolibre-ebook-en.pdf``にあります。
pl: Wynikowy plik PDF będzie tutaj: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
ru: Полученный PDF будет здесь: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.

source: Prepress
ja: プリプレス
ru: Предпечатная подготовка

source: To reduce the size of the PDF to 300 dpi for printing, run:
ja: 印刷用にPDFのサイズを300dpiに縮小するには、次を実行します。
pl: Aby zmniejszyć rozmiar pliku PDF do 300 dpi w celu druku, uruchom:
ru: Чтобы уменьшить размер PDF до 300 dpi для печати, выполните:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
ja: 結果のPDFはここにあります: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``。
pl: Wynikowy plik PDF będzie tutaj: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
ru: Полученный PDF будет здесь: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.

source: Build All Documentation
ja: すべてのドキュメントをビルド
pl: Zbuduj całą dokumentację
ru: Собрать всю документацию

source: To build all documentation, including HTML and PDFs.
ja: HTML と PDF を含むすべてのドキュメントをビルドします。
pl: Zbuduj całą dokumentację, w tym HTML i PDF.
ru: Составить всю документацию, включая HTML и PDF.

source: Translations
ja: 翻訳
pl: Tłumaczenia
ru: Переводы

source: See ``README.md`` for notes on how to update package translations.
ja: パッケージの翻訳を更新する方法については、``README.md``を参照してください。
pl: Zobacz ``README.md`` aby uzyskać informacje o aktualizowaniu tłumaczeń pakietu.
ru: См. «README.md» для заметок о том, как обновить переводы пакетов.
