Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.13.tar.gz/transpolibre-0.8.13/docs/_source/locale/*/LC_MESSAGES/todo.po
Languages: ar, fr, pl, tr

source: Work to do on transpolibre.
ar: عمل يجب القيام به على ترانسبوليبري.
fr: Du travail à faire sur transpolibre.
pl: Praca nad transpolibre.
tr: Transpolibre üzerinde yapılacak işler.

source: Fix broken PDF languages: ar fr he ja zh.
ar: إصلاح لغات PDF المعطلة: ar fr he ja zh.
fr: Correction des langues PDF endommagées : ar fr he ja zh.
pl: Napraw uszkodzone języki PDF: ar fr he ja zh.
tr: Bozuk PDF dilini düzelt: ar fr he ja zh.

source: Fix missing fonts for PDF generation.
ar: إصلاح الخطوط المفقودة لتوليد ملفات PDF.
fr: Correction des polices manquantes pour la génération de PDF.
pl: Napraw brakujące czcionki dla generowania PDF.
tr: PDF oluşturma için eksik yazı tiplerini düzeltin.

source: Fix --help in docs for multiple languages.
ar: إصلاح --help في الوثائق للغات متعددة.
fr: Correction de --help dans les documents pour plusieurs langues.
pl: Napraw --help w dokumentacji dla wielu języków.
tr: - -help'i birden çok dil için belgelerde düzeltin.

source: Fix formatting of URLs.
ar: إصلاح تنسيق عناوين URL.
fr: Correction de la mise en forme des URL.
pl: Napraw formatowanie adresów URL.
tr: URL'lerin biçimlendirilmesi düzeltildi.

source: Fix formatting of inline code with backticks.
ar: قم بإصلاح تنسيق التعليمات البرمجية المضمنة مع علامات التجزئة.
fr: Correction de la mise en forme du code intégré avec des apostrophes.
pl: Napraw formatowanie kodu wbudowanego z backtickami.
tr: Geri tırnak işareti ile satır içi kodun biçimlendirilmesi.

source: Ollama
ar: أولاما

source: Add docs for using ollama.
ar: إضافة مستندات لاستخدام ollama.
fr: Ajout de la documentation pour l'utilisation d'ollama.
pl: Dodaj dokumenty do używania ollama.
tr: Ollama'yı kullanmak için belgeler ekleyin.

source: Write better prompt.
ar: اكتب طلبًا أفضل.
fr: Écrivez un meilleur prompt.
pl: Napisz lepszy prompt.
tr: Daha iyi bir istek yazın.

source: Local
ar: محلي
pl: Lokalny
tr: Yerel

source: Add docs for supporting local model.
ar: إضافة مستندات لدعم النموذج المحلي.
fr: Ajout de la documentation pour le support du modèle local.
pl: Dodaj dokumenty do obsługi lokalnego modelu.
tr: Yerel modeli desteklemek için dokümanlar ekleyin.

source: Models
ar: النماذج
fr: Modèles
pl: Modele
tr: Modeller

source: Add a Models page.
ar: أضف صفحة نماذج.
fr: Ajoutez une page de modèles.
pl: Dodaj stronę Modele.
tr: Models sayfasını ekleyin.

source: Note which ones work best.
ar: لاحظ أيها يعمل بشكل أفضل.
fr: Notez ceux qui fonctionnent le mieux.
pl: Zauważ, które z nich działają najlepiej.
tr: Hangilerinin en iyi çalıştığını not edin.

source: Note licenses.
ar: ملاحظة التراخيص.
fr: Notez les licences.
pl: Uwaga licencje.
tr: Not lisansları.

source: App Translation
ar: ترجمة التطبيق
fr: Traduction d'applications
pl: Tłumaczenie aplikacji
tr: Uygulama Çevirisi

source: Update app translation with new files.
ar: قم بتحديث ترجمة التطبيق باستخدام ملفات جديدة.
fr: Mettre à jour la traduction de l'application avec les nouveaux fichiers.
pl: Aktualizuj tłumaczenie aplikacji za pomocą nowych plików.
tr: Uygulama çevirisini yeni dosyalarla güncelleyin.
