Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.13.tar.gz/transpolibre-0.8.13/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: bn, de, id, it, ko, pl

source: Usage
bn: ব্যবহার
de: Verwendung
id: Penggunaan
it: Uso
ko: 사용법
pl: Sposób użycia

source: Thusly.
bn: এইভাবে।
de: So.
id: Dengan demikian.
it: Così.
ko: 그렇게.
pl: Tak właśnie.

source: Help
bn: সাহায্য
de: Hilfe
id: Bantuan
it: Aiuto
ko: 도움말
pl: Pomoc

source: Examples
bn: উদাহরণ
de: Beispiele
id: Contoh
it: Esempi
ko: 예제
pl: Przykłady

source: To translate a single PO file:
bn: একটি পিও ফাইল অনুবাদ করতে:
de: So übersetzen Sie eine einzelne PO-Datei:
id: Untuk menerjemahkan satu file PO:
it: Per tradurre un singolo file PO:
ko: 단일 PO 파일을 번역하려면:
pl: Aby przetłumaczyć pojedynczy plik PO:

source: To translate specifying to/from language:
bn: ভাষা থেকে/ভাষায় অনুবাদ করতেঃ
de: Um eine Übersetzung mit Angabe der Quell- und Zielsprache durchzuführen:
id: Untuk menerjemahkan dengan menentukan bahasa ke/dari:
it: Per tradurre specificando la lingua di partenza e quella di arrivo:
ko: 언어를 지정하여 번역하려면:
pl: Aby przetłumaczyć określając język do/z:

source: To use a particular LibreTranslate server:
bn: নির্দিষ্ট একটি LibreTranslate সার্ভার ব্যবহার করতে:
de: So verwenden Sie einen bestimmten LibreTranslate-Server:
id: Untuk menggunakan server LibreTranslate tertentu:
it: Per utilizzare un particolare server LibreTranslate:
ko: 특정 LibreTranslate 서버를 사용하려면:
pl: Aby użyć określonego serwera LibreTranslate:

source: To list languages available on a LibreTranslate server:
bn: একটি LibreTranslate সার্ভারে উপলব্ধ ভাষাগুলির তালিকা:
de: So listen Sie die auf einem LibreTranslate-Server verfügbaren Sprachen auf:
id: Untuk daftar bahasa yang tersedia di server LibreTranslate:
it: Per elencare le lingue disponibili su un server LibreTranslate:
ko: LibreTranslate 서버에서 사용 가능한 언어를 나열하려면:
pl: Aby wyświetlić listę języków dostępnych na serwerze LibreTranslate:

source: To translate all the PO files in a directory:
bn: একটি ডিরেক্টরির মধ্যে সমস্ত PO ফাইল অনুবাদ করতে:
de: So übersetzen Sie alle PO-Dateien in einem Verzeichnis:
id: Untuk menerjemahkan semua file PO dalam sebuah direktori:
it: Per tradurre tutti i file PO in una directory:
ko: 디렉토리의 모든 PO 파일을 번역하려면:
pl: Aby przetłumaczyć wszystkie pliki PO w katalogu:

source: To tranlate with a local model:
bn: একটি স্থানীয় মডেলের সাথে ট্রান্সলেট করতেঃ
de: So übersetzen Sie mit einem lokalen Modell:
id: Untuk menerjemahkan dengan model lokal:
it: Per tradurre con un modello locale:
ko: 로컬 모델로 번역하려면:
pl: Aby przetłumaczyć za pomocą lokalnego modelu:

source: The LibreTranslate URL and API key can be stored using dotenv, so it doesn't need to be specified on the command line. For instance instead of doing this:
bn: LibreTranslate URL এবং API key dotenv ব্যবহার করে সংরক্ষণ করা যায়, তাই এটি কমান্ড লাইনে নির্দিষ্ট করার দরকার নেই। উদাহরণস্বরূপ, এর পরিবর্তে:
de: Die LibreTranslate-URL und der API-Schlüssel können mit dotenv gespeichert werden, sodass sie nicht auf der Befehlszeile angegeben werden müssen. Beispielsweise können Sie statt dessen Folgendes tun:
id: URL LibreTranslate dan kunci API dapat disimpan menggunakan dotenv, sehingga tidak perlu ditentukan pada baris perintah. Sebagai contoh, alih-alih melakukan ini:
it: L'URL e la chiave API di LibreTranslate possono essere memorizzati utilizzando dotenv, quindi non è necessario specificarli sulla riga di comando. Ad esempio, invece di fare questo:
ko: LibreTranslate URL과 API 키는 dotenv를 사용하여 저장할 수 있으므로 명령줄에서 지정할 필요가 없습니다. 예를 들어 다음과 같이 하지 않아도 됩니다.
pl: Adres URL LibreTranslate i klucz API mogą być przechowywane przy użyciu dotenv, więc nie trzeba ich podawać na linii poleceń. Na przykład zamiast tego:

source: You can add the URL adding the ``LT_URL`` variable to an ``.env`` file in the base directory:
bn: আপনি বেস ডিরেক্টরির একটি ``.env`` ফাইলে ``LT_URL`` ভেরিয়েবল যোগ করে URL যোগ করতে পারেন:
de: Sie können die URL hinzufügen, indem Sie die Variable ``LT_URL`` einer ``.env``-Datei im Basisverzeichnis hinzufügen:
id: Anda dapat menambahkan URL dengan menambahkan variabel ``LT_URL`` ke file ``.env`` di direktori dasar:
it: È possibile aggiungere l'URL aggiungendo la variabile ``LT_URL`` a un file ``.env`` nella directory di base:
ko: 기본 디렉토리의 ``.env`` 파일에 ``LT_URL`` 변수를 추가하여 URL을 추가할 수 있습니다.
pl: Możesz dodać adres URL dodając zmienną ``LT_URL`` do pliku ``.env`` w katalogu bazowym:

source: The same can be done with the API key, such as:
bn: এটি এপিআই কী দিয়েও করা যেতে পারে, যেমনঃ
de: Dasselbe kann mit dem API-Schlüssel erfolgen, z. B.:
id: Hal yang sama dapat dilakukan dengan kunci API, seperti:
it: Lo stesso può essere fatto con la chiave API, ad esempio:
ko: API 키도 마찬가지로 다음과 같이 할 수 있습니다.
pl: To samo można zrobić z kluczem API, na przykład:

source: A default Ollama model:
bn: একটি ডিফল্ট ওল্লামা মডেল:
de: Ein Standard-Ollama-Modell:
id: Model Ollama default:
it: Un modello Ollama di default:
ko: 기본 Ollama 모델:
pl: Domyślny model Ollama:

source: A default Ollama URL:
bn: ডিফল্ট Ollama URL:
de: Standard-Ollama-URL:
id: URL Ollama default:
it: Un URL Ollama di default:
ko: 기본 Ollama URL:
pl: Domyślny adres URL Ollama:
