Repository: pypi-data/pypi-mirror-370
Catalog: packages/mcdis-rcon/mcdis_rcon-0.4.31a0.tar.gz/mcdis_rcon-0.4.31a0/mcdis_rcon/locales/*/LC_MESSAGES/app.po
Languages: es

source: Error while running discord client: {}
es: Error al inicializar el cliente de discord: {}

source: Your configuration has been loaded successfully.
es: La configuración se ha cargado exitosamente.

source: Error: Channel with id {} not found.
es: Error: No se encontró el canal con id {}.

source: Error: The panel channel must be a text channel.
es: Error: El canal del panel debe ser un canal de texto.

source: Logged in as {}!
es: Sesión iniciada como {}!

source: • Creating objects {}
es: • Creando objetos {}

source: • Importing addons:
es: • Importando addons:

source: -> Imported {}
es: -> Se importó {}

source: -> Unable to import {}
es: -> No se pudo importar {}

source: • Loaded Discord events
es: • Eventos de Discord cargados

source: • Client commands synchronized to Discord
es: • Comandos del cliente sincronizados con Discord

source: • Loaded server panel
es: • Panel cargado

source: Loading Complete
es: Carga completa

source: There was an error while loading McDis RCON.
es: Hubo un error al cargar McDis RCON.

source: ✔ Initializing processes.
es: ✔ Inicializando procesos.

source: ✔ Stopping processes.
es: ✔ Deteniendo procesos.

source: ✔ Forcibly stopped processes.
es: ✔ Deteniendo procesos forzosamente.

source: ✔ Restarting processes...
es: ✔ Reiniciando procesos...

source: ✔ Reloading mdplugins...
es: ✔ Recargando mdplugins...

source: ✔ Reloading mdaddons...
es: ✔ Recargando mdaddons...

source: ✖ Specify the process. E.g.: `{}{} <name>` or `{}{}-all`.
es: ✖ Especifica el proceso. Ej.: `{}{} <name>` or `{}{}-all`.

source: ✖ `[{}]`: The process was already open.
es: ✖ `[{}]`: El proceso ya estaba abierto.

source: ✔ `[{}]`: Initializing process.
es: ✔ `[{}]`: Inicializando proceso.

source: ✖ `[{}]`: The process was not open.
es: ✖ `[{}]`: El proceso no estaba abierto.

source: ✔ `[{}]`: Stopping process.
es: ✔ `[{}]`: Deteniendo proceso.

source: ✔ `[{}]`: Forcibly stopped process.
es: ✔ `[{}]`: Proceso detenido forzosamente.

source: ✔ `[{}]`: Restarting process...
es: ✔ `[{}]`: Reiniciando proceso...

source: ✔ `[{}]`: Reloading mdplugins...
es: ✔ `[{}]`: Recargando mdplugins...

source: Saving files...
es: Guardando archivos...

source: `[{}/{}]` Uploaded files.
es: `[{}/{}]` Archivos subidos.

source: ✔ Files have been uploaded.
es: ✔ Archivos subidos.

source: Processing files...
es: Procesando archivos...

source: • `{}` uploaded.
es: • `{}` subido.

source: • McDis will not overwrite the file `{}`.
es: • McDis no sobreescribirá el archivo `{}`.

source: ✔ Files have been processed.
es: ✔ Archivos procesados.

source: Checking if there are open processes...
es: Verificando si hay procesos abiertos...

source: Closing processes...
es: Cerrando procesos...

source: Processes will be forcibly closed in {} seconds...
es: Los procesos serán cerrados forzosamente en {} segundos...

source: Processes forcibly closed.
es: Procesos cerrados forzosamente.

source: Processes closed.
es: Procesos cerrados.

source: Restarting...
es: Reiniciando...

source: ✔ Addons reloaded.
es: ✔ Addons recargados.

source: Error in {} of {}: {}
es: Error en {} de {}: {}

source: ✖ The path must be a McDis path. E.g.: `McDis/Backups`.
es: ✖ La dirección debe ser un McDis path. E.g.: `McDis/Backups`.

source: ✖ You must work within the directory where McDis is running.
es: ✖ Solo puedes trabajar dentro del directorio donde corre McDis.

source: ✖ The path must exist.
es: ✖ La dirección debe existir.

source: ✖ The path must be a directory.
es: ✖ La dirección debe ser un directorio.

source: ✖ The path must be a file.
es: ✖ La dirección debe ser un archivo.

source: Are you sure you want to restart McDis?
es: Estás seguro de que quieres reiniciar McDis?

source: Server Panel
es: Panel del servidor

source: Here you will find an overview of the server resource usage. Additionally, McDis RCON recognizes the following commands in the following instances:
es: Acá encontrarás una vista general del uso de recursos del servidor. Además, McDis RCON reconoce los siguientes comandos en las siguientes instancias:

source: Console
es: Consola

source: [Disk Usage]: Disk usage is over 90%.
es: [Uso de Disco]: El uso de disco supera el 90%.

source: [Uploader]: Uploader is currently running.
es: [Uploader]: El Uploader está abierto actualmente.

source: [Flask]: Flask is currently running.
es: [Flask]: Flask está abierto actualmente.

source: [Fast Mode]: Managed folders skipped.
es: [Fast Mode]: Cálculo de carpetas administradas omitido.

source: > Server Resources
es: > Recursos del servidor

source: > Warnings
es: > Precauciones

source: Edit the path to upload
es: Editar la dirección de subida

source: Path to upload
es: Dirección de subida

source: Uploader Manager
es: Administrador del Uploader

source: If the Uploader is active, all files uploaded to this channel will be sent to the specified destination.
es: Si el Uploader está abierto, todos los archivos que se suban a este canal serán enviados a la dirección específicada.

source: Click on here to stop Flask
es: Presiona aquí para detener Flask

source: ✔ Flask was succesfully closed.
es: ✔ Flask se cerró correctamente.

source: Flask will delay responding to the shutdown request until all ongoing file downloads are complete. Do you want to proceed?
es: Flask no responderá a la solicitud de cierre hasta que halla terminado de procesar todas las descargas en curso. Deseas proceder?

source: Flask allows you to download files larger than 5 MB. When you request a file, Flask generates a link that allows you to download it.
es: Flask te permite descargar archivos con un tamaño mayor a 5 MB. Cuando solites un archivo, Flask generará un link que te permitirá descargarlo.

source: **Active Links:**
es: **Links Activos:**

source: Are you sure you want to kill the `{}` process?
es: Estás seguro que deseas cerrar forzosamente el proceso `{}`?

source: ✔ Addons reloaded:
es: ✔ Addons recargados:

source: No addons were found.
es: No se encontraron addons.

source: [Make Backup]
es: [Crear Backup]

source: Select a backup
es: Selecciona un backup

source: ✖ The process must be closed.
es: ✖ El proceso debe estar cerrado.

source: Compressing files...
es: Comprimiendo archivos...

source: `[{}]`: `[{}/{}]` files have been compressed...
es: `[{}]`: `[{}/{}]` archivos han sido comprimidos...

source: ✖ An error occurred while compressing files.
es: ✖ Ocurrió un error mientras se comprimían los archivos.

source: ✔ The files have been successfully compressed.
es: ✔ Los archivos fueron comprimidos satisfactoriamente.

source: Are you sure you want to make a backup?
es: Estás seguro que deseas crear un backup?

source: Unpacking backup...
es: Descomprimiendo backup...

source: `[{}]`: `[{}/{}]` files have been unpacked...
es: `[{}]`: `[{}/{}]` archivos han sido descomprimidos...

source: ✖ An error occurred while unpacking files.
es: ✖ Ocurrió un error mientras se descomprimían los archivos.

source: ✔ The files have been successfully unpacked.
es: ✔ Los archivos fueron descomprimidos satisfactoriamente.

source: Are you sure you want to load the backup `{}`?
es: Estás seguro que deseas cargar el backup `{}`?

source: No backups were found.
es: No se encontraron backups.

source: If you want to load a backup or make one, select it from the dropdown below.
es: Si deseas cargar un backup o crear uno, selecciónalo en el desplegable de abajo.

source: [New Command]
es: [Nuevo Comando]

source: Select an action
es: Selecciona una acción

source: ✖ The proceso isn't open.
es: ✖ El proceso no está abierto.

source: ✔ Executing commands...
es: ✔ Ejecutando comandos...

source: Edit the command
es: Edita el comando

source: Name
es: Nombre

source: Are you sure you want to delete the `{}` command?
es: Estás seguro que deseas eliminar el comando `{}`

source: Description
es: Descripción

source: Select a command
es: Selecciona un comando

source: ✖ At the moment, only up to 24 commands are allowed.
es: ✖ De momento, solo se pueden tener hasta 24 comandos.

source: New command
es: Nuevo comando

source: Command name
es: Nombre del comando

source: ✖ There is already a command with that name.
es: ✖ Ya hay un comando con ese nombre.

source: In the dropdown below, you will find various predefined commands. Select the one you wish to use.
es: En el desplegable de abajo encontrarás distintos comandos predefinidos. Selecciona el que deseas utilizar.

source: Dropdown:
es: Desplegable:

source: Processes
es: Procesos

source: > Processes in `{}`
es: > Procesos en `{}`

source: There are no processes in this folder.
es: No hay procesos dentro de esta carpeta.

source: If you want to close a process, select it from the dropdown below.
es: Si desees cerrar un proceso, selecciónalo en el desplegable de abajo.

source: Select a file
es: Selecciona un archivo

source: ✖ McDis only accepts file requests of up to 5MB.
es: ✖ McDis solo acepta solicitudes de archivos de hasta 5MB.

source: Download Link
es: Link de Descarga

source: Flask is currently close, do you want to run it?
es: Flask está cerrado actualmente, deseas abrirlo?

source: Edit the file
es: Edita el archivo

source: File
es: Archivo

source: ✖ The name of directories or files renamed with McDis can only contain letters, numbers, periods (.), hyphens (-), or underscores (_). Provided name: `{}`
es: ✖ El nombre de directorios o archivos renombrados con McDis solo pueden contener letras, números, puntos (.), guiones (-) o guiones bajos (_). Nombre proporcionado: `{}`

source: Commands
es: Comandos

source: ✖ Invalid command `{}`.
es: ✖ Comando invalido `{}`.

source: ✖ You must provide one argument. E.g.: `mkdir <name>`.
es: ✖ Debes proporcionar un argumento. Ej.: `mkdir <name>`.

source: ✖ You must provide one argument. E.g.: `zip <dir:index>`.
es: ✖ Debes proporcionar un argumento. Ej.: `zip <dir:index>`.

source: ✖ You must provide one argument. E.g.: `unzip <file:index>`.
es: ✖ Debes proporcionar un argumento. Ej.: `unzip <dir:index>`.

source: ✖ The path must be a `.zip` file.
es: ✖ La dirección debe ser un archivo `zip`.

source: ✖ A folder named `{}` already exists.
es: ✖ Ya existe un directorio llamado `{}`.

source: ✖ You must provide one argument. E.g.: `cd <dir:index | file:index>`.
es: ✖ Debes proporcionar un argumento. Ej.: `cd <dir:index | file:index>`.

source: ✖ You must provide one argument. E.g.: `del <dir:index | file:index>`.
es: ✖ Debes proporcionar un argumento. Ej.: `del <dir:index | file:index>`.

source: This action might take some time...
es: Esta acción puede tomar un momento...

source: ✖ An error occurred while deleting `{}`.
es: ✖ Ocurrió un error mientras se borraba `{}`.

source: ✔ `{}` has been deleted.
es: ✔ `{}` ha sido eliminado.

source: ✖ You must provide two arguments. E.g.: `copy <dir:index | file:index> <mcdis_path>`.
es: ✖ Debes proporcionar dos argumentos. Ej.: `copy <dir:index | file:index> <mcdis_path>`.

source: ✖ A folder with that name already exists at path.
es: ✖ Ya existe un directorio con ese nombre en esa dirección.

source: ✖ A file with that name already exists at path.
es: ✖ Ya existe un archivo con ese nombre en esa dirección.

source: ✖ An error occurred while copying `{}` to `{}`.
es: ✖ Ocurrió un error mientras se copiaba `{}` a `{}`.

source: ✔ `{}` has been copied to `{}`.
es: ✔ `{}` fue copiado a `{}`.

source: ✖ You must provide two arguments. E.g.: `move <dir:index | file:index> <mcdis_path>`.
es: ✖ Debes proporcionar dos argumentos. Ej.: `move <dir:index | file:index> <mcdis_path>`.

source: ✖ An error occurred while moving `{}` to `{}`.
es: ✖ Ocurrió un error mientras se movia `{}` a `{}`.

source: ✔ `{}` has been moved to `{}`.
es: ✔ `{}` fue movido a `{}`.

source: ✖ You must provide two arguments. E.g.: `rename <dir:index | file:index> <new_name>`.
es: ✖ Debes proporcionar dos argumentos. Ej.: `rename <dir:index | file:index> <new_name>`.

source: ✖ Invalid argument `{}`. It should be `dir:index` or `file:index`.
es: ✖ Argumento no reconocido `{}`. Este debe ser `dir:index` o `ìndex:index`.

source: ✖ No {} exists with that index.
es: ✖ No existe un {} con ese indice.

source: directory
es: directorio

source: file
es: archivo

source: Are you sure you want to delete the dir `{}`?
es: Estás seguro de que deseas eliminar el directorio `{}`?

source: Are you sure you want to delete the file `{}`?
es: Estás seguro de que deseas eliminar el archivo `{}`?

source: This banner lets you configure the File Manager functions.
es: Este banner te permite configurar las funciones del administrador de archivos.
