Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/about.po
Languages: bn, de, es, hi, it, pl, ru

source: About
bn: সম্পর্কে
de: Über
es: Acerca de
hi: बारे में
it: Informazioni su
pl: O programie
ru: О программе

source: Momovu is a PDF margin visualization tool specifically designed for the publishing industry. It helps publishers, book designers, and print professionals ensure their PDFs have proper margins, spine widths, and layout specifications before sending them to print.
bn: মোমোভু হল একটি পিডিএফ মার্জিন ভিজুয়ালাইজেশন টুল যা প্রকাশনা শিল্পের জন্য বিশেষভাবে ডিজাইন করা হয়েছে। এটি প্রকাশক, বই ডিজাইনার এবং মুদ্রণ পেশাদারদের সাহায্য করে যাতে তাদের পিডিএফগুলিতে মুদ্রণে পাঠানোর আগে সঠিক মার্জিন, স্পাইন প্রস্থ এবং লেআউট স্পেসিফিকেশন রয়েছে তা নিশ্চিত করতে।
de: Momovu ist ein PDF-Randvisualisierungs-Tool, das speziell für die Verlagsbranche entwickelt wurde. Es hilft Verlagen, Buchdesignern und Printprofis dabei, sicherzustellen, dass ihre PDFs vor dem Druck die richtigen Ränder, Rückenbreiten und Layoutspezifikationen aufweisen.
es: Momovu es una herramienta de visualización de márgenes de PDF diseñada específicamente para la industria editorial. Ayuda a editores, diseñadores de libros y profesionales de impresión a asegurarse de que sus PDF tengan los márgenes adecuados, anchos de lomo y especificaciones de diseño antes de enviarlos a imprimir.
hi: मोमोवू प्रकाशन उद्योग के लिए विशेष रूप से डिज़ाइन किया गया एक पीडीएफ मार्जिन विजुअलाइज़ेशन टूल है। यह प्रकाशकों, पुस्तक डिज़ाइनरों और प्रिंट पेशेवरों की मदद करता है कि उनके पीडीएफ में सही मार्जिन, रीढ़ की चौड़ाई और लेआउट विनिर्देश हैं, जिससे उन्हें प्रिंट करने से पहले सुनिश्चित किया जा सके।
it: Momovu è uno strumento di visualizzazione dei margini PDF progettato specificamente per l'industria editoriale. Aiuta editori, designer di libri e professionisti della stampa a verificare che i loro file PDF abbiano margini corretti, spessori del dorso e specifiche di layout prima di inviarli in stampa.
pl: Momovu to narzędzie wizualizujące marginesy PDF, stworzone specjalnie dla branży wydawniczej. Pomaga wydawcom, projektantom książek i specjalistom drukarskim upewnić się, że ich pliki PDF mają odpowiednie marginesy, szerokości grzbietu i parametry układu strony przed wysłaniem ich do druku.
ru: Momovu — это инструмент визуализации полей PDF, специально разработанный для издательской индустрии. Он помогает издателям, дизайнерам книг и специалистам по печати убедиться, что их PDF-файлы имеют правильные поля, ширину корешка и параметры макета перед отправкой на печать.

source: Purpose
bn: উদ্দেশ্য
de: Zweck
es: Propósito
hi: उद्देश्य
it: Scopo
pl: Cel
ru: Цель

source: Publishing books requires precise attention to margins, bleeds, and safety zones. A small error in margin calculations can result in text being cut off, images bleeding incorrectly, or spine text being misaligned. Momovu addresses these challenges by providing:
bn: বই প্রকাশনায় মার্জিন, ব্লিড এবং নিরাপত্তা অঞ্চলে সুনির্দিষ্ট মনোযোগ প্রয়োজন। মার্জিন গণনায় একটি ছোট ত্রুটির ফলে টেক্সট কেটে যেতে পারে, ছবি ভুলভাবে ব্লিড হতে পারে বা স্পাইন টেক্সট ভুল সারিবদ্ধ হতে পারে। মোমোভু এই চ্যালেঞ্জগুলি সমাধান করে নিম্নলিখিত সুবিধা প্রদান করে:
de: Das Veröffentlichen von Büchern erfordert eine präzise Aufmerksamkeit auf Ränder, Überdruckzonen und Sicherheitsbereiche. Ein kleiner Fehler bei den Randberechnungen kann dazu führen, dass Text abgeschnitten wird, Bilder falsch überdruckt werden oder die Rückentexte nicht richtig ausgerichtet sind. Momovu begegnet diesen Herausforderungen, indem es folgendes bietet:
es: Publicar libros requiere una atención precisa a los márgenes, los sangrados y las zonas de seguridad. Un pequeño error en los cálculos de los márgenes puede resultar en que el texto se corte, las imágenes sangren incorrectamente o el texto del lomo esté mal alineado. Momovu aborda estos desafíos proporcionando:
hi: पुस्तकों के प्रकाशन में मार्जिन, ब्लीड और सुरक्षा क्षेत्रों पर ठीक से ध्यान देने की आवश्यकता होती है। मार्जिन की गणना में एक छोटी गलती भी पाठ के काट जाने, छवियों के गलत तरीके से ब्लीड होने या स्पाइन पाठ के गलत तरीके से संरेखित होने का कारण बन सकती है। मोमोवू इन चुनौतियों को ध्यान में रखते हुए प्रदान करता है:
it: Pubblicare libri richiede un'attenzione precisa ai margini, alle sanguinature e alle aree di sicurezza. Un piccolo errore nei calcoli dei margini può causare il taglio del testo, sanguinature errate delle immagini o un allineamento sbagliato del testo sulla costa. Momovu affronta queste sfide fornendo:
pl: Publikowanie książek wymaga precyzyjnej uwagi do marginesów, nadcięć i stref bezpieczeństwa. Mały błąd w obliczeniach marginesów może spowodować, że tekst zostanie ucięty, obrazy będą miały niewłaściwe nadcięcia, czy tekst na grzbiecie książki będzie nieprawidłowo wyrównany. Momovu rozwiązuje te problemy, zapewniając:
ru: Публикация книг требует внимательного подхода к полям, вылетам и зонам безопасности. Малейшая ошибка в расчете полей может привести к тому, что текст будет обрезан, изображения будут некорректно выходить за обрез или текст на корешке будет неправильно выровнен. Momovu решает эти проблемы, предоставляя:

source: **Real-time visualization** of safety margins and trim lines
bn: **রিয়েল-টাইম ভিজুয়ালাইজেশন** নিরাপত্তা মার্জিন এবং ট্রিম লাইনের
de: **Echtzeitvisualisierung** von Sicherheitsabständen und Trimmpfaden
es: **Visualización en tiempo real** de los márgenes de seguridad y líneas de corte
hi: सुरक्षा मार्जिन और ट्रिम लाइनों का **वास्तविक-समय दृश्यांकन**
it: **Visualizzazione in tempo reale** dei margini di sicurezza e delle linee di taglio
pl: **Wizualizacja w czasie rzeczywistym** marginesów bezpieczeństwa i linii wyważenia
ru: **Визуализация в реальном времени** полей безопасности и линий обрезки

source: **Spine width calculations** based on page count
bn: পৃষ্ঠা সংখ্যার ভিত্তিতে **স্পাইন প্রস্থ গণনা**
de: **Rückenbreitenberechnungen** basierend auf der Seitenzahl
es: **Cálculos del ancho del lomo** basados en el número de páginas
hi: पृष्ठ संख्या के आधार पर **रीढ़ की चौड़ाई की गणना**
it: **Calcolo dello spessore del dorso** in base al numero di pagine
pl: **Obliczenia szerokości grzbietu** na podstawie liczby stron
ru: **Расчет ширины корешка** в зависимости от количества страниц

source: **Dustjacket layout preview** with flap dimensions
bn: ফ্ল্যাপ মাত্রা সহ **ডাস্টজ্যাকেট লেআউট প্রিভিউ**
de: **Schutzumschlag-Layout-Vorschau** mit Klappen-Abmessungen
es: **Vista previa del diseño de la sobrecubierta** con dimensiones de las solapas
hi: फ्लैप आयामों के साथ **डस्टजैकेट लेआउट पूर्वावलोकन**
it: **Anteprima del layout della sovraccoperta** con dimensioni delle alette
pl: **Podgląd układu obwoluty** z wymiarami skrzydełek
ru: **Предварительный просмотр макета суперобложки** с размерами клапанов

source: **Interactive tools** for examining every detail of your PDF
bn: আপনার পিডিএফের প্রতিটি বিস্তারিত পরীক্ষা করার জন্য **ইন্টারঅ্যাক্টিভ টুলস**
de: **Interaktive Tools** zur Untersuchung jedes Details Ihres PDFs
es: **Herramientas interactivas** para examinar cada detalle de su PDF
hi: अपने पीडीएफ के हर विवरण की जांच करने के लिए **इंटरैक्टिव उपकरण**
it: **Strumenti interattivi** per esaminare ogni dettaglio del tuo PDF
pl: **Narzędzia interaktywne** do badania każdego szczegółu swojego pliku PDF
ru: **Интерактивные инструменты** для изучения каждой детали вашего PDF

source: Momovu showcasing cover with overlays
bn: মোমোভু ওভারলে সহ কভার প্রদর্শন করছে
de: Momovu stellt Cover mit Overlays vor
es: Momovu mostrando la portada con superposiciones
hi: मोमोवू ओवरले के साथ कवर दिखा रहा है
it: Momovu mostra la copertina con sovrapposizioni
pl: Momovu prezentujący okładkę z nakładkami
ru: Momovu представляет обложку с накладками

source: Momovu displaying a book cover with trim lines, safety margins, fold lines, and bleed lines
bn: মোমোভু ট্রিম লাইন, সুরক্ষা মার্জিন, ফোল্ড লাইন এবং ব্লিড লাইনযুক্ত একটি বইয়ের আবরণ প্রদর্শন করছে
de: Momovu zeigt ein Buchcover mit Schnittlinien, Sicherheitsrändern, Faltlinien und Überdrucklinien
es: Momovu mostrando una portada de libro con líneas de corte, márgenes de seguridad, líneas de doblado y líneas de sangrado
hi: मोमोवू ट्रिम लाइनों, सुरक्षा मार्जिन, फोल्ड लाइनों और ब्लीड लाइनों के साथ एक पुस्तक कवर प्रदर्शित करते हुए
it: Momovu mostra una copertina di libro con linee di taglio, margini di sicurezza, linee di piegatura e linee di sanguinamento
pl: Momovu prezentuje okładkę książki z liniami ciecia, bezpiecznym marginesem, liniami złożenia i liniami nadcięcia
ru: Momovu, демонстрирующий обложку книги с линиями обрезки, полями безопасности, линиями сгиба и линиями вылета

source: Use Cases
bn: ব্যবহারের ক্ষেত্র
de: Anwendungsfälle
es: Casos de uso
hi: उपयोग के मामले
it: Casi d'uso
pl: Przypadki użycia
ru: Примеры использования

source: Book Publishers
bn: বই প্রকাশক
de: Buchverlage
es: Editores de libros
hi: पुस्तक प्रकाशक
it: Case editrici
pl: Wydawcy książek
ru: Книжные издатели

source: Verify interior margins meet printer specifications
bn: অভ্যন্তরীণ মার্জিনগুলি প্রিন্টার স্পেসিফিকেশনের সাথে মেলে কিনা তা যাচাই করুন
de: Stellen Sie sicher, dass die inneren Ränder den Druckeranforderungen entsprechen.
es: Verificar que los márgenes interiores cumplan con las especificaciones de la impresora
hi: सत्यापित करें कि आंतरिक मार्जिन प्रिंटर विनिर्देशों को पूरा करते हैं
it: Verifica che i margini interni rispettino le specifiche della stampante
pl: Sprawdź, czy wewnętrzne marginesy spełniają wymagania drukarki
ru: Проверьте, чтобы внутренние поля соответствовали спецификациям принтера

source: Check that content stays within safety zones
bn: কন্টেন্ট নিরাপত্তা অঞ্চলের মধ্যে থাকে কিনা তা পরীক্ষা করুন
de: Stellen Sie sicher, dass der Inhalt innerhalb der Sicherheitszonen bleibt.
es: Verificar que el contenido se mantenga dentro de las zonas de seguridad
hi: जांचें कि सामग्री सुरक्षा क्षेत्रों के भीतर रहती है
it: Verifica che il contenuto rimanga all'interno delle aree di sicurezza
pl: Sprawdź, czy zawartość pozostaje w strefach bezpieczeństwa
ru: Убедитесь, что контент остается в пределах зон безопасности

source: Preview how pages will appear in spreads
bn: পৃষ্ঠাগুলি স্প্রেডে কীভাবে প্রদর্শিত হবে তার প্রিভিউ
de: Vorschau, wie die Seiten in Doppelseiten erscheinen werden
es: Vista previa de cómo aparecerán las páginas en los pliegos
hi: पूर्वावलोकन करें कि स्प्रेड में पृष्ठ कैसे दिखाई देंगे
it: Anteprima di come appariranno le pagine nelle doppie pagine
pl: Podglądaj, jak strony będą wyglądać w rozkładzie
ru: Предварительный просмотр того, как страницы будут выглядеть в разворотах

source: Ensure consistent margins across all pages
bn: সমস্ত পৃষ্ঠা জুড়ে সামঞ্জস্যপূর্ণ মার্জিন নিশ্চিত করুন
de: Stellen Sie konsistente Ränder auf allen Seiten sicher
es: Asegurar márgenes consistentes en todas las páginas
hi: सभी पृष्ठों पर समान मार्जिन बनाए रखें
it: Assicurati che i margini siano uniformi in tutte le pagine
pl: Zapewnij spójne marginesy na wszystkich stronach
ru: Гарантировать одинаковые поля на всех страницах

source: Cover Designers
bn: কভার ডিজাইনার
de: Cover-Designer
es: Diseñadores de portadas
hi: आवरण डिज़ाइनर
it: Designer di copertine
pl: Projektanci okładek
ru: Дизайнеры обложек

source: Visualize spine width for different page counts
bn: বিভিন্ন পৃষ্ঠা সংখ্যার জন্য স্পাইন প্রস্থ ভিজুয়ালাইজ করুন
de: Rückenbreite für unterschiedliche Seitenzahlen visualisieren
es: Visualizar el ancho del lomo para diferentes cantidades de páginas
hi: अलग-अलग पृष्ठ संख्या के लिए स्पाइन चौड़ाई की कल्पना करें
it: Visualizza lo spessore del dorso per diversi numeri di pagine
pl: Wizualizuj szerokość grzbietu dla różnej liczby stron
ru: Визуализация ширины корешка для различных количеств страниц

source: Check barcode placement areas
bn: বারকোড স্থাপনের এলাকা পরীক্ষা করুন
de: Überprüfen Sie die Barcode-Platzierungsbereiche
es: Verificar áreas de colocación de códigos de barras
hi: बारकोड प्लेसमेंट क्षेत्रों की जांच करें
it: Verifica le aree di posizionamento del codice a barre
pl: Sprawdź obszary rozmieszczenia kodów kreskowych
ru: Проверьте области размещения штрих-кода

source: Verify bleed and safety margins
bn: ব্লিড এবং নিরাপত্তা মার্জিন যাচাই করুন
de: Überprüfen Sie die Beschnitt- und Sicherheitsränder
es: Verificar los márgenes de sangrado y de seguridad
hi: ब्लीड और सुरक्षा मार्जिन की सत्यापना करें
it: Verifica i margini di sanguinamento e di sicurezza
pl: Sprawdź marginesy odcięcia i bezpieczeństwa
ru: Проверьте вылеты и поля безопасности

source: Preview fold lines for perfect binding
bn: পারফেক্ট বাইন্ডিংয়ের জন্য ফোল্ড লাইনের প্রিভিউ
de: Vorschau der Faltlinien für perfekte Bindung
es: Vista previa de líneas de plegado para encuadernación perfecta
hi: परफेक्ट बाइंडिंग के लिए फोल्ड लाइनों का पूर्वावलोकन करें
it: Anteprima delle linee di piega per la brossura
pl: Podgląd linii zgięcia dla oprawy klejonej
ru: Предварительный просмотр линий сгиба для бесшвейного скрепления

source: Print Shops
bn: প্রিন্ট শপ
de: Druckereien
es: Imprentas
hi: प्रिंट शॉप
it: Stamperie
pl: Drukarnie
ru: Печатные мастерские

source: Quality control before printing
bn: মুদ্রণের আগে গুণমান নিয়ন্ত্রণ
de: Qualitätskontrolle vor der Drucklegung
es: Control de calidad antes de la impresión
hi: मुद्रण से पहले गुणवत्ता नियंत्रण
it: Controllo della qualità prima della stampa
pl: Kontrola jakości przed drukiem
ru: Контроль качества перед печатью

source: Client approval presentations
bn: ক্লায়েন্ট অনুমোদন উপস্থাপনা
de: Präsentationen zur Kundenfreigabe
es: Presentaciones para la aprobación del cliente
hi: ग्राहक स्वीकृति प्रस्तुतियाँ
it: Presentazioni per l'approvazione del cliente
pl: Prezentacje do zatwierdzenia przez klienta
ru: Презентации для одобрения клиентом

source: Troubleshooting margin issues
bn: মার্জিন সমস্যার ট্রাবলশুটিং
de: Problembehandlung bei Randproblemen
es: Solución de problemas de márgenes
hi: मार्जिन समस्याओं का निवारण
it: Risoluzione dei problemi di margine
pl: Rozwiązywanie problemów z marginesami
ru: Устранение неполадок с полями

source: Verifying file specifications
bn: ফাইল স্পেসিফিকেশন যাচাইকরণ
de: Überprüfung der Dateispezifikationen
es: Verificación de especificaciones del archivo
hi: फाइल विनिर्देशों का सत्यापन
it: Verifica delle specifiche del file
pl: Weryfikowanie specyfikacji pliku
ru: Проверка спецификаций файла

source: Technology
bn: প্রযুক্তি
de: Technologie
es: Tecnología
hi: प्रौद्योगिकी
it: Tecnologia
pl: Technologia
ru: Технология

source: Momovu is built with modern Python technologies:
bn: মোমোভু আধুনিক পাইথন প্রযুক্তি দিয়ে তৈরি:
de: Momovu wird mit modernen Python-Technologien erstellt:
es: Momovu está construido con tecnologías modernas de Python:
hi: मोमोवू आधुनिक पायथन तकनीकों के साथ बनाया गया है:
it: Momovu è costruito con tecnologie moderne di Python:
pl: Momovu został skonstruowany za pomocą nowoczesnych technologii Pythona:
ru: Momovu построен с использованием современных технологий Python:

source: **PySide6/Qt6**: Cross-platform GUI framework
bn: **PySide6/Qt6**: ক্রস-প্ল্যাটফর্ম জিইউআই ফ্রেমওয়ার্ক
de: **PySide6/Qt6**: Plattformübergreifendes GUI-Framework
es: **PySide6/Qt6**: Framework de interfaz gráfica multiplataforma
hi: **PySide6/Qt6**: क्रॉस-प्लेटफॉर्म GUI फ्रेमवर्क
it: **PySide6/Qt6**: Framework multipiattaforma per interfacce grafiche
pl: **PySide6/Qt6**: Wieloplatformowy framework GUI
ru: **PySide6/Qt6**: Кроссплатформенный GUI-фреймворк

source: **QPdfDocument**: Native PDF rendering
bn: **QPdfDocument**: নেটিভ পিডিএফ রেন্ডারিং
de: **QPdfDocument**: Natives PDF-Rendering
es: **QPdfDocument**: Renderizado nativo de PDF
hi: **QPdfDocument**: नेटिव पीडीएफ रेंडरिंग
it: **QPdfDocument**: Rendering PDF nativo
pl: **QPdfDocument**: Natywne renderowanie PDF
ru: **QPdfDocument**: Нативный рендеринг PDF

source: **Python 3.9+**: Modern Python features
bn: **পাইথন 3.9+**: আধুনিক পাইথন বৈশিষ্ট্য
de: **Python 3.9+**: Moderne Python-Features
es: **Python 3.9+**: Características modernas de Python
hi: **पायथन 3.9+**: आधुनिक पायथन सुविधाएँ
it: **Python 3.9+**: Funzionalità moderne di Python
pl: **Python 3.9+**: Nowoczesne funkcje Pythona
ru: **Python 3.9+**: Современные возможности Python

source: **Performance optimized**: Efficient rendering and resource management
bn: **পারফরম্যান্স অপটিমাইজড**: দক্ষ রেন্ডারিং এবং রিসোর্স ম্যানেজমেন্ট
de: **Leistungsoptimiert**: Effizientes Rendern und Ressourcenmanagement
es: **Rendimiento optimizado**: Renderizado eficiente y gestión de recursos
hi: **प्रदर्शन अनुकूलित**: कुशल रेंडरिंग और संसाधन प्रबंधन
it: **Ottimizzazione delle prestazioni**: Rendering efficiente e gestione delle risorse
pl: **Optymalizacja wydajności**: Efektywne renderowanie i zarządzanie zasobami
ru: **Оптимизированная производительность**: эффективный рендеринг и управление ресурсами

source: Project Information
bn: প্রকল্প তথ্য
de: Projektinformationen
es: Información del Proyecto
hi: परियोजना जानकारी
it: Informazioni sul progetto
pl: Informacje o projekcie
ru: Информация о проекте

source: Main Website
bn: মূল ওয়েবসাইট
de: Hauptwebsite
es: Sitio Web Principal
hi: मुख्य वेबसाइट
it: Sito Web Principale
pl: Strona główna
ru: Основной веб-сайт

source: Source Code
bn: সোর্স কোড
de: Quellcode
es: Código Fuente
hi: स्रोत कोड
it: Codice sorgente
pl: Kod źródłowy
ru: Исходный код

source: Status
bn: অবস্থা
es: Estado
hi: स्थिति
it: Stato
ru: Статус

source: **Stable** - The application is functional and stable.
bn: **স্থিতিশীল** - অ্যাপ্লিকেশনটি কার্যকর এবং স্থিতিশীল।
de: **Stabil** – Die Anwendung ist funktional und stabil.
es: **Estable** - La aplicación funciona correctamente y es estable.
hi: **स्थिर** - एप्लिकेशन कार्यात्मक और स्थिर है।
it: **Stabile** - L'applicazione è funzionale e stabile.
pl: **Stabilna** - Aplikacja działa poprawnie i jest stabilna.
ru: **Стабильная** - Приложение функционально и стабильно.

source: Author
bn: লেখক
de: Autor
es: Autor
hi: लेखक
it: Autore
pl: Autor
ru: Автор

source: Jeff Moe <moe@spacecruft.org>
bn: জেফ মো <moe@spacecruft.org>
hi: जेफ मो <moe@spacecruft.org>
ru: Джефф Моу <moe@spacecruft.org>

source: Loveland, Colorado, USA
bn: লভল্যান্ড, কোলরাডো, মার্কিন যুক্তরাষ্ট্র
es: Loveland, Colorado, Estados Unidos
hi: लवलैंड, कोलोराडो, संयुक्त राज्य अमेरिका
pl: Loveland, Kolorado, USA
ru: Ловеленд, Колорадо, США

source: License
bn: লাইসেন্স
de: Lizenz
es: Licencia
hi: लाइसेंस
it: Licenza
pl: Licencja
ru: Лицензия

source: Momovu is released under the Apache 2.0 License, making it free for both personal and commercial use.
bn: মোমোভু আপাচ 2.0 লাইসেন্সের আওতাধীন, যার ফলে ব্যক্তিগত এবং বাণিজ্যিক উভয় ব্যবহারের জন্য এটি বিনামূল্যে।
de: Momovu wird unter der Apache 2.0-Lizenz veröffentlicht, wodurch es sowohl für private als auch kommerzielle Nutzung kostenlos ist.
es: Momovu se distribuye bajo la Licencia Apache 2.0, lo que la hace gratuita tanto para uso personal como comercial.
hi: मोमोवू को एपैचे 2.0 लाइसेंस के तहत जारी किया गया है, जिससे इसका व्यक्तिगत और व्यावसायिक उपयोग दोनों में मुफ्त हो जाता है।
it: Momovu è rilasciato sotto la licenza Apache 2.0, rendendolo gratuito per uso personale e commerciale.
pl: Momovu jest udostępniony na licencji Apache 2.0, dzięki czemu jest darmowy zarówno do użytku osobistego, jak i komercyjnego.
ru: Momovu распространяется под лицензией Apache 2.0, что делает его свободным как для личного, так и для коммерческого использования.
