Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Render safety margin overlays on all four edges.
ar: تظهر تغطيات هوامش الأمان على جميع الأطراف الأربعة.
de: Sicherheitsabstandsüberlagerungen an allen vier Kanten darstellen.
fr: Afficher les surimpressions de marge de sécurité sur les quatre bords.
it: Rappresenta le sovrapposizioni del margine di sicurezza su tutti e quattro i bordi.
pl: Renderuj warstwy marginesu bezpieczeństwa na wszystkich czterech krawędziach.
pt: Render sobreposições da margem de segurança em todas as quatro bordas.

source: Page width
ar: عرض الصفحة
de: Seitenbreite
fr: Largeur de la page
it: Larghezza della pagina
pl: Szerokość strony
pt: Largura da página

source: Page height
ar: ارتفاع الصفحة
de: Seitenhöhe
fr: Hauteur de la page
it: Altezza pagina
pl: Wysokość strony
pt: Altura da página

source: Add trim marks exactly at page boundaries.
ar: أضف علامات التrim بدقة في حدود الصفحة.
de: Fügen Sie Spleißmarkierungen genau an den Seitenrändern hinzu.
fr: Ajoutez des repères de découpe exactement aux limites de la page.
it: Aggiungi i segni di ritaglio esattamente sui bordi della pagina.
pl: Dodaj znaki obcinania dokładnie na granicach strony.
pt: Adicione marcas de acabamento exatamente nas bordas da página.

source: Interior documents don't have bleed lines.
ar: الوثائق الداخلية لا تحتوي على خطوط النزيف.
de: Innendokumente haben keine Bleedlines.
fr: Les documents intérieurs n'ont pas de bordures de débordement.
it: I documenti interni non hanno linee di sanguinamento.
pl: Dokumenty wewnętrzne nie mają linii przewinięcia.
pt: Documentos internos não possuem linhas de sangria.

source: Ignored for interior documents
ar: مُهْمَلٌ للمستندات الداخلية
de: Für interne Dokumente ignoriert
fr: Ignoré pour les documents internes
it: Ignorato per documenti interni
pl: Zignorowane dla dokumentów wewnętrznych
pt: Ignorado para documentos internos

source: Library Modules
ar: وحدات المكتبة
de: Bibliotheksmodule
fr: Modules de la bibliothèque
it: Moduli della Biblioteca
pl: Moduły biblioteki
pt: Módulos da Biblioteca

source: These modules provide utility functions and shared functionality.
ar: يوفر هذه الوحدات الوظائف المساعدة والوظائف المشتركة.
de: Diese Module stellen Hilfsfunktionen und gemeinsame Funktionalitäten bereit.
fr: Ces modules fournissent des fonctions utilitaires et une fonctionnalité partagée.
it: Questi moduli forniscono funzioni di utilità e funzionalità condivise.
pl: Te moduły zapewniają funkcje narzędziowe i wspólną funkcjonalność.
pt: Estes módulos fornecem funções utilitárias e funcionalidades compartilhadas.

source: Configuration Manager
ar: مدير التكوين
de: Konfigurations-Manager
fr: Gestionnaire de configuration
it: Gestore configurazione
pl: Menadżer konfiguracji
pt: Gerenciador de Configuração

source: Configuration management for Momovu application using PySide6 best practices.
ar: إدارة التكوين لتطبيق Momovu باستخدام أفضل ممارسات PySide6.
de: Konfigurationsmanagement für die Momovu-Anwendung unter Verwendung der PySide6-Best Practices.
fr: Gestion de configuration pour l'application Momovu en utilisant les bonnes pratiques PySide6.
it: Gestione delle configurazioni per l'applicazione Momovu utilizzando le best practice di PySide6.
pl: Zarządzanie konfiguracją dla aplikacji Momovu zgodnie z najlepszymi praktykami PySide6.
pt: Gerenciamento de configuração para a aplicação Momovu usando as melhores práticas do PySide6.

source: Central configuration management using PySide6 best practices.
ar: إدارة التكوين المركزية باستخدام أفضل ممارسات PySide6.
de: Zentrale Konfigurationsverwaltung unter Verwendung bewährter PySide6-Methoden.
fr: Gestion centralisée des configurations en suivant les bonnes pratiques PySide6.
it: Gestione centralizzata delle configurazioni seguendo le best practice di PySide6.
pl: Centralne zarządzanie konfiguracją zgodnie z najlepszymi praktykami PySide6.
pt: Gerenciamento central de configuração usando as melhores práticas do PySide6.

source: Initialize the configuration manager.
ar: قم بتهيئة مدير التكوين.
de: Initialisieren Sie den Konfigurationsmanager.
fr: Initialiser le gestionnaire de configuration.
it: Inizializzare il gestore delle configurazioni.
pl: Zainicjalizuj menedżera konfiguracji.
pt: Inicialize o gerenciador de configuração.

source: Get value with automatic type conversion (PySide6 feature).
ar: الحصول على القيمة مع التحويل التلقائي للنوع (ميزة PySide6).
de: Wert mit automatischer Typkonvertierung abrufen (PySide6-Funktion).
fr: Obtenez la valeur avec une conversion de type automatique (fonctionnalité de PySide6).
it: Ottieni il valore con conversione automatica del tipo (funzionalità di PySide6).
pl: Pobierz wartość z automatyczną konwersją typu (funkcja PySide6).
pt: Obtenha o valor com conversão automática de tipo (recursos do PySide6).

source: Configuration key
ar: مفتاح التكوين
de: Konfigurations Schlüssel
fr: Clé de configuration
it: Chiave di configurazione
pl: Klucz konfiguracji
pt: Chave de configuração

source: Type to convert the value to
ar: اكتب للتحويل القيمة إلى
de: Wandelt den Wert in den Typ um
fr: Tapez pour convertir la valeur en
it: Digitare per convertire il valore in
pl: Wpisz, aby przekonwertować wartość na
pt: Digite para converter o valor para

source: The configuration value or default
ar: قيمة التكوين أو القيمة الافتراضية
de: Die Konfigurationswert oder Standardwert
fr: La valeur de configuration ou la valeur par défaut
it: Il valore di configurazione o predefinito
pl: Wartość konfiguracji lub wartość domyślna
pt: O valor de configuração ou o padrão

source: Set value and emit change signal.
ar: حدد القيمة وأرسل إشارة التغيير.
de: Wert festlegen und Änderungssignal auslösen.
fr: Définir la valeur et émettre le signal de modification.
it: Imposta il valore ed emetti il segnale di modifica.
pl: Ustaw wartość i wygeneruj sygnał zmiany.
pt: Definir valor e emitir sinal de alteração.

source: Add file to recent list with automatic cleanup.
ar: أضف الملف إلى قائمة الملفات الأخيرة مع التنظيف التلقائي.
de: Datei mit automatischer Bereinigung zur kürzlichen Liste hinzufügen.
fr: Ajouter le fichier à la liste récente avec nettoyage automatique.
it: Aggiungi il file all'elenco recente con pulizia automatica.
pl: Dodaj plik do ostatnich z automatycznym oczyszczeniem.
pt: Adicione o arquivo à lista recente com limpeza automática.

source: Dictionary containing file metadata
ar: قاموس يحتوي على بيانات الملف
de: Wörterbuch, das Metadaten der Datei enthält
fr: Dictionnaire contenant les métadonnées du fichier
it: Dizionario contenente i metadati del file
pl: Słownik zawierający metadane pliku
pt: Dicionário contendo metadados do arquivo

source: Get recent files using QSettings array API.
ar: الحصول على الملفات الأخيرة باستخدام واجهة API阵阵 QSettings.
de: Verwenden Sie die QSettings-Array-API, um kürzlich verwendete Dateien abzurufen.
fr: Obtenir les fichiers récents en utilisant l'API de tableau QSettings.
it: Ottieni i file recenti utilizzando l'API array di QSettings.
pl: Pobierz ostatnie pliki za pomocą tablicowego API QSettings.
pt: Obtenha arquivos recentes usando a API de matriz QSettings.

source: List of file info dictionaries
ar: قائمة قواميس معلومات الملف
de: Liste der Datei-Info-Dictionaries
fr: Liste des dictionnaires d'informations sur les fichiers
it: Elenco di dizionari delle informazioni sui file
pl: Lista słowników informacji o plikach
pt: Lista de dicionários de informações do arquivo

source: Reset all settings to defaults.
ar: إعادة تعيين جميع الإعدادات إلى الافتراضية.
de: Setzen Sie alle Einstellungen auf die Standardwerte zurück.
fr: Réinitialisez toutes les paramètres aux valeurs par défaut.
it: Ripristina tutte le impostazioni predefinite.
pl: Zresetuj wszystkie ustawienia do ustawień domyślnych.
pt: Redefinir todas as configurações para os valores padrão.

source: Get the actual configuration file path for debugging.
ar: احصل على مسار ملف التكوين الفعلي للتصحيح.
de: Rufen Sie den tatsächlichen Dateipfad der Konfiguration für die Fehlersuche ab.
fr: Obtenir le chemin du fichier de configuration réel pour le débogage.
it: Ottieni il percorso del file di configurazione effettivo per il debug.
pl: Pobierz rzeczywisty ścieżkę pliku konfiguracyjnego do debugowania.
pt: Obtenha o caminho do arquivo de configuração real para depuração.

source: Path to the configuration file
ar: مسار ملف التكوين
de: Pfad zur Konfigurationsdatei
fr: Chemin vers le fichier de configuration
it: Percorso del file di configurazione
pl: Ścieżka do pliku konfiguracyjnego
pt: Caminho para o arquivo de configuração

source: Check if configuration is writable.
ar: تحقق مما إذا كانت الإعدادات قابلة للwriting.
de: Überprüfen Sie, ob die Konfiguration beschreibbar ist.
fr: Vérifiez si la configuration est modifiable.
it: Verifica se la configurazione è scrivibile.
pl: Sprawdź, czy konfiguracja jest zapisywalna.
pt: Verifique se a configuração é gravável.

source: True if configuration can be written
ar: صحيح إذا كان من الممكن كتابة التكوين
de: Wahr, wenn die Konfiguration geschrieben werden kann
fr: Vrai si la configuration peut être écrite
it: Vero se la configurazione può essere scritta
pl: Prawda, jeśli konfigurację można zapisać
pt: Verdadeiro se a configuração puder ser escrita

source: Get configuration status for error checking.
ar: الحصول على حالة التكوين للتحقق من الأخطاء.
de: Konfigurationsstatus für die Fehlerprüfung abrufen.
fr: Obtenir l'état de la configuration pour vérification des erreurs.
it: Ottieni lo stato della configurazione per il controllo degli errori.
pl: Pobierz stan konfiguracji w celu sprawdzenia błędów.
pt: Obtenha o status da configuração para verificação de erros.

source: QSettings status
ar: حالة QSettings
fr: Paramètres du statut
it: Impostazioni dello stato
pl: Ustawienia statusu
pt: Configurações de status

source: Save window state information.
ar: حفظ معلومات حالة النافذة.
de: Speichern Sie die Fensterzustandsinformationen.
fr: Enregistrer les informations sur l'état de la fenêtre.
it: Salva le informazioni sullo stato della finestra.
pl: Zapisz informacje o stanie okna.
pt: Salve as informações do estado da janela.

source: Window geometry as bytes
ar: هندسة النافذة كبايتات
de: Fenstergeometrie als Bytes
fr: Géométrie de la fenêtre en octets
it: Geometria della finestra in byte
pl: Geometria okna jako bajty
pt: Geometria da janela em bytes

source: Window state as bytes
ar: حالة النافذة كبايتات
de: Fensterzustand als Bytes
fr: État de la fenêtre en octets
it: Stato della finestra in byte
pl: Stan okna jako bajty
pt: Estado da janela em bytes

source: Whether window is maximized
ar: هل النافذة مُكبرة
de: Ob das Fenster maximiert ist
fr: Si la fenêtre est maximisée
it: Se la finestra è massimizzata
pl: Czy okno jest maksymalizowane
pt: Se a janela está maximizada

source: Whether window is fullscreen
ar: هل النافذة في وضع الشاشة الكاملة
de: Ob das Fenster im Vollbildmodus ist
fr: Si la fenêtre est en mode plein écran
it: Se la finestra è a schermo intero
pl: Czy okno jest w trybie pełnoekranowym
pt: Se a janela está em tela cheia

source: Get saved window state.
ar: الحصول على حالة النافذة المحفوظة.
de: Ermitteln des gespeicherten Fensterzustands.
fr: Obtenir l'état enregistré de la fenêtre.
it: Ottieni lo stato salvato della finestra.
pl: Pobierz zapisany stan okna.
pt: Obter o estado salvo da janela.

source: Dictionary with window state information
ar: قاموس يحتوي على معلومات حالة النافذة
de: Wörterbuch mit Fensterzustandsinformationen
fr: Dictionnaire avec des informations sur l'état de la fenêtre
it: Dizionario con informazioni sullo stato della finestra
pl: Słownik z informacjami o stanie okna
pt: Dicionário com informações sobre o estado da janela

source: Begin a batch update operation.
ar: ابدأ عملية تحديث دفعة.
de: Beginnen Sie eine Batch-Aktualisierung.
fr: Commencez une opération de mise à jour par lots.
it: Iniziare un'operazione di aggiornamento batch.
pl: Rozpocznij operację aktualizacji wsadowej.
pt: Inicie uma operação de atualização em lote.

source: During batch update, config_changed signals are suppressed until end_batch_update() is called. This prevents multiple signals during bulk configuration changes.
ar: خلال تحديث الدُّفعة، يتم تثبيط إشارات config_changed حتى تُنادى دالة end_batch_update(). هذا يمنع إشارات متعددة أثناء تغييرات التكوين الجماعية.
de: Während der Batch-Aktualisierung werden config_changed-Signale unterdrückt, bis end_batch_update() aufgerufen wird. Dies verhindert mehrere Signale bei Massenkonfigurationsänderungen.
fr: Pendant la mise à jour par lots, les signaux config_changed sont supprimés jusqu'à ce que la fonction end_batch_update() soit appelée. Cela empêche l'émission de multiples signaux lors de modifications massives de la configuration.
it: Durante l'aggiornamento in batch, i segnali config_changed vengono soppressi fino a quando non viene chiamata end_batch_update(). Ciò impedisce segnali multipli durante modifiche di configurazione a grandi quantità.
pl: W trakcie aktualizacji wsadowej sygnały config_changed są tłumione, dopóki nie zostanie wywołana funkcja end_batch_update(). Zapobiega to wielokrotnym sygnałom podczas masowych zmian konfiguracji.
pt: Durante a atualização em lote, os sinais config_changed são suprimidos até que end_batch_update() seja chamado. Isso impede múltiplos sinais durante alterações em massa na configuração.

source: End a batch update operation and emit a single change signal.
ar: إنهاء عملية تحديث دفعة وإرسال إشارة تغيير واحدة.
de: Beenden Sie eine Batch-Update-Operation und senden Sie ein einzelnes Änderungssignal.
fr: Terminez une opération de mise à jour par lots et émettez un signal de modification unique.
it: Termina un'operazione di aggiornamento batch ed emetti un singolo segnale di modifica.
pl: Zakończ operację aktualizacji wsadowej i wygeneruj pojedynczy sygnał zmiany.
pt: Termine uma operação de atualização em lote e emita um sinal de alteração único.

source: This will emit a single config_changed signal with "*" to indicate multiple changes occurred, rather than individual signals for each change.
ar: سيُصدِر هذا إشارة config_changed واحدة مع "*" لتدلِّس على وقوع تغييرات متعددة، بدلًا من إشارات فردية لكل تغيير.
de: Dies wird ein einzelnes config_changed-Signal mit "*" auslösen, um anzuzeigen, dass mehrere Änderungen stattgefunden haben, anstelle einzelner Signale für jede Änderung.
fr: Cela émettra un seul signal config_changed avec "*" pour indiquer que plusieurs changements ont eu lieu, plutôt que des signaux individuels pour chaque changement.
it: Questo emetterà un singolo segnale config_changed con "*" per indicare che sono avvenute più modifiche, invece di segnali individuali per ciascun cambiamento.
pl: Spowoduje to wygenerowanie pojedynczego sygnału config_changed z "*" w celu wskazania, że wystąpiły wiele zmian, zamiast indywidualnych sygnałów dla każdej zmiany.
pt: Isso emitirá um único sinal config_changed com "*" para indicar que várias alterações ocorreram, em vez de sinais individuais para cada alteração.

source: Constants
ar: الثوابت
de: Konstanten
fr: Constantes
it: Costanti
pl: Stałe
pt: Constantes

source: Constants used throughout the Momovu application.
ar: الثوابت المستخدمة في تطبيق Momovu.
de: Konstanten, die in der gesamten Momovu-Anwendung verwendet werden.
fr: Constantes utilisées dans toute l'application Momovu.
it: Costanti utilizzate nell'applicazione Momovu.
pl: Stałe używane w całym Momovu.
pt: Constantes utilizadas em toda a aplicação Momovu.

source: This module defines all the constants used in the Momovu application including: - Window dimensions and UI elements - Presentation settings - Measurement conversions (points, mm, inches) - Cache and performance settings - Zoom factors - Default margins and safety areas - Barcode dimensions for covers - Spine and flap calculations - Graphics item colors and styles - Z-order layering values
ar: يحدد هذا المودول جميع الثوابت المستخدمة في تطبيق Momovu، بما في ذلك: - أبعاد النافذة وعناصر واجهة المستخدم - إعدادات العرض - تحويلات القياس (النقاط، المليمترات، البوصات) - إعدادات التخزين المؤقت والأداء - عوامل التكبير - الهوامش الافتراضية والمناطق الآمنة - أبعاد الشفرات الشريطية للغلاف - حسابات الظهر والجناح - ألوان عناصر الرسومات وأساليبها - قيم ترتيب الطبقات (Z-order)
de: Dieses Modul definiert alle in der Momovu-Anwendung verwendeten Konstanten, darunter: - Fensterabmessungen und UI-Elemente - Präsentationseinstellungen - Maßeinheitenkonvertierungen (Punkte, mm, Zoll) - Cache- und Leistungsparameter - Zoomfaktoren - Standardränder und Sicherheitsbereiche - Barcodeabmessungen für Umschläge - Rücken- und Flapberechnungen - Farben und Stile von Grafikobjekten - Werte für die Z-Reihenfolge (Z-Order)
fr: Ce module définit toutes les constantes utilisées dans l'application Momovu, notamment : - les dimensions des fenêtres et des éléments d'interface - les paramètres de présentation - les conversions de mesure (points, mm, pouces) - les paramètres de cache et de performance - les facteurs de zoom - les marges par défaut et les zones de sécurité - les dimensions des codes-barres pour les couvertures - les calculs de la tranche et du rabat - les couleurs et styles des éléments graphiques - les valeurs de superposition des calques (z-order)
it: Questo modulo definisce tutte le costanti utilizzate nell'applicazione Momovu, tra cui: - Dimensioni delle finestre e elementi dell'interfaccia utente - Impostazioni di presentazione - Conversioni delle misure (punti, mm, pollici) - Impostazioni della cache e delle prestazioni - Fattori di ingrandimento - Margini predefiniti e aree di sicurezza - Dimensioni del codice a barre per le copertine - Calcoli per la lombra e le pieghe - Colori e stili degli elementi grafici - Valori di stratificazione dell'ordine Z
pl: Moduł definiuje wszystkie stałe używane w aplikacji Momovu, w tym: - wymiary okna i elementy interfejsu użytkownika - ustawienia prezentacji - konwersje jednostek miary (punkty, mm, cale) - ustawienia cache i wydajności - współczynniki powiększenia - domyślne marginesy i bezpieczne strefy - wymiary kodów kreskowych na okładkach - obliczenia grzbietu i klapki - kolory i style elementów graficznych - wartości warstw zgodnie z ich porządkiem (z-order)
pt: Este módulo define todas as constantes utilizadas na aplicação Momovu, incluindo: - Dimensões das janelas e elementos da interface - Configurações de apresentação - Conversões de medidas (pontos, mm, polegadas) - Configurações de cache e desempenho - Fatores de zoom - Margens padrão e áreas de segurança - Dimensões de códigos de barras para capas - Cálculos de lombada e aba - Cores e estilos de itens gráficos - Valores de camadas de Z-order

source: Exceptions
ar: استثناءات
de: Ausnahmen
it: Eccezioni
pl: Wyjątki
pt: Exceções

source: Custom exceptions for Momovu.
ar: استثناءات مخصصة لموموڤو.
de: Benutzerdefinierte Ausnahmen für Momovu.
fr: Exceptions personnalisées pour Momovu.
it: Eccezioni personalizzate per Momovu.
pl: Niestandardowe wyjątki dla Momovu.
pt: Exceções personalizadas para Momovu.

source: This module defines custom exception classes used throughout the Momovu application to handle specific error conditions with better context and debugging information.
ar: يحدد هذا المودول فئات استثناء مخصصة تُستخدم في تطبيق Momovu لمعالجة حالات الخطأ المحددة بسياق أفضل ومعلومات لتحليل الأخطاء.
de: Dieses Modul definiert benutzerdefinierte Ausnahmeklassen, die in der gesamten Momovu-Anwendung verwendet werden, um spezifische Fehlerbedingungen mit besserer Kontext- und Debug-Information zu behandeln.
fr: Ce module définit des classes d'exceptions personnalisées utilisées dans l'ensemble de l'application Momovu pour gérer des conditions d'erreur spécifiques avec un meilleur contexte et des informations de débogage.
it: Questo modulo definisce classi di eccezioni personalizzate utilizzate nell'applicazione Momovu per gestire condizioni di errore specifiche con un contesto migliore e informazioni per il debug.
pl: Ten moduł definiuje niestandardowe klasy wyjątków używane w całym aplikacji Momovu w celu obsługi specyficznych sytuacji błędów z lepszym kontekstem i informacjami o debugowaniu.
pt: Este módulo define classes de exceção personalizadas usadas em toda a aplicação Momovu para lidar com condições de erro específicas com melhor contexto e informações de depuração.

source: Bases: :py:class:`Exception`
ar: الأساسات: :py:class:`استثناء`
de: Basisklassen: :py:class:`Exception`
it: Basi: :py:class:`Eccezione`
pl: Bazy: :py:class:`Exception`
pt: Bases: :py:class:`Exceção`

source: Base exception for all Momovu-specific errors.
ar: استثناء قاعدة لجميع أخطاء Momovu الخاصة.
de: Basisausnahme für alle Momovu-spezifischen Fehler.
fr: Exception de base pour toutes les erreurs spécifiques à Momovu.
it: Eccezione di base per tutti gli errori specifici di Momovu.
pl: Podstawowe wyjatek dla wszystkich Momovu specyficznych błędów.
pt: Exceção base para todos os erros específicos do Momovu.

source: All custom exceptions in the application should inherit from this class to allow for easy catching of application-specific errors.
ar: يجب أن ترث جميع استثناءات المستخدم في التطبيق من هذه الفئة لتسهيل التقاط الأخطاء الخاصة بالتطبيق.
de: Alle benutzerdefinierten Ausnahmen in der Anwendung sollten von dieser Klasse abgeleitet werden, um das einfache Auffangen anwendungsspezifischer Fehler zu ermöglichen.
fr: Toutes les exceptions personnalisées de l'application doivent hériter de cette classe afin de permettre un traitement facile des erreurs spécifiques à l'application.
it: Tutte le eccezioni personalizzate nell'applicazione dovrebbero ereditare da questa classe per consentire un facile rilevamento degli errori specifici dell'applicazione.
pl: Wszystkie niestandardowe wyjątki w aplikacji powinny dziedziczyć z tej klasy, aby ułatwić przechwytywanie błędów specyficznych dla aplikacji.
pt: Todas as exceções personalizadas na aplicação devem herdar dessa classe para permitir a captura fácil de erros específicos da aplicação.

source: Initialize the exception with a message and optional details.
ar: قم ب 초기ة الاستثناء برسالة وتفاصيل اختيارية.
de: Initialisieren Sie die Ausnahme mit einer Meldung und optionalen Details.
fr: Initialise l'exception avec un message et des détails facultatifs.
it: Inizializza l'eccezione con un messaggio e dettagli opzionali.
pl: Zainicjuj wyjątek z wiadomością i opcjonalnymi szczegółami.
pt: Inicialize a exceção com uma mensagem e detalhes opcionais.

source: The error message
ar: رسالة الخطأ
de: Die Fehlermeldung
fr: Le message d'erreur
it: Il messaggio di errore
pl: Wiadomość o błędzie
pt: A mensagem de erro

source: Optional dictionary with additional error context
ar: قائمة كلمات اختيارية مع سياق أخطاء إضافي
de: Optionales Wörterbuch mit zusätzlichem Fehlerkontext
fr: Dictionnaire optionnel avec un contexte d'erreur supplémentaire
it: Dizionario opzionale con contesto degli errori aggiuntivo
pl: Opcjonalny słownik z dodatkowym kontekstem błędu
pt: Dicionário opcional com contexto adicional de erro

source: Bases: :py:class:`~momovu.lib.exceptions.MomovuError`
ar: الأساسيات: :py:class:`~momovu.lib.exceptions.MomovuError`
de: Basis: :py:class:`~momovu.lib.exceptions.MomovuError`
it: Basi: :py:class:`~momovu.lib.exceptions.MomovuError`
pl: Bazy: :py:class:`~momovu.lib.exceptions.MomovuError`

source: Raised when a document fails to load.
ar: يتم تفعيله عندما يفشل المستند في التحميل.
de: Wird ausgelöst, wenn ein Dokument nicht geladen werden kann.
fr: Déclenché lorsque le chargement d'un document échoue.
it: Generato quando un documento non riesce a caricarsi.
pl: Wyzwalany, gdy dokument nie może zostać załadowany.
pt: Gerado quando um documento falha ao carregar.
