Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Clear the recent files list.
ar: مسح قائمة الملفات الأخيرة.
de: Löschen Sie die Liste der kürzlich verwendeten Dateien.
fr: Effacer la liste des fichiers récents.
it: Cancella l'elenco dei file recenti.
pl: Wyczyść listę ostatnich plików.
pt: Limpar a lista de arquivos recentes.

source: Document Presenter
ar: مُقدِّم الوثائق
de: Dokument-Präsentationsprogramm
fr: Présentateur de documents
it: Presentatore di documenti
pl: Prezenter dokumentów
pt: Apresentador de Documentos

source: Document presenter for handling PDF document logic.
ar: مُقدِّم وثائق لمعالجة منطق مستندات PDF.
de: Dokument-Präsentations-Modul zur Verarbeitung der PDF-Dokumentlogik.
fr: Présentateur de document pour gérer la logique des documents PDF.
it: Presentatore del documento per la gestione della logica del documento PDF.
pl: Prezentator dokumentu do obsługi logiki dokumentu PDF.
pt: Apresentador de documentos para manipular a lógica de documentos PDF.

source: This presenter manages PDF document operations without UI dependencies. It coordinates between Document and the view layer.
ar: يُدار هذا المعروض عمليات مستندات PDF دون اعتماد على واجهة المستخدم. فهو ينسق بين المستند والطبقة الخاصة بالعرض.
de: Dieser Präsentator verwaltet PDF-Dokumentvorgänge ohne Abhängigkeiten von der Benutzeroberfläche. Er koordiniert zwischen Dokument und der Anschauungsebene.
fr: Ce présentateur gère les opérations sur les documents PDF sans dépendances d'interface utilisateur. Il coordonne les interactions entre le Document et la couche de vue.
it: Questo presentatore gestisce le operazioni sui documenti PDF senza dipendenze dall'interfaccia utente. Coordina tra il Documento e il livello della vista.
pl: Ten prezentator zarządza operacjami dokumentów PDF bez zależności od interfejsu użytkownika. Koordynuje komunikację między Dokumentem a warstwą widoku.
pt: Este apresentador gerencia operações de documentos PDF sem dependências de interface do usuário. Ele coordena entre o Documento e a camada de visualização.

source: Bases: :py:class:`~momovu.presenters.base.BasePresenter`
ar: القواعد: :py:class:`~momovu.presenters.base.BasePresenter`
de: Basis: :py:class:`~momovu.presenters.base.BasePresenter`
it: Basi: :py:class:`~momovu.presenters.base.BasePresenter`
pl: Bazy: :py:class:`~momovu.presenters.base.BasePresenter`

source: Presenter for PDF document operations.
ar: مُقدِّم لعمليات مستندات PDF.
de: Präsentationsprogramm für PDF-Dokumentenoperationen.
fr: Présentateur pour les opérations sur les documents PDF.
it: Presentatore per operazioni sui documenti PDF.
pl: Prezentator do operacji na dokumencie PDF.
pt: Apresentador para operações de documentos PDF.

source: This presenter handles: - PDF loading and error handling - Page management - Document type detection - Document state coordination
ar: يتعامل هذا العارض مع: - تحميل ملفات PDF وإدارة الأخطاء - إدارة الصفحات - اكتشاف نوع المستند - تنسيق حالة المستند
de: Dieser Präsentor übernimmt: - Laden von PDFs und Fehlerbehandlung - Seitenverwaltung - Erkennung des Dokumenttyps - Koordination des Dokumentzustands
fr: Ce présentateur gère : - Le chargement des PDF et la gestion des erreurs - La gestion des pages - La détection du type de document - La coordination de l'état du document
it: Questo presentatore gestisce: - Caricamento PDF e gestione degli errori - Gestione delle pagine - Rilevamento del tipo di documento - Coordinamento dello stato del documento
pl: Ten prezentator obsługuje: - wczytywanie plików PDF i obsługę błędów - zarządzanie stronami - wykrywanie typu dokumentu - koordynację stanu dokumentu
pt: Este apresentador manipula: - Carregamento de PDF e tratamento de erros - Gerenciamento de páginas - Detecção de tipo de documento - Coordenação do estado do documento

source: Initialize the document presenter.
ar: قم بتشغيل عارض المستندات.
de: Initialisieren Sie den Dokumentenpräsentator.
fr: Initialiser le présentateur de document.
it: Inizializza il presentatore del documento.
pl: Zainicjuj prezentator dokumentów.
pt: Inicialize o apresentador de documentos.

source: Optional document model to use
ar: نموذج وثيقة اختياري للاستخدام
de: Optionales Dokumentmodell zum Verwenden
fr: Modèle de document facultatif à utiliser
it: Modello di documento opzionale da utilizzare
pl: Opcjonalny model dokumentu do użycia
pt: Modelo de documento opcional para usar

source: Set the Qt PDF document for loading operations.
ar: حدد مستند PDF لـ Qt لعمليات التحميل.
de: Legen Sie das Qt-PDF-Dokument für Ladevorgänge fest.
fr: Définir le document PDF Qt pour les opérations de chargement.
it: Imposta il documento PDF Qt per le operazioni di caricamento.
pl: Ustaw dokument PDF Qt dla operacji ładowania.
pt: Defina o documento PDF do Qt para operações de carregamento.

source: The QPdfDocument instance to use
ar: نسخة QPdfDocument المستخدمة
de: Die zu verwendende QPdfDocument-Instanz
fr: L'instance QPdfDocument à utiliser
it: L'istanza QPdfDocument da utilizzare
pl: Instancja QPdfDocument do użycia
pt: A instância QPdfDocument a ser usada

source: The presenter currently delegates PDF operations to QPdfDocument. This design allows for future migration to alternative PDF backends without affecting the view layer.
ar: يقوم المُقدّم حاليًا بتفويض العمليات الخاصة بتنسيق PDF إلى QPdfDocument. يسمح هذا التصميم بالهجرة المستقبلية إلى وحدات معالجة بديلة لتنسيق PDF دون التأثير على طبقة العرض.
de: Der Präsentationslayer delegiert derzeit PDF-Vorgänge an QPdfDocument. Dieses Design ermöglicht eine zukünftige Migration zu alternativen PDF-Backends, ohne die View-Schicht zu beeinflussen.
fr: Le présentateur délègue actuellement les opérations PDF à QPdfDocument. Cette conception permet une migration future vers d'autres backends PDF sans affecter la couche d'affichage.
it: Il presentatore delega attualmente le operazioni PDF a QPdfDocument. Questo design permette una futura migrazione verso backend PDF alternativi senza influenzare il livello della vista.
pl: Obecnie prezentator deleguje operacje PDF do QPdfDocument. Ten projekt pozwala na przyszłą migrację na alternatywne backendi PDF bez wpływu na warstwę widoku.
pt: O apresentador atualmente delega operações PDF para QPdfDocument. Esse design permite a migração futura para back-ends alternativos de PDF sem afetar a camada de visualização.

source: Load a PDF document.
ar: تحميل مستند PDF.
de: Laden Sie ein PDF-Dokument.
fr: Charger un document PDF.
it: Carica un documento PDF.
pl: Załaduj dokument PDF.
pt: Carregue um documento PDF.

source: True if loaded successfully
ar: صحيح إذا تم التحميل بنجاح
de: Wahr, wenn erfolgreich geladen
fr: Vrai si chargé avec succès
it: Vero se caricato correttamente
pl: Prawda, jeśli pomyślnie załadowano
pt: Verdadeiro se carregado com sucesso

source: Get the number of pages in the document.
ar: احصل على عدد الصفحات في المستند.
de: Rufen Sie die Anzahl der Seiten im Dokument ab.
fr: Obtenir le nombre de pages dans le document.
it: Ottieni il numero di pagine nel documento.
pl: Pobierz liczbę stron w dokumencie.
pt: Obtenha o número de páginas no documento.

source: Number of pages, or 0 if no document is loaded
ar: عدد الصفحات، أو 0 إذا لم يتم تحميل أي وثيقة
de: Anzahl der Seiten oder 0, wenn kein Dokument geladen ist
fr: Nombre de pages, ou 0 si aucun document n'est chargé
it: Numero di pagine, oppure 0 se non è caricato alcun documento
pl: Liczba stron, lub 0, jeśli nie załadowano dokumentu
pt: Número de páginas, ou 0 se nenhum documento estiver carregado

source: Get the size of a specific page in points.
ar: احصل على حجم صفحة محددة بوحدة النقط.
de: Rufen Sie die Größe einer bestimmten Seite in Punkten ab.
fr: Obtenir la taille d'une page spécifique en points.
it: Ottieni le dimensioni di una pagina specifica in punti.
pl: Pobierz rozmiar konkretnej strony w punktach.
pt: Obtenha o tamanho de uma página específica em pontos.

source: Tuple of (width, height) in points, or None if page index is invalid
ar: أو none إذا كان فهرس الصفحة غير صالح.
de: Ein Tupel aus (Breite, Höhe) in Punkten oder None, wenn der Seitenindex ungültig ist
fr: Tuple de (largeur, hauteur) en points, ou None si l'indice de page est invalide
it: Una tupla (larghezza, altezza) in punti, o None se l'indice della pagina non è valido
pl: Krotka (szerokość, wysokość) w punktach lub None, jeśli indeks strony jest nieprawidłowy
pt: Tupla de (largura, altura) em pontos, ou None se o índice da página for inválido

source: Check if a document is currently loaded.
ar: تحقق مما إذا كان هناك مستند مُحمَّل حاليًا.
de: Überprüfen Sie, ob ein Dokument geladen ist.
fr: Vérifiez si un document est actuellement chargé.
it: Verifica se è caricato un documento.
pl: Sprawdź, czy dokument jest obecnie załadowany.
pt: Verifique se um documento está carregado atualmente.

source: True if a document is loaded and ready for operations
ar: صحيح إذا تم تحميل المستند وجاهز للعمليات
de: Wahr, wenn ein Dokument geladen und für Vorgänge bereit ist
fr: Vrai si un document est chargé et prêt pour les opérations
it: Vero se un documento è caricato e pronto per le operazioni
pl: Prawda, jeśli dokument jest załadowany i gotowy do operacji
pt: Verdadeiro se um documento estiver carregado e pronto para operações

source: Close the current document and reset to initial state.
ar: أقفل المستند الحالي وأعد ضبطه إلى الحالة الابتدائية.
de: Schließen Sie das aktuelle Dokument und setzen Sie alles auf den Anfangszustand zurück.
fr: Fermez le document actuel et réinitialisez à l'état initial.
it: Chiudi il documento corrente e reimposta allo stato iniziale.
pl: Zamknij bieżący dokument i zresetuj do stanu początkowego.
pt: Feche o documento atual e redefina para o estado inicial.

source: This method: - Closes the Qt PDF document - Clears the model state - Notifies observers of the change
ar: هذا الأسلوب: - يغلق مستند PDF لـ Qt - يمسح حالة النموذج - يُخطّر المراقبين بالتغيير
de: Diese Methode: - Schließt das Qt-PDF-Dokument - Setzt den Modellzustand zurück - Benachrichtigt Beobachter über die Änderung
fr: Cette méthode : - Ferme le document PDF Qt - Réinitialise l'état du modèle - Informe les observateurs du changement
it: Questo metodo: - Chiude il documento PDF di Qt - Azzera lo stato del modello - Notifica agli osservatori il cambiamento
pl: Ten sposób: - Zamyka dokument PDF w Qt - Czyści stan modelu - Informuje obserwatorów o zmianie
pt: Este método: - Fecha o documento PDF do Qt - Limpa o estado do modelo - Notifica os observadores da alteração

source: Access the underlying document model.
ar: الوصول إلى نموذج المستند الأساسي.
de: Greifen Sie auf das zugrunde liegende Dokumentmodell zu.
fr: Accédez au modèle de document sous-jacent.
it: Accedi al modello del documento sottostante.
pl: Dostęp do modelu dokumentu.
pt: Acesse o modelo de documento subjacente.

source: Backward compatibility property for is_document_loaded().
ar: خاصية التوافق العكسي لدالة is_document_loaded().
de: Rückwärtskompatibilitäts-Eigenschaft für is_document_loaded().
fr: Propriété de compatibilité descendante pour is_document_loaded().
it: Proprietà di compatibilità backward per is_document_loaded().
pl: Właściwość kompatybilności wstecznej dla is_document_loaded().
pt: Propriedade de compatibilidade para trás para is_document_loaded().

source: Margin Presenter
ar: مقدم الهوامش
de: Kantenpräsentator
fr: Présentateur de marge
it: Presentatore del Margine
pl: Prelegent Marginesowy
pt: Apresentador de Margem

source: Margin presenter for handling margin calculations and logic.
ar: مُقدِّم الهامش لمعالجة حسابات الهامش والمنطق.
de: Randpräsentor zur Durchführung von Randberechnungen und -logik.
fr: Présentateur de marge pour gérer les calculs de marge et la logique.
it: Presenter del margine per gestire i calcoli del margine e la logica.
pl: Prezentator marginesu do obsługi obliczeń i logiki marginesu.
pt: Apresentador de margem para lidar com cálculos de margem e lógica.

source: This presenter manages margin operations without UI dependencies. It coordinates between MarginSettingsModel and the view layer.
ar: يُدار هذا العارض عمليات الهامش دون اعتماد على واجهة المستخدم. وهو ينسق بين نموذج إعدادات الهامش وطبقة العرض.
de: Dieser Präsentor verwaltet Marginalgängen ohne UI-Abhängigkeiten. Er koordiniert zwischen MarginSettingsModel und der View-Schicht.
fr: Ce présentateur gère les opérations de marge sans dépendances UI. Il coordonne entre MarginSettingsModel et la couche de vue.
it: Questo presentatore gestisce le operazioni del margine senza dipendenze dall'interfaccia utente. Coordina tra MarginSettingsModel e il livello della vista.
pl: Ten prezentator zarządza operacjami marginesów bez zależności od interfejsu użytkownika. Koordynuje między MarginSettingsModel a warstwą widoku.
pt: Este apresentador gerencia operações de margem sem dependências de interface do usuário. Ele coordena entre MarginSettingsModel e a camada de visualização.

source: Presenter for margin calculations and management.
ar: مقدم لحسابات الهوامش وإدارتها.
de: Präsentator für Randberechnungen und -verwaltung.
fr: Présentateur pour le calcul et la gestion des marges.
it: Presentatore per calcoli e gestione dei margini.
pl: Prezenter do obliczania i zarządzania zyskiem.
pt: Apresentador para cálculos e gestão de margem.

source: This presenter handles: - Margin calculations - Trim line positioning - Spine/flap calculations - Barcode area logic
ar: يقوم هذا العارض بمعالجة ما يلي: - حسابات الهوامش - تحديد مواقع خطوط القطع - حسابات العمود الفقري / الظهر - منطق منطقة الشريط الرمزي (الباركود)
de: Dieser Präsentationsdokumentationsspezialist kümmert sich um: - Randberechnungen - Positionierung der Kante - Rücken/Flap-Berechnungen - Logik des Barcode-Bereichs
fr: Ce présentateur gère : - Les calculs de marge - La position des traits de découpe - Les calculs de la tranche/volet - La logique de la zone à code à barres
it: Questo presentatore gestisce: - Calcolo dei margini - Posizionamento della linea di taglio - Calcolo della lombra/soffietto - Logica dell'area del codice a barre
pl: Ten prelegent zajmuje się: - Obliczeniami marginesów - Ustawianiem linii cięcia - Obliczeniami grzbietu/klapy - Logiką obszaru kreskowego
pt: Este apresentador lida com: - Cálculos de margem - Posicionamento da linha de corte - Cálculos da lombada/aba - Lógica da área do código de barras

source: Initialize the margin presenter.
ar: قم بتهيئة عارض الهوامش.
de: Initialisieren Sie den Randpräsentanten.
fr: Initialiser le présentateur de marge.
it: Inizializza il presentatore del margine.
pl: Zainicjuj prezentatora marginesu.
pt: Inicialize o apresentador da margem.

source: Optional margin settings model to use
ar: نموذج إعدادات الهامش الاختياري للاستخدام
de: Optionales Modell für die Einstellung von Margen verwenden
fr: Modèle de paramétrage de marge facultatif à utiliser
it: Modello di impostazioni del margine opzionale da utilizzare
pl: Opcjonalny model ustawień marginesów do użycia
pt: Modelo de configurações de margem opcionais a usar

source: Set the document type.
ar: حدد نوع المستند.
de: Legen Sie den Dokumenttyp fest.
fr: Définir le type de document.
it: Imposta il tipo di documento.
pl: Ustaw typ dokumentu.
pt: Defina o tipo de documento.

source: Type of document ('interior', 'cover', 'dustjacket')
ar: نوع المستند ('داخلي'، 'غلاف'، 'غلاف ورقي')
de: Dokumenttyp ('Innen', 'Umschlag', 'Schutzumschlag')
fr: Type de document ('intérieur', 'couverture', 'pochette')
it: Tipo di documento ('interno', 'copertina', 'brossura')
pl: Typ dokumentu ('interior', 'cover', 'dustjacket')
pt: Tipo de documento ('interior', 'capa', 'brochura')

source: Get the current document type.
ar: الحصول على نوع المستند الحالي.
de: Rufen Sie den aktuellen Dokumenttyp ab.
fr: Obtenir le type de document actuel.
it: Ottieni il tipo di documento corrente.
pl: Pobierz aktualny typ dokumentu.
pt: Obtenha o tipo de documento atual.

source: The current document type ('interior', 'cover', or 'dustjacket')
ar: النوع الحالي للوثيقة ('داخلي'، 'غلاف' أو 'غلاف ورقي')
de: Der aktuelle Dokumenttyp ('Innen', 'Umschlag' oder 'Schutzumschlag')
fr: Le type de document actuel ('intérieur', 'couverture' ou 'pochette')
it: Il tipo di documento corrente ('interno', 'copertina' o 'brossura')
pl: Obecny typ dokumentu ('interior', 'cover' lub 'dustjacket')
pt: O tipo de documento atual ('interior', 'capa' ou 'miolo')

source: Update page count and recalculate spine width for cover/dustjacket.
ar: تحديث عدد الصفحات وإعادة حساب عرض العمود الفقري للغلاف / الغلاف الواقف.
de: Aktualisiere die Seitenanzahl und berechne die Rückenbreite für die Buchhülle/Fliegblatt neu.
fr: Mettre à jour le nombre de pages et recalculer l'épaisseur du dos pour la couverture/brochure.
it: Aggiorna il numero delle pagine e ricalcola lo spessore della collana per la copertina/fascetta.
pl: Zaktualizuj liczbę stron i ponownie oblicz szerokość grzbietu dla okładki/obwoluty.
pt: Atualize a contagem de páginas e recalcule a largura da lombada para a capa/contracapa.

source: Total pages in the document
ar: عدد الصفحات الكلي في المستند
de: Gesamtseiten im Dokument
fr: Nombre total de pages dans le document
it: Pagine totali nel documento
pl: Liczba stron w dokumencie
pt: Páginas totais no documento

source: Enable or disable safety margin overlay display.
ar: تمكين أو تعطيل عرض تغطية الهامش الأمني.
de: Aktivieren oder Deaktivieren der Überlagerungsanzeige des Sicherheitsabstands.
fr: Activer ou désactiver l'affichage de la marge de sécurité.
it: Abilita o disabilita il display sovrapposto della fascia di sicurezza.
pl: Włącz lub wyłącz tryb pokazywania nadmiaru bezpieczeństwa.
pt: Ative ou desative a exibição da sobreposição da margem de segurança.

source: True to display margin overlays
ar: الحقيقي لإظهار تداخل هوامش الصفحة
de: Wahr, um Überlagerungen des Sicherheitsabstands anzuzeigen
fr: Vrai pour afficher les superpositions de marge
it: Vero per visualizzare le sovrapposizioni del margine
pl: Prawda, aby wyświetlić zacieniowanie marginesów
pt: Verdadeiro para exibir sobreposições de margem

source: Enable or disable trim line display at page edges.
ar: تمكين أو تعطيل عرض خط التحديد عند حواف الصفحة.
de: Aktivieren oder Deaktivieren der Anzeige der Kanteinstellungen am Seitenrand.
fr: Activer ou désactiver l'affichage de la ligne de mise en page aux bords de la page.
it: Attiva o disattiva la visualizzazione della linea di taglio ai bordi della pagina.
pl: Włącz lub wyłącz wyświetlanie linii przytnięcia przy krawędziach strony.
pt: Ative ou desative a exibição da linha de corte nas bordas da página.

source: True to display trim lines
ar: الصحيح لإظهار خطوط التrim
de: Wahr, um Kantenlinien anzuzeigen
fr: True pour afficher les lignes de découpe
it: Vero per visualizzare le linee di taglio
pl: Prawda, aby wyświetlić linie obcinania
pt: Verdadeiro para exibir linhas de recorte

source: Enable or disable barcode area indicator on covers.
ar: تمكين أو تعطيل مؤشر منطقة الرمز الشريطي على الغلاف.
de: Aktivieren oder Deaktivieren des Barcode-Bereichs-Indikators auf Umschlägen.
fr: Activer ou désactiver l'indicateur de zone de code-barres sur les jaquettes.
it: Abilita o disabilita l'indicatore dell'area del codice a barre sulle copertine.
pl: Włącz lub wyłącz wskazówkę obszaru kody kreskowe na okładkach.
pt: Ativar ou desativar o indicador da área de código de barras nas capas.

source: True to display barcode area
ar: الحق لعرض منطقة الشريط
de: Wahr, um den Barcode-Bereich anzuzeigen
fr: Vrai pour afficher la zone du code à barres
it: Vero per visualizzare l'area del codice a barre
pl: Prawda, aby wyświetlić obszar kody kreskowej
pt: Verdadeiro para exibir a área do código de barras

source: Enable or disable spine/flap fold line display.
ar: تمكين أو تعطيل عرض خط摺痕/الغلاف.
de: Aktivieren oder Deaktivieren der Darstellung der Wirbelsäule/Flügelfalzlinie.
fr: Activer ou désactiver l'affichage de la ligne de pli du dos/volet.
it: Attiva o disattiva la visualizzazione della piega per lo spigolo/la linguetta.
pl: Włącz lub wyłącz widoczność linii zagięcia grzbietu/uchwytu.
pt: Ativar ou desativar a exibição da linha de dobra da espinha/abas.

source: True to display fold lines
ar: الصحيح لعرض خطوط الطي
de: Wahr, um Falzlinien anzuzeigen
fr: Vrai pour afficher les lignes de pliure
it: Vero per visualizzare le linee di piegatura
pl: Pokaż linie zagięć
pt: Verdadeiro para exibir linhas de dobra

source: Enable or disable bleed line display at page edges.
ar: تمكين أو تعطيل عرض خط النزيف على حواف الصفحة.
de: Aktivieren oder Deaktivieren der Darstellung von Überblendungslinien am Rand der Seite.
fr: Activer ou désactiver l'affichage de la ligne de débordement aux bords de la page.
it: Attiva o disattiva la visualizzazione della linea di sanguinamento ai bordi della pagina.
pl: Włącz lub wyłącz wyświetlanie linii nadcięcia na krawędziach strony.
pt: Ativar ou desativar a exibição da linha de sangria nas bordas da página.

source: True to display bleed lines
ar: القيمة الصحيحة لعرض خطوط النزيف
de: Wahr, um Überdrucklinien anzuzeigen
fr: Vrai pour afficher les repères de découpe
it: Vero per visualizzare le linee di sanguinamento
pl: Prawda, aby wyświetlić linie nadcięcia
pt: Verdadeiro para exibir linhas de sangria

source: Remove model observer and release resources.
ar: إزالة مراقب النموذج وإطلاق الموارد.
de: Modellbeobachter entfernen und Ressourcen freigeben.
fr: Supprimer l'observateur du modèle et libérer les ressources.
it: Rimuovi l'osservatore del modello e rilascia le risorse.
pl: Usuń obserwatora modelu i zwolnij zasoby.
pt: Remover o observador do modelo e liberar recursos.

source: Access the underlying margin settings model.
ar: الوصول إلى نموذج إعدادات الهامش الأساسية.
de: Greifen Sie auf das zugrunde liegende Modell für Margeneinstellungen zu.
fr: Accédez au modèle de paramétrage des marges sous-jacent.
it: Accedi al modello di impostazioni del margine sottostante.
pl: Uzyskaj dostęp do modelu ustawień marginesów.
pt: Acesse o modelo de configurações de margem subjacente.

source: Navigation Presenter
ar: مُقدِّم التَّوجيه
de: Navigations-Präsentation
fr: Présentateur de navigation
it: Presenter di navigazione
pl: Prezenter nawigacji
pt: Apresentador de Navegação

source: Navigation presenter for handling page navigation logic.
ar: مُقدّم التّوجيه لمعالجة منطق توجيه الصفحات.
de: Navigationspräsentor zur Verwaltung der Seitennavigationslogik.
fr: Présentateur de navigation pour gérer la logique de navigation entre les pages.
it: Presentatore di navigazione per gestire la logica di navigazione delle pagine.
pl: Prezenter nawigacji do obsługi logiki nawigacji po stronach.
pt: Apresentador de navegação para lidar com a lógica de navegação entre páginas.

source: This presenter manages navigation operations without UI dependencies. It coordinates between ViewStateModel and the view layer.
ar: يُدار هذا العارض عمليات التنقل بدون اعتمادات واجهة المستخدم. وهو ينسق بين ViewStateModel والطبقة المرئية.
de: Dieser Presenter verwaltet Navigationsvorgänge ohne UI-Abhängigkeiten. Er koordiniert zwischen ViewStateModel und der Anschauungsschicht.
fr: Ce présentateur gère les opérations de navigation sans dépendances UI. Il coordonne entre le ViewStateModel et la couche d'affichage.
it: Questo presentatore gestisce le operazioni di navigazione senza dipendenze dall'interfaccia utente. Coordina tra ViewStateModel e il livello della vista.
pl: Ten prezentator zarządza operacjami nawigacji bez zależności od interfejsu użytkownika. Koordynuje komunikację między ViewStateModel a warstwą widoku.
pt: Este apresentador gerencia operações de navegação sem dependências de interface do usuário. Ele coordena entre ViewStateModel e a camada de visualização.
