Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: List of (width, height) tuples in points for each page.
ar: قائمة بالأسواع (العرض، الارتفاع) بوحدة النقاط لكل صفحة.
de: Liste von (Breite, Höhe)-Tupeln in Punkten für jede Seite.
fr: Liste de tuples (largeur, hauteur) en points pour chaque page.
it: Elenco di tuple (larghezza, altezza) in punti per ogni pagina.
pl: Lista krotek (szerokość, wysokość) w punktach dla każdej strony.
pt: Lista de tuplas (largura, altura) em pontos para cada página.

source: True if a document is successfully loaded and ready.
ar: صحيح إذا تم تحميل المستند بنجاح وجاهز.
de: Wahr, wenn ein Dokument erfolgreich geladen und bereit ist.
fr: Vrai si un document est chargé avec succès et prêt.
it: Vero se un documento è stato caricato correttamente e pronto.
pl: Prawda, jeśli dokument został pomyślnie załadowany i jest gotowy.
pt: Verdadeiro se um documento for carregado com sucesso e estiver pronto.

source: Error description if document failed to load, None otherwise.
ar: وصف الخطأ إذا فشل تحميل المستند، None في غير ذلك.
de: Fehlerbeschreibung, falls das Dokument nicht geladen werden konnte, andernfalls None.
fr: Description de l'erreur si le document n'a pas pu être chargé, None autrement.
it: Descrizione dell'errore se il documento non è stato caricato correttamente, None in caso contrario.
pl: Opis błędu, jeśli dokument nie został załadowany, w przeciwnym razie None.
pt: Descrição do erro se o documento falhar ao carregar, None caso contrário.

source: Get size of a specific page.
ar: الحصول على حجم صفحة محددة.
de: Größe einer bestimmten Seite ermitteln.
fr: Obtenir la taille d'une page spécifique.
it: Ottieni le dimensioni di una pagina specifica.
pl: Pobierz rozmiar konkretnej strony.
pt: Obtenha o tamanho de uma página específica.

source: Zero-based page index
ar: مؤشر الصفحة من الصفر
de: Nullbasierte Seitennummerierung
fr: Index de page à zéro
it: Indice delle pagine a partire da zero
pl: Indeks strony od zera
pt: Índice de página com base zero

source: Tuple of (width, height) or None if invalid index
ar: 튜플 (폭, 높이) 또는 유효하지 않은 인덱스인 경우 None
de: Tupel aus (Breite, Höhe) oder None bei ungültigem Index
fr: Tuple de (largeur, hauteur) ou None si l'indice est invalide
it: Una tupla (larghezza, altezza) o None se l'indice non è valido
pl: Krotka (szerokość, wysokość) lub None, jeśli indeks jest nieprawidłowy
pt: Tupla de (largura, altura) ou None se o índice for inválido

source: Reset model to initial unloaded state.
ar: إعادة تعيين النموذج إلى الحالة الأولية غير المحمّلة.
de: Modell in den ursprünglichen, nicht geladenen Zustand zurücksetzen.
fr: Réinitialiser le modèle à son état initial non chargé.
it: Ripristina il modello allo stato iniziale non caricato.
pl: Zresetuj model do początkowego niezaładowanego stanu.
pt: Redefinir o modelo para o estado inicial não carregado.

source: Batch update all document properties after successful load.
ar: تحديث كل خصائص المستند دفعة واحدة بعد التحميل الناجح.
de: Nach erfolgreicher Ladung alle Dokumenteigenschaften in einem Batch aktualisieren.
fr: Mettre à jour par lots toutes les propriétés du document après un chargement réussi.
it: Aggiorna in batch tutte le proprietà del documento dopo il caricamento riuscito.
pl: Aktualizuj wszechstronnie wszystkie właściwości dokumentu po udanym załadowaniu.
pt: Atualize em lote todas as propriedades do documento após o carregamento bem-sucedido.

source: Full path to the PDF file
ar: المسار الكامل إلى ملف PDF
de: Vollständiger Pfad zur PDF-Datei
fr: Chemin d'accès complet vers le fichier PDF
it: Percorso completo del file PDF
pl: Pełna ścieżka do pliku PDF
pt: Caminho completo para o arquivo PDF

source: Total pages in document
ar: عدد الصفحات الكلي في المستند
de: Gesamtseiten im Dokument
fr: Nombre total de pages dans le document
it: Pagine totali nel documento
pl: Liczba wszystkich stron w dokumencie
pt: Páginas totais no documento

source: (width, height) tuples for each page
ar: أزواج (العرض، الارتفاع) لكل صفحة
de: (width, height)-Tupel für jede Seite
fr: des tuples (largeur, hauteur) pour chaque page
it: Tuple (larghezza, altezza) per ogni pagina
pl: krotki (width, height) dla każdej strony
pt: tuplas (largura, altura) para cada página

source: Mark document as failed to load with error description.
ar: يُشار إلى المستند بأنه فشل في التحميل مع وصف الخطأ.
de: Dokument mit Fehlerbeschreibung als nicht geladen markieren.
fr: Marquer le document comme échec de chargement avec la description de l'erreur.
it: Contrassegna il documento come non caricato con la descrizione dell'errore.
pl: Oznacz dokument jako niepowodzenie wczytywania z opisem błędu.
pt: Marcar documento como falhou ao carregar com a descrição do erro.

source: Human-readable error explanation
ar: شرح للأخطاء يمكن للبشر قراءته
de: Lesbare Fehlererklärung
fr: Explication de l'erreur lisible par l'homme
it: Spiegazione dell'errore leggibile dall'utente
pl: Opis błędu zrozumiały dla człowieka
pt: Explicação legível por humanos do erro

source: Developer-friendly string representation of document state.
ar: تمثيل سلسلة سهلة للتطوير لحالة المستند.
de: Entwicklerfreundliche Zeichenfolgendarstellung des Dokumentzustands.
fr: Représentation sous forme de chaîne conviviale pour les développeurs de l'état du document.
it: Rappresentazione testuale dello stato del documento adatta agli sviluppatori.
pl: Przyjazny dla programisty ciąg znaków reprezentujący stan dokumentu.
pt: Representação de string amigável para o desenvolvedor do estado do documento.

source: Margin Settings Model
ar: نموذج إعدادات الهامش
de: Modell für Rand-Einstellungen
fr: Modèle de paramètres de marge
it: Modello di impostazioni del margine
pl: Model ustawień marginesów
pt: Modelo de Configurações de Margem

source: Margin settings model for MVP architecture.
ar: نموذج إعدادات الهامش لعمارة MVP.
de: Rand-Einstellungen-Modell für die MVP-Architektur.
fr: Modèle de paramétrage de marge pour l'architecture MVP.
it: Modello di impostazione del margine per l'architettura MVP.
pl: Model ustawień marginesów dla architektury MVP.
pt: Modelo de configuração de margens para arquitetura MVP.

source: This model handles margin configuration without any UI dependencies.
ar: يعالج هذا النموذج تكوين الهوامش دون أي اعتماديات واجهة مستخدم.
de: Dieses Modell verarbeitet die Randkonfiguration ohne jede UI-Abhängigkeit.
fr: Ce modèle gère la configuration des marges sans aucune dépendance d'interface utilisateur.
it: Questo modello gestisce la configurazione del margine senza alcuna dipendenza dall'interfaccia utente.
pl: Ten model obsługuje konfigurację marginesów bez żadnych zależności interfejsu użytkownika.
pt: Este modelo lida com a configuração de margens sem quaisquer dependências de interface do usuário.

source: Model for margin settings data.
ar: نموذج لبيانات إعدادات الهوامش.
de: Modell für Randbereichs-Einstellungsdaten.
fr: Modèle pour les données de paramétrage des marges.
it: Modello per i dati di impostazione del margine.
pl: Model danych ustawień marginesów.
pt: Modelo para dados de configuração de margens.

source: This model stores: - Safety margins (in mm and points) - Spine width - Flap dimensions - Document type
ar: يُخزّن هذا النموذج: - الهوامش الأمنية (بالملي متر والنقاط) - عرض الظهر - أبعاد الورقة - نوع المستند
de: Dieses Modell speichert: - Sicherheitsabstände (in mm und Punkt) - Rückenbreite - Klappenabmessungen - Dokumenttyp
fr: Ce modèle stocke : - Les marges de sécurité (en mm et points) - La largeur de la tringle - Les dimensions de la languette - Le type de document
it: Questo modello memorizza: - Margini di sicurezza (in mm e punti) - Larghezza del dorso - Dimensioni del risvolto - Tipo di documento
pl: Ten model przechowuje: - Marginesy bezpieczeństwa (w mm i punktach) - Szerokość grzbietu - Wymiary klapki - Typ dokumentu
pt: Este modelo armazena: - Margens de segurança (em mm e pontos) - Largura da espinha - Dimensões da aba - Tipo de documento

source: It does NOT handle: - Margin rendering (that's a view concern) - Margin calculation (that's a presenter concern)
ar: إنها لا تتعامل مع: - عرض الهوامش (هذا مسؤولية العرض) - حساب الهوامش (هذا مسؤولية المعالج)
de: Es behandelt NICHT: - Randberechnung (das ist eine Sache der Ansicht) - Randberechnung (das ist eine Sache des Presenters)
fr: Il ne gère PAS : - le rendu des marges (c'est un problème de vue) - le calcul des marges (c'est un problème de présentateur)
it: Non gestisce: - Rendering dei margini (è una preoccupazione della vista) - Calcolo dei margini (è una preoccupazione del presentatore)
pl: Nie obsługuje: - renderowania marginesów (to dotyczy widoku) - obliczania marginesów (to dotyczy prezentatora)
pt: Ele NÃO lida com: - Renderização de margens (que é uma preocupação da view) - Cálculo de margens (que é uma preocupação do presenter)

source: Initialize margin settings with publishing industry defaults.
ar: قم بتعيين إعدادات الهوامش باستخدام القيم الافتراضية لصناعة النشر.
de: Stellen Sie die Randvoreinstellungen mit den Standardwerten der Verlagsbranche ein.
fr: Initialiser les paramètres de marge avec les valeurs par défaut de l'industrie de l'édition.
it: Inizializza le impostazioni dei margini con i valori predefiniti dell'industria editoriale.
pl: Zainicjuj ustawienia marginesów wartościami domyślnymi branży wydawniczej.
pt: Inicialize as configurações de margem com os padrões da indústria editorial.

source: 'interior', 'cover', or 'dustjacket'.
ar: 'داخلي'، 'غلاف'، أو 'غلاف ورقي'.
de: „Innen“, „Umschlag“ oder „Schutzumschlag“.
fr: « intérieur », « couverture » ou « jaquette ».
it: 'interno', 'copertina' o 'brossura'.
pl: "wewnętrzna strona", "okładka" lub "oprawa".
pt: 'interior', 'capa' ou 'brochura'.

source: type
ar: نوع
de: Typ
it: tipo
pl: typ
pt: tipo

source: Current document type
ar: نوع المستند الحالي
de: Aktueller Dokumententyp
fr: Type de document actuel
it: Tipo di documento corrente
pl: Obecny typ dokumentu
pt: Tipo de documento atual

source: Get number of pages.
ar: الحصول على عدد الصفحات.
de: Anzahl der Seiten ermitteln.
fr: Obtenir le nombre de pages.
it: Ottieni il numero di pagine.
pl: Pobierz liczbę stron.
pt: Obter número de páginas.

source: Get safety margin in millimeters.
ar: احصل على الهامش الآمن بوحدة المليمتر.
de: Sicherheitsabstand in Millimetern ermitteln.
fr: Obtenir la marge de sécurité en millimètres.
it: Ottieni il margine di sicurezza in millimetri.
pl: Pobierz margines bezpieczeństwa w milimetrach.
pt: Obtenha a margem de segurança em milímetros.

source: Get safety margin in points.
ar: احصل على هامش الأمان بالنقاط.
de: Sicherheitsabstand in Punkten ermitteln.
fr: Obtenir la marge de sécurité en points.
it: Ottieni il margine di sicurezza in punti.
pl: Uzyskaj margines bezpieczeństwa w punktach.
pt: Obtenha a margem de segurança em pontos.

source: Get spine width.
ar: احصل على عرض العمود الفقري.
de: Rückenbreite ermitteln.
fr: Obtenir la largeur de l'entrefer.
it: Ottieni la larghezza della colonna vertebrale.
pl: Pobierz szerokość grzbietu.
pt: Obtenha a largura da coluna vertebral.

source: Get flap width.
ar: احصل على عرض الجناح.
de: Breite der Klappe ermitteln.
fr: Obtenir la largeur du rabat.
it: Ottieni la larghezza della frolla.
pl: Pobierz szerokość skrzydła.
pt: Obtenha a largura da aba.

source: Get flap height.
ar: احصل على ارتفاع الجناح.
de: Holen Sie die Flappen Höhe.
fr: Obtenir la hauteur du bord.
it: Ottieni l'altezza della fessura.
pl: Pobierz wysokość falisty.
pt: Obtenha a altura da abas.

source: Get show margins flag.
ar: الحصول على معلم عرض الهوامش.
de: Rahmen für Randbereiche abrufen.
fr: Obtenir le drapeau des marges.
it: Ottieni la bandiera delle margine dello spettacolo.
pl: Pobierz flagę marginesów.
pt: Obter a margem da bandeira.

source: Get show trim lines flag.
ar: الحصول على مؤشر خطوط التrim.
de: Rahmenlinien für die Anzeige abrufen.
fr: Obtenir le drapeau des lignes d'ajustement de l'affichage.
it: Ottieni la bandiera delle linee di taglio.
pl: Pobierz flagę linii przytnięcia.
pt: Obter a flag de linhas de corte da apresentação.

source: Get show barcode flag.
ar: الحصول على رمز شعار الرمز الشريطي.
de: Holen Sie sich das Barcode-Flag.
fr: Obtenir le drapeau du code à barres.
it: Ottieni la bandiera del codice a barre.
pl: Pobierz flagę kodu kreskowego.
pt: Obtenha a bandeira do código de barras.

source: Get show fold lines flag.
ar: الحصول على علامة طي الخطوط.
de: Rufe die Faltlinien-Flagge ab.
fr: Obtenir le drapeau des plis de la scène.
it: Ottieni il flag delle linee di piegatura.
pl: Pobierz flagę linii złożenia.
pt: Obter a marca de linhas de dobra.

source: Get show bleed lines flag.
ar: احصل على مؤشر خطوط النزيف.
de: Ruft das Flagge für Blutlinien ab.
fr: Obtenir le drapeau d'affichage des lignes de saignée.
it: Ottieni il flag delle linee di sanguinamento.
pl: Pobierz flagę widocznych linii przepływu.
pt: Obtenha a flag de linhas de sangramento.

source: Developer-friendly string representation of margin settings.
ar: تمثيل سلسلة نصية سهلة على المطورين لضبط الهوامش.
de: Entwicklerfreundliche Zeichenfolgendarstellung der Rand-Einstellungen.
fr: Représentation sous forme de chaîne conviviale pour les développeurs des paramètres de marge.
it: Rappresentazione testuale delle impostazioni di margine adatta agli sviluppatori.
pl: Przyjazne dla programisty reprezentacja tekstowa ustawień marginesów.
pt: Representação de string amigável ao desenvolvedor das configurações de margem.

source: Configuration Model
ar: نموذج التكوين
de: Konfigurationsmodell
fr: Modèle de configuration
it: Modello di configurazione
pl: Model konfiguracji
pt: Modelo de Configuração

source: Configuration model for MVP architecture.
ar: نموذج التكوين لعمارة MVP.
de: Konfigurationsmodell für die MVP-Architektur.
fr: Modèle de configuration pour l'architecture MVP.
it: Modello di configurazione per l'architettura MVP.
pl: Model konfiguracji dla architektury MVP.
pt: Modelo de configuração para arquitetura MVP.

source: Model for configuration data following MVP pattern.
ar: نموذج لبيانات التكوين وفق نمط MVP.
de: Modell für Konfigurationsdaten gemäß MVP-Muster.
fr: Modèle pour les données de configuration suivant le modèle MVP.
it: Modello per i dati di configurazione seguendo il pattern MVP.
pl: Model danych konfiguracyjnych zgodny z wzorcem MVP.
pt: Modelo para dados de configuração seguindo o padrão MVP.

source: Initialize configuration model with validators and defaults.
ar: قم ب초ئال تكوين النموذج مع المدققين والافتراضيات.
de: Konfigurationsmodell mit Validierungen und Standardwerten initialisieren.
fr: Initialiser le modèle de configuration avec les validateurs et les valeurs par défaut.
it: Inizializza il modello di configurazione con validatori e valori predefiniti.
pl: Zainicjalizuj model konfiguracji z walidatorami i wartościami domyślnymi.
pt: Inicialize o modelo de configuração com validadores e valores padrão.

source: Get default configuration values.
ar: الحصول على قيم التكوين الافتراضية.
de: Standardkonfigurationswerte abrufen.
fr: Obtenir les valeurs de configuration par défaut.
it: Ottieni i valori di configurazione predefiniti.
pl: Pobierz wartości konfiguracji domyślnej.
pt: Obtenha os valores da configuração padrão.

source: Dictionary of all default values
ar: قائمة بجميع القيم الافتراضية
de: Wörterbuch aller Standardwerte
fr: Dictionnaire de toutes les valeurs par défaut
it: Dizionario di tutti i valori predefiniti
pl: Słownik wszystkich wartości domyślnych
pt: Dicionário de todos os valores padrão

source: Get color configuration for an overlay type.
ar: الحصول على تكوين الألوان لنوع التراكب.
de: Farbkonfiguration für einen Überlagerungstyp abrufen.
fr: Obtenir la configuration des couleurs pour un type de surcouche.
it: Ottieni la configurazione dei colori per un tipo di sovrapposizione.
pl: Pobierz konfigurację koloru dla typu nakładki.
pt: Obtenha a configuração de cor para um tipo de sobreposição.

source: Type of overlay (margin_overlay, barcode_area, etc.)
ar: نوع التراكب (margin_overlay، barcode_area، إلخ.)
de: Overlay-Typ (margin_overlay, barcode_area, usw.)
fr: Type de surcouche (margin_overlay, barcode_area, etc.)
it: Tipo di sovrimpressione (margin_overlay, barcode_area, ecc.)
pl: Typ nakładki (margin_overlay, barcode_area, itp.)
pt: Tipo de sobreposição (margin_overlay, barcode_area, etc.)

source: Dictionary with color and opacity
ar: قاموس بألوان وشفافية
de: Wörterbuch mit Farbe und Deckkraft
fr: Dictionnaire avec couleur et opacité
it: Dizionario con colore e opacità
pl: Słownik z kolorem i niewidzialnością
pt: Dicionário com cor e opacidade

source: Set color configuration for an overlay type.
ar: حدد تكوين اللون لنوع التراكب.
de: Farbkonfiguration für einen Overlay-Typ festlegen.
fr: Définir la configuration de couleur pour un type de superposition.
it: Imposta la configurazione dei colori per un tipo di sovrapposizione.
pl: Ustaw konfigurację koloru dla typu nakładki.
pt: Definir configuração de cor para um tipo de sobreposição.

source: Type of overlay
ar: نوع التراكب
de: Art der Überlagerung
fr: Type de superposition
it: Tipo di sovrimpressione
pl: Rodzaj nakładki
pt: Tipo de sobreposição

source: Color in #RRGGBB format
ar: اللون بصيغة #RRGGBB
de: Farbe im #RRGGBB-Format
fr: Couleur au format #RRGGBB
it: Colore in formato #RRGGBB
pl: Kolor w formacie #RRGGBB
pt: Cor no formato #RRGGBB

source: Opacity value (0.0-1.0)
ar: قيمة الظل (0.0-1.0)
de: Deckkraftwert (0,0–1,0)
fr: Valeur d'opacité (0,0-1,0)
it: Valore di opacità (0,0-1,0)
pl: Wartość nieprzezroczystości (0,0-1,0)
pt: Valor da opacidade (0,0-1,0)

source: Get line width for a line type.
ar: الحصول على عرض الخط لنوع معين من الخطوط.
de: Linienbreite für einen Linientyp abrufen.
fr: Obtenir la largeur de ligne pour un type de ligne.
it: Ottieni la larghezza della linea per un tipo di linea.
pl: Pobierz szerokość linii dla danego typu linii.
pt: Obtenha a largura da linha para um tipo de linha.

source: Type of line (fold_lines, trim_lines, etc.)
ar: نوع الخط (fold_lines، trim_lines، إلخ.)
de: Linientyp (z. B. Faltlinien, Kantlinien usw.)
fr: Type de ligne (fold_lines, trim_lines, etc.)
it: Tipo di linea (linee di piegatura, linee di taglio, ecc.)
pl: Rodzaj linii (fold_lines, trim_lines, itp.)
pt: Tipo de linha (fold_lines, trim_lines, etc.)

source: Line width in pixels
ar: عرض الخط بالبكسل
de: Linienbreite in Pixeln
fr: Largeur de la ligne en pixels
it: Larghezza della linea in pixel
pl: Szerokość linii w pikselach
pt: Largura da linha em pixels

source: Set line width for a line type.
ar: حدد عرض الخط لنوع الخط.
de: Linienbreite für einen Linientyp festlegen.
fr: Définir l'épaisseur de ligne pour un type de ligne.
it: Imposta la larghezza della linea per un tipo di linea.
pl: Ustaw szerokość linii dla typu linii.
pt: Definir a largura da linha para um tipo de linha.

source: Type of line
ar: نوع الخط
de: Linientyp
fr: Type de ligne
it: Tipo di linea
pl: Rodzaj linii
pt: Tipo de linha

source: Width in pixels (must be positive)
ar: العرض بالبكسل (يجب أن يكون موجبًا)
de: Breite in Pixel (muss positiv sein)
fr: Largeur en pixels (doit être positive)
it: Larghezza in pixel (deve essere positiva)
pl: Szerokość w pikselach (musi być dodatnia)
pt: Largura em pixels (deve ser positiva)

source: Get a preference value.
ar: الحصول على قيمة تفضيل.
de: Rufen Sie einen Präferenzwert ab.
fr: Obtenir une valeur de préférence.
it: Ottieni un valore delle preferenze.
pl: Pobierz wartość preferencji.
pt: Obtenha um valor de preferência.

source: Preference key
ar: مفتاح التفضيل
de: Voreinstellungsschlüssel
fr: Clé de préférence
it: Chiave di preferenza
pl: Klucz preferencji
pt: Chave de preferência

source: Default value if key doesn't exist
ar: القيمة الافتراضية إذا لم يكن المفتاح موجودًا
de: Standardwert, wenn der Schlüssel nicht vorhanden ist
fr: Valeur par défaut si la clé n'existe pas
it: Valore predefinito se la chiave non esiste
pl: Domyślne wartości, jeśli klucz nie istnieje
pt: Valor padrão se a chave não existir

source: Preference value or default
ar: قيمة التفضيل أو القيمة الافتراضية
de: Bevorzugter Wert oder Standardwert
fr: Valeur de préférence ou par défaut
it: Valore di preferenza o predefinito
pl: Wartość preferencyjna lub domyślna
pt: Valor de preferência ou padrão

source: Set a preference value.
ar: حدد قيمة تفضيل.
de: Legen Sie einen Präferenzwert fest.
fr: Définir une valeur de préférence.
it: Imposta un valore delle preferenze.
pl: Ustaw wartość preferencji.
pt: Definir um valor de preferência.

source: Value to set
ar: القيمة التي سيتم تعيينها
de: Wert zum Festlegen
fr: Valeur à définir
it: Valore da impostare
pl: Wartość do ustawienia
pt: Valor a definir

source: Get default settings for a document type.
ar: الحصول على الإعدادات الافتراضية لنوع المستند.
de: Standardeinstellungen für einen Dokumententyp abrufen.
fr: Obtenir les paramètres par défaut pour un type de document.
it: Ottenere le impostazioni predefinite per un tipo di documento.
pl: Pobierz ustawienia domyślne dla typu dokumentu.
pt: Obtenha as configurações padrão para um tipo de documento.

source: Document type (interior, cover, dustjacket)
ar: نوع المستند (داخلي، غلاف، غلاف ورقي)
de: Dokumenttyp (Innen, Umschlag, Schutzumschlag)
fr: Type de document (intérieur, couverture, jaquette)
it: Tipo di documento (interno, copertina, sovraccoperta)
pl: Typ dokumentu (wewnętrzny, okładka, okładka chłonna)
pt: Tipo de documento (interior, capa, sobrecapa)

source: Dictionary of default settings
ar: قائمة الإعدادات الافتراضية
de: Wörterbuch der Standard-Einstellungen
fr: Dictionnaire des paramètres par défaut
it: Dizionario delle impostazioni predefinite
pl: Słownik ustawień domyślnych
pt: Dicionário de configurações padrão

source: Set default settings for a document type.
ar: حدد الإعدادات الافتراضية لنوع المستند.
de: Standardeinstellungen für einen Dokumententyp festlegen.
fr: Définir les paramètres par défaut pour un type de document.
it: Imposta le impostazioni predefinite per un tipo di documento.
pl: Ustaw ustawienia domyślne dla typu dokumentu.
pt: Defina as configurações padrão para um tipo de documento.

source: Document type
ar: نوع المستند
de: Dokumenttyp
fr: Type de document
it: Tipo di documento
pl: Rodzaj dokumentu
pt: Tipo de documento

source: Dictionary of settings
ar: قائمة الإعدادات
de: Wörterbuch der Einstellungen
fr: Dictionnaire des paramètres
it: Dizionario delle impostazioni
pl: Słownik ustawień
pt: Dicionário de configurações

source: View State Model
ar: نموذج حالة العرض
de: View State Modell
fr: Modèle d'état de visualisation
it: Modello dello stato della visualizzazione
pl: Model stanu widoku
pt: Modelo de Estado de Visualização

source: View state model for MVP architecture.
ar: نموذج حالة العرض لعمارة MVP.
de: Ansichtszustandsmodell für MVP-Architektur.
fr: Modèle d'état de visualisation pour l'architecture MVP.
it: Modello dello stato della vista per l'architettura MVP.
pl: Model stanu widoku dla architektury MVP.
pt: Modelo de estado de visualização para arquitetura MVP.

source: This model handles view state without any UI dependencies.
ar: يعالج هذا النموذج حالة العرض دون أي اعتمادات واجهة مستخدم.
de: Dieses Modell verwaltet den View-Status ohne jegliche UI-Abhängigkeiten.
fr: Ce modèle gère l'état de la vue sans aucune dépendance d'interface utilisateur.
it: Questo modello gestisce lo stato della vista senza alcuna dipendenza dell'interfaccia utente.
pl: Ten model obsługuje stan widoku bez żadnych zależności interfejsu użytkownika.
pt: Este modelo lida com o estado da exibição sem quaisquer dependências de interface do usuário.

source: Model for view state data.
ar: نموذج لبيانات حالة العرض.
de: Modell für Sichtzustandsdaten.
fr: Modèle pour les données d'état de l'affichage.
it: Modello per i dati dello stato della visualizzazione.
pl: Model danych stanu widoku.
pt: Modelo para dados do estado da visualização.
