Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Presenter for page navigation operations.
ar: مُقدِّم لعمليات التنقل في الصفحة.
de: Präsentator für Seitennavigation-Vorgänge.
fr: Présentateur pour les opérations de navigation de page.
it: Presentatore per le operazioni di navigazione della pagina.
pl: Prezentator do operacji nawigacji po stronie.
pt: Apresentador para operações de navegação na página.

source: This presenter handles: - Page navigation (next, previous, first, last) - Side-by-side pair navigation - Page jumping - Navigation validation
ar: يتعامل هذا العارض مع: - التنقل بين الصفحات (التالي، السابق، الأول، الأخير) - التنقل بين الأزواج جانباً إلى جنب - القفز بين الصفحات - التحقق من التنقل
de: Dieser Präsentator verwaltet: - Seitennavigation (nächste, vorherige, erste, letzte) - Seiten-zu-Seiten-Paar-Navigation - Sprünge zu bestimmten Seiten - Validierung der Navigation
fr: Ce présentateur gère : - La navigation par page (suivante, précédente, première, dernière) - La navigation par paires côte à côte - Le saut de page - La validation de la navigation
it: Questo presentatore gestisce: - Navigazione delle pagine (successiva, precedente, prima, ultima) - Navigazione a coppie affiancate - Salto alle pagine - Validazione della navigazione
pl: Ten prezentator obsługuje: - nawigację po stronach (następna, poprzednia, pierwsza, ostatnia) - nawigację po parach obok siebie - skoki do stron - walidację nawigacji
pt: Este apresentador manipula: - Navegação por página (próxima, anterior, primeira, última) - Navegação por pares lado a lado - Saltos de página - Validação da navegação

source: Initialize the navigation presenter.
ar: قم ب 초기ة عارض التنقل.
de: Initialisieren Sie den Navigation-Präsentator.
fr: Initialiser le présentateur de navigation.
it: Inizializza il presentatore di navigazione.
pl: Zainicjalizuj prezentator nawigacji.
pt: Inicialize o apresentador de navegação.

source: Optional view state model to use
ar: نموذج حالة العرض الاختياري للاستخدام
de: Optionales Sichtzustandsmodell, das verwendet werden soll
fr: Modèle d'état de visualisation facultatif à utiliser
it: Modello opzionale dello stato della visualizzazione da utilizzare
pl: Opcjonalny model stanu widoku do użycia
pt: Modelo de estado de visualização opcional a usar

source: Total number of pages in the document
ar: عدد الصفحات الكلي في المستند
de: Gesamtzahl der Seiten im Dokument
fr: Nombre total de pages dans le document
it: Numero totale di pagine nel documento
pl: Całkowita liczba stron w dokumencie
pt: Número total de páginas no documento

source: Update page count and adjust current page if necessary.
ar: تحديث عدد الصفحات وتعديل الصفحة الحالية إذا لزم الأمر.
de: Aktualisiere die Seitenanzahl und passe die aktuelle Seite gegebenenfalls an.
fr: Mettez à jour le nombre de pages et ajustez la page actuelle si nécessaire.
it: Aggiorna il numero di pagine e regola la pagina corrente se necessario.
pl: Zaktualizuj liczbę stron i przygotuj aktualną stronę, jeśli to konieczne.
pt: Atualize a contagem de páginas e ajuste a página atual, se necessário.

source: New total page count
ar: عدد صفحات جديدة بالكامل
de: Neue Gesamtseitenzahl
fr: Nouveau nombre total de pages
it: Nuovo totale pagine
pl: Nowa łączna liczba stron
pt: Nova contagem total de páginas

source: Navigate to a specific page.
ar: الانتقال إلى صفحة محددة.
de: Navigieren Sie zu einer bestimmten Seite.
fr: Accédez à une page spécifique.
it: Naviga fino a una pagina specifica.
pl: Przejdź do określonej strony.
pt: Navegue até uma página específica.

source: Zero-based page index to navigate to
ar: مؤشر الصفحة من الصفر للتنقل إليه
de: Nullbasierter Seitenindex, zu dem navigiert werden soll
fr: Index de page à zéro pour naviguer vers
it: Indice delle pagine a partire da zero per navigare verso
pt: Índice da página com base zero para navegar até

source: True if navigation was successful
ar: صحيح إذا كانت الملاحة ناجحة
de: Wahr, wenn die Navigation erfolgreich war
fr: Vrai si la navigation a réussi
it: Vero se la navigazione è riuscita
pl: Prawda, jeśli nawigacja się powiodła
pt: Verdadeiro se a navegação foi bem-sucedida

source: Advance to the next page or page pair in side-by-side mode.
ar: الانتقال إلى الصفحة التالية أو زوج الصفحات التالية في الوضع المتجاور.
de: Wechseln Sie zur nächsten Seite oder Seitenpaarung im nebeneinander-Modus.
fr: Passez à la page suivante ou à la paire de pages suivante en mode côte à côte.
it: Passa alla pagina successiva o alla coppia di pagine successiva in modalità a schermo diviso.
pl: Przejdź do następnej strony lub pary stron w trybie obok siebie.
pt: Avance para a próxima página ou par de páginas no modo lado a lado.

source: True if navigation occurred, False if already at end
ar: صحيح إذا تمت الملاحة، خاطئ إذا كان بالفعل في النهاية
de: Wahr, wenn Navigation erfolgt ist, Falsch, wenn bereits am Ende
fr: Vrai si la navigation s'est produite, Faux si déjà à la fin
it: Vero se la navigazione è avvenuta, Falso se si è già alla fine
pl: Prawda, jeśli wystąpiła nawigacja, Fałsz, jeśli już na końcu
pt: Verdadeiro se a navegação ocorreu, Falso se já estiver no final

source: Move back to the previous page or page pair in side-by-side mode.
ar: العودة إلى الصفحة السابقة أو زوج الصفحات في الوضع المتجاور.
de: Wechseln Sie zurück zur vorherigen Seite oder Seitenpaarung im Gegenüberstellung-Modus.
fr: Revenez à la page précédente ou à la paire de pages précédente en mode côte à côte.
it: Torna alla pagina precedente o alla coppia di pagine precedente in modalità a schermo diviso.
pl: Przejdź do poprzedniej strony lub pary stron w trybie obok siebie.
pt: Volte para a página anterior ou para o par de páginas anterior no modo lado a lado.

source: True if navigation occurred, False if already at start
ar: صحيح إذا تمت الملاحة، خاطئ إذا كنت بالفعل في البداية
de: Wahr, wenn Navigation stattgefunden hat, Falsch, wenn bereits am Startpunkt
fr: Vrai si la navigation s'est produite, Faux si déjà au départ
it: Vero se è avvenuta la navigazione, Falso se già all'inizio
pl: Prawda, jeśli nastąpiła nawigacja, Fałsz, jeśli już jesteśmy na początku
pt: Verdadeiro se a navegação ocorreu, Falso se já estiver no início

source: Jump to the beginning of the document.
ar: اذهب إلى بداية المستند.
de: Zum Anfang des Dokuments springen.
fr: Aller au début du document.
it: Vai all'inizio del documento.
pl: Przejdź do początku dokumentu.
pt: Vá para o início do documento.

source: True if navigation occurred
ar: صحيح إذا تمت الملاحة
de: Wahr, wenn Navigation stattgefunden hat
fr: Vrai si la navigation s'est produite
it: Vero se la navigazione è avvenuta
pl: Prawda, jeśli wystąpiła nawigacja
pt: Verdadeiro se a navegação ocorreu

source: Jump to the end of the document, handling side-by-side edge cases.
ar: اذهب إلى نهاية المستند مع التعامل مع الحالات الحدية المتجاورة.
de: Wechseln Sie zum Ende des Dokuments, wobei nebeneinanderliegende Randfälle berücksichtigt werden.
fr: Accédez à la fin du document, en gérant les cas limites côte à côte.
it: Vai alla fine del documento, gestendo i casi limite affiancati.
pl: Przejdź do końca dokumentu, obsługując przypadki brzegowe obok siebie.
pt: Pule para o final do documento, manipulando casos de borda lado a lado.

source: Set the view mode.
ar: حدد وضع العرض.
de: Stellen Sie den Anzeigemodus ein.
fr: Définir le mode d'affichage.
it: Imposta la modalità di visualizzazione.
pl: Ustaw tryb widoku.
pt: Definir o modo de exibição.

source: View mode ('single' or 'side_by_side')
ar: وضع العرض ('single' أو 'side_by_side')
de: Anzeigemodus ('single' oder 'side_by_side')
fr: Mode d'affichage ('single' ou 'side_by_side')
it: Modalità di visualizzazione ('single' o 'side_by_side')
pl: Tryb widoku ('single' lub 'side_by_side')
pt: Modo de visualização ('single' ou 'side_by_side')

source: Switch between single page and side-by-side page display.
ar: تبديل بين عرض الصفحة الفردية وعرض الصفحات جنباً إلى جنب.
de: Wechseln Sie zwischen der Anzeige einzelner Seiten und der nebeneinanderliegenden Seitenansicht.
fr: Passez du mode affichage page simple au mode affichage côte à côte.
it: Passa tra la visualizzazione a pagina singola e a pagina affiancata.
pl: Przełączaj się między jednostronnym a podwójnym widokiem stron.
pt: Alterne entre a exibição de página única e a exibição de páginas lado a lado.

source: Get the zero-based index of the currently displayed page.
ar: الحصول على مؤشر الصفحه المعروضه حاليًا الذي يبدأ من الصفر.
de: Rufen Sie den nullbasierten Index der aktuell angezeigten Seite ab.
fr: Obtenez l'index à partir de zéro de la page actuellement affichée.
it: Ottieni l'indice a partire da zero della pagina attualmente visualizzata.
pl: Pobierz indeks oparty na zerze aktualnie wyświetlanej strony.
pt: Obtenha o índice com base em zero da página atualmente exibida.

source: Current page index (0 to total_pages-1)
ar: فهرس الصفحة الحالية (0 إلى total_pages-1)
de: Aktueller Seitenindex (0 bis total_pages-1)
fr: Index de la page actuelle (0 à total_pages-1)
it: Indice della pagina corrente (0 a total_pages-1)
pl: Bieżący indeks strony (0 do total_pages-1)
pt: Índice da página atual (0 a total_pages-1)

source: Get the total page count in the document.
ar: احصل على عدد الصفحات الكلي في المستند.
de: Rufen Sie die Gesamtanzahl der Seiten im Dokument ab.
fr: Obtenir le nombre total de pages dans le document.
it: Ottieni il numero totale di pagine nel documento.
pl: Pobierz łączną liczbę stron w dokumencie.
pt: Obtenha o número total de páginas no documento.

source: Number of pages, or 0 if no document loaded
ar: عدد الصفحات، أو 0 إذا لم يتم تحميل أي وثيقة
de: Seitenanzahl, oder 0, wenn kein Dokument geladen ist
fr: Nombre de pages, ou 0 si aucun document n'est chargé
it: Numero di pagine, oppure 0 se non è caricato alcun documento
pl: Liczba stron, lub 0, jeśli nie załadowano dokumentu
pt: Número de páginas, ou 0 se nenhum documento estiver carregado

source: Get the current page pair for side-by-side mode.
ar: احصل على زوج الصفحة الحالية لوضع الجوار بجانب الجوار.
de: Rufen Sie das aktuelle Seitenpaar für den Kachelmodus ab.
fr: Obtenir la paire de pages actuelle pour le mode côte à côte.
it: Ottieni la coppia di pagine corrente per la modalità a schermo diviso.
pl: Pobierz aktualną parę stron do trybu obok siebie.
pt: Obtenha o par de páginas atual para o modo lado a lado.

source: Tuple of (left_page, right_page) where right_page may be None
ar: 튜플 (left_page, right_page) حيث يمكن أن يكون right_page هو None
de: Tupel aus (linker_Seite, rechter_Seite), wobei rechter_Seite None sein kann
fr: Tuple de (left_page, right_page) où right_page peut être None
it: Una tupla di (left_page, right_page) dove right_page può essere None
pl: Krotka (left_page, right_page), gdzie right_page może być None
pt: Tupla de (left_page, right_page) onde right_page pode ser None

source: Check if navigation is at the document start.
ar: تحقق مما إذا كانت التنقل في بداية المستند.
de: Überprüfen Sie, ob die Navigation am Dokumentanfang ist.
fr: Vérifiez si la navigation est au début du document.
it: Verifica se la navigazione è all'inizio del documento.
pl: Sprawdź, czy nawigacja znajduje się na początku dokumentu.
pt: Verifique se a navegação está no início do documento.

source: True if on page 0
ar: صحيح إذا كان في الصفحة 0
de: Wahr, wenn auf Seite 0
fr: Vrai si sur la page 0
it: Vero se nella pagina 0
pl: Prawda, jeśli na stronie 0
pt: Verdadeiro se estiver na página 0

source: Check if navigation is at the document end.
ar: تحقق مما إذا كانت التنقلات في نهاية المستند.
de: Überprüfen Sie, ob die Navigation am Dokumentende ist.
fr: Vérifiez si la navigation se trouve à la fin du document.
it: Verifica se la navigazione è alla fine del documento.
pl: Sprawdź, czy nawigacja znajduje się na końcu dokumentu.
pt: Verifique se a navegação está no final do documento.

source: True if no more pages can be navigated forward
ar: صحيح إذا لم تتمكن من التنقل إلى صفحات إضافية
de: Wahr, wenn keine weiteren Seiten mehr nach vorne navigiert werden können
fr: Vrai si aucune page supplémentaire ne peut être naviguée vers l'avant
it: Vero se non sono presenti altre pagine da visualizzare in avanti
pl: Prawda, jeśli nie ma więcej stron do nawigowania w przód
pt: Verdadeiro se não houver mais páginas para avançar

source: Get formatted text for page display.
ar: الحصول على نص مُنسَّق لعرض الصفحة.
de: Formatierten Text für die Seitenanzeige abrufen.
fr: Obtenir un texte formaté pour l'affichage de la page.
it: Ottieni il testo formattato per la visualizzazione della pagina.
pl: Pobierz sformatowany tekst do wyświetlenia na stronie.
pt: Obtenha o texto formatado para exibição na página.

source: Formatted page display text (e.g., "Page 1 of 10")
ar: عرض نص الصفحة المُصوَّرة (مثلاً: "الصفحة 1 من 10")
de: Formatierter Seitenanzeigetext (z. B. „Seite 1 von 10“)
fr: Texte d'affichage de la page formatée (par exemple, "Page 1 sur 10")
it: Testo per la visualizzazione della pagina formattata (es. "Pagina 1 di 10")
pl: Sformatowany tekst wyświetlany na stronie (np. "Strona 1 z 10")
pt: Texto de exibição da página formatada (ex.: "Página 1 de 10")

source: Check if forward navigation is available.
ar: تحقق مما إذا كانت الملاحة إلى الأمام متوفرة.
de: Überprüfen Sie, ob die Vorwärtsnavigation verfügbar ist.
fr: Vérifiez si la navigation vers l'avant est disponible.
it: Verifica se la navigazione in avanti è disponibile.
pl: Sprawdź, czy nawigacja do przodu jest dostępna.
pt: Verifique se a navegação para frente está disponível.

source: True unless at the last page
ar: صحيح ما لم يكن في الصفحة الأخيرة
de: Wahr, es sei denn, man ist auf der letzten Seite
fr: Vrai sauf à la dernière page
it: Vero a meno che non si trovi nell'ultima pagina
pl: Prawda, chyba że na ostatniej stronie
pt: Verdadeiro, a menos que na última página

source: Check if backward navigation is available.
ar: تحقق مما إذا كانت الملاحة العكسية متوفرة.
de: Überprüfen Sie, ob die Rückwärtsnavigation verfügbar ist.
fr: Vérifiez si la navigation arrière est disponible.
it: Verifica se la navigazione all'indietro è disponibile.
pl: Sprawdź, czy nawigacja wsteczna jest dostępna.
pt: Verifique se a navegação para trás está disponível.

source: True unless at the first page
ar: صحيح ما لم يكن في الصفحة الأولى
de: Wahr, es sei denn, es ist die erste Seite
fr: Vrai sauf à la première page
it: Vero a meno che non si trovi alla prima pagina
pl: Prawda, chyba że na pierwszej stronie
pt: Verdadeiro, a menos que na primeira página

source: Access the underlying view state model.
ar: الوصول إلى نموذج حالة العرض الأساسي.
de: Greifen Sie auf das zugrunde liegende Ansichtszustandsmodell zu.
fr: Accédez au modèle d'état de la vue sous-jacente.
it: Accedi al modello dello stato della vista sottostante.
pl: Uzyskaj dostęp do modelu stanu widoku.
pt: Acesse o modelo de estado subjacente.

source: Views
ar: الآراء
de: Ansichten
fr: Vues
it: Viste
pl: Widoki
pt: Visualizações

source: The views implement the View component of the MVP architecture pattern. They handle the user interface and display logic.
ar: تقوم الرؤى بتنفيذ مكون View من نمط بنية MVP. تتعامل مع واجهة المستخدم ومنطق العرض.
de: Die Ansichten implementieren den View-Teil des MVP-Architekturmusters. Sie kümmern sich um die Benutzeroberfläche und die Darstellungslogik.
fr: Les vues implémentent le composant View du modèle d'architecture MVP. Elles gèrent l'interface utilisateur et la logique d'affichage.
it: Le viste implementano il componente View del pattern di architettura MVP. Gestiscono l'interfaccia utente e la logica di visualizzazione.
pl: Widoki implementują komponent Widoku wzorca architektury MVP. Obsługują interfejs użytkownika i logikę wyświetlania.
pt: As visualizações implementam o componente View do padrão de arquitetura MVP. Elas lidam com a interface do usuário e a lógica de exibição.

source: Main Window
ar: النافذة الرئيسية
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
pl: Okno główne
pt: Janela Principal

source: Main window for the Momovu PDF viewer application.
ar: النافذة الرئيسية لتطبيق Momovu لقراءة ملفات PDF.
de: Hauptfenster der Momovu PDF-Ansichts-App.
fr: Fenêtre principale de l'application de visionneuse PDF Momovu.
it: Finestra principale dell'applicazione Momovu PDF viewer.
pl: Główne okno aplikacji Momovu PDF viewer.
pt: Janela principal para o aplicativo de visualização de PDF Momovu.

source: This refactored version delegates functionality to specialized components, keeping the main window clean and focused on coordination only.
ar: هذا الإصدار المعاد تصميمه يفوض الوظائف إلى مكونات متخصصة، مما يحافظ على نظافة النافذة الرئيسية وتركز فقط على التنسيق.
de: Diese refaktorierte Version delegiert Funktionalitäten an spezialisierte Komponenten und hält damit das Hauptfenster sauber und ausschließlich auf die Koordination konzentriert.
fr: Cette version refactorisée délègue les fonctionnalités à des composants spécialisés, gardant ainsi la fenêtre principale propre et concentrée uniquement sur la coordination.
it: Questa versione ristrutturata delega le funzionalità a componenti specializzati, mantenendo la finestra principale pulita e focalizzata esclusivamente sulla coordinazione.
pl: Ta przerobiona wersja deleguje funkcjonalność do specjalistycznych komponentów, utrzymując główny okno czysty i skupiony tylko na koordynacji.
pt: Esta versão refatorada delega a funcionalidade a componentes especializados, mantendo a janela principal limpa e focada apenas na coordenação.

source: Bases: :py:class:`~PySide6.QtWidgets.QMainWindow`
ar: القواعد: :py:class:`~PySide6.QtWidgets.QMainWindow`
de: Basis: :py:class:`~PySide6.QtWidgets.QMainWindow`
it: Basi: :py:class:`~PySide6.QtWidgets.QMainWindow`
pl: Bazy: :py:class:`~PySide6.QtWidgets.QMainWindow`

source: Main window for the MVP PDF viewer application.
ar: النافذة الرئيسية لتطبيق عارض ملفات PDF لنموذج المنتج القابل للتطبيق (MVP).
de: Hauptfenster der MVP-PDF-Ansichtsanwendung.
fr: Fenêtre principale de l'application de visionneuse PDF MVP.
it: Finestra principale per l'applicazione MVP PDF viewer.
pl: Główne okno aplikacji MVP PDF viewer.
pt: Janela principal para o aplicativo MVP PDF viewer.

source: Initialize the main window.
ar: تبدأ النافذة الرئيسية.
de: Initialisieren Sie das Hauptfenster.
fr: Initialiser la fenêtre principale.
it: Inizializza la finestra principale.
pl: Zainicjalizuj okno główne.
pt: Inicialize a janela principal.

source: Load a PDF file with error handling.
ar: تحميل ملف PDF مع معالجة الأخطاء.
de: Laden Sie eine PDF-Datei mit Fehlertoleranz.
fr: Charger un fichier PDF avec un traitement des erreurs.
it: Carica un file PDF con gestione degli errori.
pl: Załaduj plik PDF z obsługą błędów.
pt: Carregue um arquivo PDF com tratamento de erros.

source: Render pages using the page renderer component with error handling.
ar: توليد الصفحات باستخدام مكون عارض الصفحات مع معالجة الأخطاء.
de: Rendern Sie Seiten mithilfe des Seiten-Renderer-Komponenten mit Fehlertoleranz.
fr: Rendre les pages en utilisant le composant de rendu de page avec un traitement des erreurs.
it: Rendere le pagine utilizzando il componente del renderer delle pagine con gestione degli errori.
pl: Renderuj strony za pomocą komponentu renderującego strony z obsługą błędów.
pt: Renderize páginas usando o componente de renderização de página com tratamento de erros.

source: If True, skip automatic fit-to-page (useful for overlay toggles)
ar: إذا كان صحيحًا، تجاهل التكيّف التلقائي مع حجم الصفحة (مفيد لخيارات التبديل فوق الصورة)
de: Wenn True, automatische Anpassung an die Seitenansicht überspringen (nützlich für Überlagerungsschalter)
fr: Si True, ignore l'ajustement automatique à la page (utile pour les basculements de calque)
it: Se True, salta l'adattamento automatico alla pagina (utile per le sovrapposizioni)
pl: Jeśli True, pomijaj automatyczne dopasowanie do strony (użyteczne przy przełączaniu warstw)
pt: Se verdadeiro, pule o ajuste automático para a página (útil para alternâncias de sobreposição)

source: Update the page label in the status bar and spinbox.
ar: تحديث تسمية الصفحة في شريط الحالة وصندوق الدوران.
de: Aktualisieren Sie die Seitenbezeichnung in der Statusleiste und im Eingabefeld.
fr: Mettez à jour l'étiquette de la page dans la barre d'état et la zone de saisie.
it: Aggiorna l'etichetta della pagina nella barra di stato e nel campo di modifica.
pl: Zaktualizuj etykietę strony na pasku stanu i w polu tekstowym.
pt: Atualize o rótulo da página na barra de status e no spinbox.

source: Handle page number spinbox change.
ar: التعامل مع تغيير مربع رقم الصفحة.
de: Seitenzahlen-Spinbox-Änderung verarbeiten.
fr: Gérer le changement du champ de saisie du numéro de page.
it: Gestisci il cambiamento del numero di pagina nel campo di modifica.
pl: Obsłuż zmianę numeru strony w polu tekstowym.
pt: Manipular a alteração do número da página spinbox.

source: New page number (1-based)
ar: رقم الصفحة الجديدة (يبدأ من 1)
de: Neue Seitennummer (1-basiert)
fr: Nouveau numéro de page (à partir de 1)
it: Nuovo numero di pagina (a partire da 1)
pl: Nowy numer strony (1-odstawowy)
pt: Novo número de página (com base em 1)

source: Handle number of pages spinbox change.
ar: التعامل مع تغيير مربع الدوران عدد الصفحات.
de: Anzahl der Seiten-Spinbox-Änderung verarbeiten.
fr: Gérer le changement du nombre de pages dans la zone de saisie.
it: Gestisci il cambiamento del numero di pagine nella casella di modifica.
pl: Obsłuż zmianę liczby stron w polu numeracji.
pt: Manipular a alteração do número de páginas no spinbox.

source: Open a file dialog to select a PDF with error handling.
ar: افتح نافذة مُحادثة ملف لاختيار ملف PDF مع معالجة الأخطاء.
de: Öffnen Sie ein Dateidialogfeld, um eine PDF-Datei auszuwählen, mit Fehlerbehandlung.
fr: Ouvrez une boîte de dialogue pour sélectionner un PDF avec un traitement des erreurs.
it: Apri una finestra di dialogo per selezionare un PDF con il controllo degli errori.
pl: Otwórz okno dialogowe pliku, aby wybrać plik PDF z obsługą błędów.
pt: Abra um diálogo de arquivo para selecionar um PDF com tratamento de erros.

source: Toggle fullscreen mode.
ar: تبديل وضع الشاشة الكاملة.
de: Vollbildmodus umschalten.
fr: Basculer en mode plein écran.
it: Attiva/Disattiva la modalità a schermo intero.
pl: Przełącz tryb pełnoekranowy.
pt: Ativar/desativar modo de tela cheia.

source: Toggle presentation mode.
ar: تبديل وضع العرض.
de: Präsentationsmodus umschalten.
fr: Basculer en mode présentation.
it: Attiva/Disattiva la modalità presentazione.
pl: Przełącz tryb prezentacji.
pt: Ativar/desativar o modo de apresentação.

source: Enter presentation mode.
ar: الدخول إلى وضع العرض.
de: Präsentationsmodus aktivieren.
fr: Passez en mode présentation.
it: Entra in modalità presentazione.
pl: Wejdź w tryb prezentacji.
pt: Entre no modo de apresentação.

source: Exit presentation mode.
ar: الخروج من وضع العرض.
de: Präsentationsmodus beenden.
fr: Quitter le mode présentation.
it: Esci dalla modalità presentazione.
pl: Wyjdź z trybu prezentacji.
pt: Sair do modo de apresentação.

source: Toggle side-by-side view mode.
ar: تبديل وضع العرض جنبًا إلى جنب.
de: Seitenansicht-Modus umschalten.
fr: Activez le mode affichage côte à côte.
it: Attiva/Disattiva la modalità di visualizzazione affiancata.
pl: Przełącz tryb widoku obok siebie.
pt: Ativar/desativar o modo de exibição lado a lado.

source: Toggle margin visibility.
ar: تبديل رؤية الهامش.
de: Wechsle die Sichtbarkeit des Margins.
fr: Basculer la visibilité de la marge.
it: Attiva/Disattiva la visibilità del margine.
pl: Przełącz widoczność marginesu.
pt: Alternar visibilidade da margem.
