Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Hide all UI chrome and enter fullscreen for distraction-free viewing.
ar: إخفاء كل واجهات المستخدم وإدخال وضع الشاشة الكاملة للعرض بدون تشتيت.
de: Verstecke alle UI-Chrome und wechsle in den Vollbildmodus für eine störungsfreie Ansicht.
fr: Masquer tous les éléments de l'interface et passer en mode plein écran pour une visualisation sans distractions.
it: Nascondi tutta l'interfaccia e passa in modalità a schermo intero per una visione senza distrazioni.
pl: Ukryj cały interfejs użytkownika i przejdź w tryb pełnoekranowy, aby obejrzeć bez rozpraszania.
pt: Oculte todo o UI chrome e entre na tela cheia para visualização sem distrações.

source: Restore UI elements and return to windowed viewing mode.
ar: استعادة عناصر واجهة المستخدم و العودة إلى وضعية المشاهدة النافذة.
de: Stellen Sie die UI-Elemente wieder her und wechseln Sie in den Fenstermodus zurück.
fr: Restaurer les éléments de l'interface et revenir au mode d'affichage en fenêtre.
it: Ripristina gli elementi dell'interfaccia e torna alla modalità finestra.
pl: Przywróć elementy interfejsu użytkownika i wróć do trybu przeglądania w oknie.
pt: Restaure os elementos da interface e retorne ao modo de exibição em janela.

source: Set initial window display state based on startup parameters.
ar: حدد الحالة الأولية لعرض النافذة بناءً على معلمات البدء.
de: Legen Sie den Anfangszustand des Fensteranzeigens basierend auf den Startparametern fest.
fr: Définir l'état initial d'affichage de la fenêtre en fonction des paramètres de démarrage.
it: Imposta lo stato iniziale del display della finestra in base ai parametri di avvio.
pl: Ustaw początkowy stan wyświetlanego okna na podstawie parametrów uruchamiania.
pt: Definir o estado inicial de exibição da janela com base nos parâmetros de inicialização.

source: True to start in fullscreen mode
ar: الوضع الكامل الشاشة لبدء التشغيل بشكل صحيح
de: Wahr, um im Vollbildmodus zu starten
fr: Vrai pour démarrer en mode plein écran
it: Vero per iniziare in modalità a schermo intero
pl: Właściwe, aby rozpocząć w trybie pełnoekranowym
pt: Verdadeiro para iniciar no modo de tela cheia

source: True to start in presentation mode
ar: الوضع الحقيقي لبدء العرض التقديمي
de: Wahr, um im Präsentationsmodus zu starten
fr: Vrai pour commencer en mode présentation
it: Vero per iniziare in modalità presentazione
pl: Właściwe, aby rozpocząć w trybie prezentacji
pt: Verdadeiro para iniciar no modo de apresentação

source: Window Setup
ar: تثبيت النافذة
de: Fenster einrichten
fr: Configuration de la fenêtre
it: Impostazione finestra
pl: Ustawienia okna
pt: Configuração da Janela

source: Window initializer component for handling complex initialization.
ar: компونент المُقدِّم للنافذة لمعالجة التهيئة المعقدة.
de: Fenster-Initialisierungs-Komponente zur Behandlung komplexer Initialisierung.
fr: Composant d'initialisation de fenêtre pour gérer une initialisation complexe.
it: Componente inizializzatore finestra per la gestione di un'inizializzazione complessa.
pl: Komponent inicjalizujący okno do obsługi złożonej inicjalizacji.
pt: Componente inicializador de janela para lidar com inicialização complexa.

source: Handles complex initialization for the main window.
ar: تتعامل مع التهيئة المعقدة للنافذة الرئيسية.
de: Verwaltet die komplexe Initialisierung des Hauptfensters.
fr: Gère l'initialisation complexe de la fenêtre principale.
it: Gestisce l'inizializzazione complessa per la finestra principale.
pl: Zarządza złożoną inicjalizacją głównego okna.
pt: Lida com a inicialização complexa para a janela principal.

source: Initialize the window initializer.
ar: قم بتشغيل مُعدّل نافذة التشغيل.
de: Initialisieren Sie den Fenster-Initializer.
fr: Initialiser l'initialiseur de fenêtre.
it: Inizializza l'inizializzatore della finestra.
pl: Zainicjalizuj inicjalizator okna.
pt: Inicialize o inicializador da janela.

source: Create MVP components and wire them together.
ar: إنشاء مكونات MVP وربطها معًا.
de: Erstelle MVP-Komponenten und verbinde sie miteinander.
fr: Créez les composants du MVP et reliez-les entre eux.
it: Crea i componenti del MVP e collegali tra loro.
pl: Utwórz komponenty MVP i połącz je ze sobą.
pt: Crie componentes do MVP e conecte-os.

source: Cache constructor parameters for deferred initialization.
ar: تخصيص معلمات المُنشئ للاستخدام في التهيئة المُdelayed.
de: Cache-Parameter für die verzögerte Initialisierung zwischenspeichern.
fr: Mémoriser les paramètres du constructeur pour l'initialisation différée.
it: Memorizza i parametri del costruttore per l'inizializzazione posticipata.
pl: Kasuj parametry konstruktora dla odroczonego inicjalizowania.
pt: Armazene em cache os parâmetros do construtor para inicialização adiada.

source: Initial PDF to load
ar: الـ PDF الأول للتحميل
de: Anfängliches PDF zum Laden
fr: PDF initial à charger
it: PDF iniziale da caricare
pl: Początkowy plik PDF do załadowania
pt: PDF inicial para carregar

source: Page count for spine width calculation
ar: حساب عدد الصفحات لعرض الظهر
de: Seitenanzahl zur Berechnung der Rückenbreite
fr: Nombre de pages pour le calcul de l'épaisseur du dos
it: Numero di pagine per il calcolo dello spessore del libretto
pl: Liczba stron do obliczenia szerokości grzbietu
pt: Contagem de páginas para cálculo da largura da lombada

source: One of 'interior', 'cover', 'dustjacket'
ar: أحد 'الداخلية'، 'الغلاف'، 'الغلاف الواقف للُبُر'
de: Eine von 'Innen', 'Umschlag', 'Schutzumschlag'
fr: L'un des termes suivants : « interior », « cover », « dustjacket »
it: Uno di 'interno', 'copertina', 'brossura'
pl: Jedno z 'wewnętrzne', 'okładka', 'obwoluta'
pt: Um dos seguintes: 'interior', 'capa', 'brochura'

source: Enable page pair view
ar: تمكين عرض زوج الصفحة
de: Seitenpaaransicht aktivieren
fr: Activer la vue par paires de pages
it: Attiva la visualizzazione a coppie di pagine
pl: Włącz widok par stron
pt: Ativar visualização de pares de páginas

source: Display safety margins
ar: عرض الهوامش الأمنية
de: Sicherheitsmargen anzeigen
fr: Afficher les marges de sécurité
it: Visualizza i margini di sicurezza
pl: Wyświetl marginesy bezpieczeństwa
pt: Exibir margens de segurança

source: Display trim indicators
ar: عرض مؤشرات تلميع الشاشة
de: Anzeige der Garnkennzeichnungen
fr: Indicateurs de finition d'affichage
it: Indicatore di regolazione dello schermo
pl: Wyświetl wskaźniki obcinania
pt: Indicadores de ajuste de exibição

source: Display barcode area
ar: منطقة رمز التعبير
de: Barcode-Bereich anzeigen
fr: Zone d'affichage du code à barres
it: Area del codice a barre
pl: Pokaż obszar kodu kreskowego
pt: Área de código de barras

source: Display spine/flap folds
ar: عرض عمود الظهر / طي الحواف
de: Anzeige Rücken/Flügelfalten
fr: Afficher les plis de la couverture / de la jaquette
it: Visualizza pieghe della colonna vertebrale/risvolto
pl: Wyświetl zagięcia grzbietu/tylnego folderu
pt: Exibir dobras da lombada/flapa

source: Display bleed lines
ar: عرض خطوط النزيف
de: Bleedlines anzeigen
fr: Lignes de débordement d'affichage
it: Linee di sanguinamento dello schermo
pl: Wyświetl linie przetoczenia
pt: Exibir linhas de sangria

source: Launch in presentation mode
ar: البدء في الوضع العرضي
de: In Präsentationsmodus starten
fr: Lancer en mode présentation
it: Lancia in modalità presentazione
pl: Uruchom w trybie prezentacji
pt: Iniciar no modo de apresentação

source: Launch fullscreen
ar: التشغيل في وضع الشاشة الكاملة
de: Vollbild starten
fr: Lancer en plein écran
it: Lancia a schermo intero
pl: Uruchom w trybie pełnoekranowym
pt: Executar em tela cheia

source: Configure UI state from stored initialization parameters.
ar: تهيئة حالة واجهة المستخدم من المعلمات المخزنة.
de: UI-Zustand aus gespeicherten Initialisierungsparametern konfigurieren.
fr: Configurer l'état de l'interface utilisateur à partir des paramètres d'initialisation stockés.
it: Configura lo stato dell'interfaccia utente dai parametri di inizializzazione memorizzati.
pl: Skonfiguruj stan interfejsu użytkownika na podstawie przechowywanych parametrów inicjalizacji.
pt: Configure o estado da interface do usuário a partir dos parâmetros de inicialização armazenados.

source: Load initial PDF and apply window display mode.
ar: تحميل ملف PDF الأولي وتطبيق وضع عرض النافذة.
de: Laden Sie das Anfangs-PDF und wenden Sie den Fensteranzeigemodus an.
fr: Charger le PDF initial et appliquer le mode d'affichage fenêtre.
it: Carica il PDF iniziale e applica la modalità di visualizzazione finestra.
pl: Załaduj początkowy plik PDF i zastosuj tryb wyświetlania okna.
pt: Carregar PDF inicial e aplicar o modo de exibição da janela.

source: Map builder-created actions to main window attributes for easy access.
ar: ربط مُنشئ الخريطة الإجراءات بالخصائص النافذة الرئيسية للوصول السهل.
de: Ordnen Sie Aktionen, die vom Kartenbauer erstellt wurden, Attributen des Hauptfensters zu, für einfchen Zugriff.
fr: Carte des actions créées par l'utilisateur vers les attributs de la fenêtre principale pour un accès facile.
it: Mappa le azioni create dal costruttore alla finestra principale per un accesso facile.
pl: Przypisano działania tworzone przez programy do tworzenia map do atrybutów głównego okna, aby ułatwić dostęp.
pt: Ações criadas pelo construtor de mapas foram vinculadas aos atributos da janela principal para facilitar o acesso.

source: Zoom Controller
ar: متحكم التكبير
fr: Contrôleur de zoom
pl: Kontroler powiększenia
pt: Controlador de Zoom

source: Zoom controller component for managing view zoom operations.
ar: عنصر تحكم تكبير للتحكم في عمليات تكبير العرض.
de: Zoom-Controller-Komponente zur Verwaltung von Zoomvorgängen in der Ansicht.
fr: Composant de contrôle du zoom pour gérer les opérations de zoom sur la vue.
it: Componente del controller dello zoom per gestire le operazioni di zoom della vista.
pl: Komponent kontrolera powiększenia do zarządzania operacjami powiększenia widoku.
pt: Componente de controle de zoom para gerenciar operações de zoom na visualização.

source: This component encapsulates all zoom-related functionality, providing a clean interface for zoom operations while maintaining separation of concerns.
ar: يغلف هذا المكون جميع الوظائف المتعلقة بالتكبير، مما يوفر واجهة نظيفة للعمليات الخاصة بالتكبير مع الحفاظ على فصل القلق.
de: Dieser Komponente kapselt alle Funktionen im Zusammenhang mit dem Zoomen und bietet eine klare Schnittstelle für Zoomvorgänge, während die Trennung der Aufgaben gewahrt bleibt.
fr: Ce composant encapsule toutes les fonctionnalités liées au zoom, offrant une interface propre pour les opérations de zoom tout en maintenant la séparation des préoccupations.
it: Questo componente incapsula tutta la funzionalità relativa allo zoom, fornendo un'interfaccia pulita per le operazioni di zoom mantenendo al contempo la separazione delle preoccupazioni.
pl: Ten komponent zawiera wszystkie funkcje związane z powiększeniem, zapewniając czyste interfejsy do operacji powiększania, przy jednoczesnym utrzymaniu zasady separacji zasad.
pt: Este componente encapsula toda a funcionalidade relacionada ao zoom, fornecendo uma interface limpa para operações de zoom, mantendo ao mesmo tempo a separação de preocupações.

source: Controls all zoom operations for the PDF viewer.
ar: تحكم في جميع عمليات التكبير لعارض ملفات PDF.
de: Steuert alle Zoomvorgänge für den PDF-Betrachter.
fr: Contrôle toutes les opérations de zoom pour le visionneur PDF.
it: Controlla tutte le operazioni di zoom per il visualizzatore PDF.
pl: Kontroluje wszystkie operacje powiększenia dla programu do przeglądania plików PDF.
pt: Controla todas as operações de zoom para o visualizador de PDF.

source: This class manages zoom in/out operations and fit-to-page functionality, handling the complex logic for different document types and view modes. It follows the Single Responsibility Principle by focusing solely on zoom-related operations.
ar: تُدار هذه الفئة عمليات التكبير/التصغير ووظيفة التكيُّف مع الصفحة، مع التعامل مع منطق المعقد لأنواع المستندات المختلفة ووضعيات العرض. وتتبع مبدأ المسؤولية الواحدة من خلال التركيز فقط على العمليات المتعلقة بالتكبير.
de: Diese Klasse verwaltet Zoom-Vorgänge und die Funktionalität zum Anpassen an die Seitenansicht und übernimmt die komplexe Logik für verschiedene Dokumenttypen und Ansichtsmodi. Sie folgt dem Single-Responsibility-Prinzip, indem sie sich ausschließlich auf zoombezogene Operationen konzentriert.
fr: Cette classe gère les opérations de zoom avant/arrière et la fonctionnalité d'ajustement à la page, en prenant en charge la logique complexe pour différents types de documents et modes d'affichage. Elle suit le Principe de Responsabilité Unique en se concentrant uniquement sur les opérations liées au zoom.
it: Questa classe gestisce le operazioni di zoom avanti/indietro e la funzionalità di adattamento alla pagina, gestendo la complessa logica per diversi tipi di documento e modalità di visualizzazione. Segue il Principio della Responsabilità Unica concentrandosi esclusivamente sulle operazioni relative allo zoom.
pl: Ta klasa zarządza operacjami przewijania w przód i w tył oraz funkcją dopasowania do strony, obsługującą złożoną logikę dla różnych typów dokumentów i trybów widoku. Postępuje zgodnie z Zasadą Jednej Odpowiedzialności, skupiając się wyłącznie na operacjach związanych z powiększeniem.
pt: Esta classe gerencia operações de zoom para dentro e para fora e a funcionalidade de ajuste à página, lidando com a lógica complexa para diferentes tipos de documentos e modos de visualização. Ela segue o Princípio da Responsabilidade Única, focando exclusivamente em operações relacionadas ao zoom.

source: Initialize the zoom controller.
ar: قم بتهيئة متحكم التكبير.
de: Initialisieren Sie den Zoom-Controller.
fr: Initialiser le contrôleur de zoom.
it: Inizializza il controller dello zoom.
pl: Zainicjalizuj kontroler powiększenia.
pt: Inicialize o controlador de zoom.

source: The graphics view to control zoom for
ar: عرض الرسومات لزيادة التحكم في التكبير
de: Die Grafikanzeige zum Steuern des Zooms für
fr: La vue graphique pour contrôler le zoom
it: La vista grafica per controllare lo zoom
pl: Widok graficzny do kontroli przybliżenia
pt: A exibição gráfica para controlar o zoom

source: The graphics scene containing the content
ar: مشهد الرسومات الذي يحتوي على المحتوى
de: Die Grafikszene, die den Inhalt enthält
fr: La scène graphique contenant le contenu
it: La scena grafica contenente il contenuto
pl: Scena graficzna zawierająca zawartość
pt: A cena gráfica contendo o conteúdo

source: Optional parent QObject for proper cleanup
ar: الوالد اختياري QObject للتنظيف الصحيح
de: Optionales Eltern-QObject für eine ordnungsgemäße Bereinigung
fr: QObject parent facultatif pour un nettoyage approprié
it: Oggetto QObject padre opzionale per una corretta pulizia
pl: Opcjonalny nadrzędny obiekt QObject do poprawnego oczyszczenia
pt: QObject pai opcional para limpeza adequada

source: Set callbacks for accessing presenters.
ar: حدد الدوال الارجاعية للوصول إلى المقدّمين.
de: Rückrufe für den Zugriff auf Präsentatoren festlegen.
fr: Définir des rappels pour accéder aux présentateurs.
it: Imposta i callback per accedere ai presentatori.
pl: Ustawianie wywołań zwrotnych do uzyskiwania dostępu do prezentatorów.
pt: Defina callbacks para acessar os apresentadores.

source: This allows the controller to access presenter state without creating tight coupling.
ar: يسمح هذا للمتحكم بالوصول إلى حالة العارض دون إنشاء ربط وثيق.
de: Dies ermöglicht dem Controller, den Zustand des Presenters zu erreichen, ohne eine enge Kopplung zu erzeugen.
fr: Cela permet au contrôleur d'accéder à l'état du présentateur sans créer de couplage étroit.
it: Questo permette al controller di accedere allo stato del presentatore senza creare un accoppiamento stretto.
pl: Umożliwia to kontrolerowi uzyskiwanie dostępu do stanu prezentatora bez tworzenia ścisłej zależności.
pt: Isso permite que o controlador acesse o estado do apresentador sem criar acoplamento forte.

source: Callback to get margin presenter
ar: استدعاء للحصول على مقدمة الهامش
de: Zurückruf, um den Margin-Präsentor zu erhalten
fr: Appel de rappel pour obtenir le présentateur de marge
it: Callback per ottenere il presentatore del margine
pl: Wywołanie zwrotne w celu pobrania prezentera marginesu
pt: Retorno de chamada para obter o apresentador da margem

source: Callback to get navigation presenter
ar: الرجوع للحصول على عرض الملاحة
de: Zurückruf, um den Navigation-Präsentor zu erhalten
fr: Appel de fonction pour obtenir le présentateur de navigation
it: Callback per ottenere il presentatore di navigazione
pl: Wywołanie zwrotne w celu pobrania prezentera nawigacji
pt: Retorno de chamada para obter o apresentador de navegação

source: Callback to get document presenter
ar: استدعاء للحصول على عارض المستند
de: Rückruf, um den Dokumentenvorlageanbieter zu erhalten
fr: Appel de retour pour obtenir le présentateur de document
it: Callback per ottenere il presentatore del documento
pl: Wywołanie zwrotne do pobrania prezentatora dokumentu
pt: Retorno para obter o apresentador do documento

source: Set callback for updating UI after zoom operations.
ar: تحديد دالة رد الاتصال ل تحديث واجهة المستخدم بعد عمليات التكبير.
de: Rückruf für die Aktualisierung der Benutzeroberfläche nach Zoomvorgängen festlegen.
fr: Définir un rappel pour la mise à jour de l'interface utilisateur après les opérations de zoom.
it: Imposta la funzione di callback per l'aggiornamento dell'interfaccia utente dopo le operazioni di zoom.
pl: Ustawianie funkcji zwrotnej do aktualizacji interfejsu użytkownika po operacjach przewijania.
pt: Definir retorno de chamada para atualizar a interface do usuário após operações de zoom.

source: Callback to update page label
ar: الرجوع للخلف لتحديث تسمية الصفحة
de: Zurückruf, um die Seitenbeschriftung zu aktualisieren
fr: Appel de retour pour mettre à jour l'étiquette de la page
it: Callback per aggiornare l'etichetta della pagina
pl: Wywołanie zwrotne do aktualizacji etykiety strony
pt: Retorno de chamada para atualizar o rótulo da página

source: Increase zoom level by the standard zoom factor from viewport center.
ar: زيادة مستوى التكبير بمقدار العامل القياسي للتكبير من مركز منطقة العرض.
de: Vergrößert die Zoomstufe um den Standard-Zoom-Faktor vom Zentrum der Ansicht.
fr: Augmenter le niveau de zoom par le facteur de zoom standard à partir du centre de la zone d'affichage.
it: Aumenta il livello di ingrandimento del fattore di zoom standard dal centro della viewport.
pl: Zwiększ poziom powiększenia o standardowy czynnik powiększenia od środka widocznej części.
pt: Aumente o nível de zoom pelo fator de zoom padrão a partir do centro da janela de visualização.

source: Decrease zoom level by the standard zoom factor from viewport center.
ar: قم بتحجيم الصورة بدرجة أقل من العامل القياسي للتحجيم من مركز نافذة العرض.
de: Verringert die Zoomstufe um den Standard-Zoom-Faktor vom Zentrum der Ansicht.
fr: Réduire le niveau de zoom par le facteur de zoom standard à partir du centre de la zone d'affichage.
it: Riduci il livello di zoom del fattore di zoom standard dal centro della viewport.
pl: Zmniejsz poziom przybliżenia o standardowy czynnik powiększenia od środka widocznej części.
pt: Reduz o nível de zoom pelo fator de zoom padrão a partir do centro da janela de visualização.

source: Get the current zoom level.
ar: الحصول على مستوى التكبير الحالي.
de: Rufen Sie das aktuelle Zoomniveau ab.
fr: Obtenir le niveau de zoom actuel.
it: Ottieni il livello di zoom corrente.
pl: Pobierz obecny poziom przybliżenia.
pt: Obtenha o nível de zoom atual.

source: Current zoom level (1.0 = 100%)
ar: مستوى التكبير الحالي (1.0 = 100%)
de: Aktueller Zoomfaktor (1,0 = 100 %)
fr: Niveau d'agrandissement actuel (1,0 = 100 %)
it: Livello di zoom corrente (1,0 = 100%)
pl: Obecny poziom przybliżenia (1,0 = 100%)
pt: Nível de zoom atual (1,0 = 100%)

source: Set the internal zoom level without applying scale.
ar: حدد مستوى التكبير الداخلي دون تطبيق النسبة.
de: Stellen Sie die interne Zoomstufe ohne Skalierung ein.
fr: Définir le niveau de zoom interne sans appliquer d'échelle.
it: Imposta il livello di zoom interno senza applicare la scala.
pl: Ustaw poziom zoomu wewnętrznego bez stosowania skali.
pt: Defina o nível de zoom interno sem aplicar escala.

source: Used by GraphicsView after it performs mouse-centered zoom. This method only updates the tracking value.
ar: يتم استخدامه من قبل GraphicsView بعد أن يقوم بتكبير القائمة المركزة على الفأرة. يقوم هذا الطريقة فقط بتحديث قيمة التتبع.
de: Wird von GraphicsView nach einem Maus-zentrierten Zoom verwendet. Diese Methode aktualisiert nur den Tracking-Wert.
fr: Utilisé par GraphicsView après qu'il ait effectué un zoom centré sur la souris. Cette méthode met uniquement à jour la valeur de suivi.
it: Utilizzato da GraphicsView dopo che esegue lo zoom centrato sul mouse. Questo metodo aggiorna solo il valore del tracciamento.
pl: Używany przez GraphicsView po wykonaniu przybliżenia z centrowaniem na mysz. Ta metoda aktualizuje tylko wartość śledzenia.
pt: Usado por GraphicsView após realizar o zoom centrado no mouse. Este método atualiza apenas o valor de rastreamento.

source: The new zoom level (1.0 = 100%)
ar: النسبة الجديدة للتكبير (1.0 = 100%)
de: Die neue Zoomstufe (1,0 = 100 %)
fr: Le nouveau niveau de zoom (1,0 = 100 %)
it: Il nuovo livello di ingrandimento (1,0 = 100%)
pl: Nowy poziom przybliżenia (1,0 = 100%)
pt: O novo nível de zoom (1,0 = 100%)

source: Whether to emit the zoom_changed signal
ar: ما إذا كان يجب إصدار إشارة zoom_changed
de: Ob das Signal zoom_changed ausgelöst werden soll
fr: Si le signal zoom_changed doit être émis
it: Se emettere il segnale zoom_changed
pl: Czy emitować sygnał zoom_changed
pt: Se deve emitir o sinal zoom_changed

source: This method handles different fitting strategies based on: - Document type (interior/cover/dustjacket) - View mode (single/side-by-side)
ar: يتعامل هذا الأسلوب مع استراتيجيات مختلفة للملاءمة بناءً على: - نوع المستند (داخلي/غلاف/غلاف ورقي) - وضع العرض (فردي/مقابل جانبي)
de: Dieses Verfahren behandelt unterschiedliche Anpassungsstrategien basierend auf: - Dokumenttyp (Inhalt/Umschlag/Schutzumschlag) - Ansichtsmodus (einzelne Seite/Seiten nebeneinander)
fr: Cette méthode gère différentes stratégies d'ajustement en fonction de : - Type de document (intérieur/4e de couv./pochette) - Mode d'affichage (simple/côte à côte)
it: Questo metodo gestisce diverse strategie di adattamento in base a: - Tipo di documento (interno/sovraccoperta/avvolgicopertina) - Modalità di visualizzazione (singola/affiancata)
pl: Ta metoda obsługuje różne strategie dopasowania na podstawie: - typu dokumentu (wewnętrzny/okładka/okładka zewnętrzna) - trybu widoku (jednostronicowy/boczny)
pt: Este método lida com diferentes estratégias de ajuste com base em: - Tipo de documento (interior/capa/contracapa) - Modo de visualização (único/lado a lado)

source: For interior documents with all pages rendered, this fits only the current page in view, not all pages.
ar: بالنسبة للوثائق الداخلية مع جميع الصفحات المعروضة، فإن هذا يناسب الصفحة الحالية فقط في المشاهدة، وليس جميع الصفحات.
de: Bei internen Dokumenten mit allen Seiten gerendert passt dies nur zur aktuellen angezeigten Seite, nicht zu allen Seiten.
fr: Pour les documents intérieurs avec toutes les pages affichées, cela s'adapte uniquement à la page actuelle visible, et non à toutes les pages.
it: Per documenti interni con tutte le pagine visualizzate, questa opzione adatta solo la pagina corrente in vista, non tutte le pagine.
pl: Dla dokumentów wewnętrznych z wszystkimi stronami, które są wyrenderowane, dopasowuje się tylko do bieżącej strony w widoku, a nie do wszystkich stron.
pt: Para documentos internos com todas as páginas renderizadas, isso se ajusta apenas à página atual em exibição, não a todas as páginas.
