Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: API Reference
ar: مراجع واجهة برمجة التطبيقات (API)
de: API-Referenz
fr: Documentation de l'API
it: Riferimento API
pl: Dokumentacja API
pt: Referência da API

source: This document provides a comprehensive API reference for the Momovu library. All public classes, methods, and functions are documented here using automatic documentation generation from the source code.
ar: يوفر هذا المستند مرجعًا شاملاً لواجهة برمجة التطبيقات (API) للбиблиوتيك Momovu. تم توثيق جميع الفئات العامة، والطرق، والوظائف هنا باستخدام إنشاء الوثائق تلقائيًا من الشيفرة المصدرية.
de: Dieses Dokument stellt eine umfassende API-Dokumentation für die Momovu-Bibliothek bereit. Alle öffentlichen Klassen, Methoden und Funktionen werden hier mithilfe automatischer Dokumentationserstellung aus dem Quellcode dokumentiert.
fr: Ce document fournit une documentation complète de l'API de la bibliothèque Momovu. Toutes les classes, méthodes et fonctions publiques sont documentées ici à l'aide d'une génération automatique de documentation à partir du code source.
it: Questo documento fornisce un riferimento API completo per la libreria Momovu. Tutte le classi, i metodi e le funzioni pubbliche sono documentati qui utilizzando la generazione automatica della documentazione dal codice sorgente.
pl: Ten dokument zawiera kompleksowe odniesienie API dla biblioteki Momovu. Wszystkie publiczne klasy, metody i funkcje zostały tutaj udokumentowane przy użyciu automatycznej generacji dokumentacji z kodu źródłowego.
pt: Este documento fornece uma referência abrangente de API para a biblioteca Momovu. Todas as classes, métodos e funções públicas são documentados aqui usando geração automática de documentação a partir do código-fonte.

source: Table of Contents
ar: محتويات الجدول
de: Inhaltsverzeichnis
fr: Table des matières
it: Indice
pl: Spis treści
pt: Sumário

source: Core Module
ar: وحدة النواة
de: Kernmodul
fr: Module de base
it: Modulo principale
pl: Moduł podstawowy
pt: Módulo Principal

source: Main Entry Point
ar: المنفذ الرئيسي للدخول
de: Hauptzugangspunkt
fr: Point d'entrée principal
it: Punto di ingresso principale
pl: Główne wejście
pt: Ponto de Entrada Principal

source: Main entry point for the Momovu application.
ar: النقطة الرئيسية للدخول إلى تطبيق Momovu.
de: Haupteintragspunkt für die Momovu-Anwendung.
fr: Point d'entrée principal pour l'application Momovu.
it: Punto di ingresso principale per l'applicazione Momovu.
pl: Główne wejście do aplikacji Momovu.
pt: Ponto de entrada principal para o aplicativo Momovu.

source: Process CLI arguments with validation and help text.
ar: معالجة وسيطات وحدة التحكم مع التحقق من الصحة ونص المساعدة.
de: Behandeln Sie CLI-Argumente mit Validierung und Hilfstext.
fr: Traiter les arguments CLI avec validation et texte d'aide.
it: Processa gli argomenti della CLI con la validazione e il testo di aiuto.
pl: Przetwarzaj argumenty CLI z weryfikacją i tekstem pomocy.
pt: Processar argumentos da CLI com validação e texto de ajuda.

source: Returns
ar: المرتجعات
de: Rückgaben
fr: Retours
it: Resi
pl: Zwroty
pt: Retornos

source: Namespace with all command options
ar: مجال الاسم الذي يحتوي على جميع خيارات الأوامر
de: Namespace mit allen Befehloptionen
fr: Espace de noms contenant toutes les options de commande
it: Spazio dei nomi con tutte le opzioni del comando
pl: Przestrzeń nazw ze wszystkimi opcjami polecenia
pt: Namespace com todas as opções de comando

source: Example
ar: مثال
de: Beispiel
fr: Exemple
it: Esempio
pl: Przykład
pt: Exemplo

source: Configure log levels from debug/verbose CLI flags.
ar: تهيئة مستويات السجل من الأعلام (flags) الموسعة/الخاصة بخط الأوامر (CLI).
de: Konfigurieren Sie Protokollierungsebenen über debug/verbose-Befehlszeilenflags.
fr: Configurez les niveaux de journalisation à partir des indicateurs CLI de débogage/verbose.
it: Configura i livelli di log dagli indicatori CLI di debug/verbose.
pl: Konfigurowanie poziomów logów za pomocą flagi CLI debug/verbose.
pt: Configure os níveis de log a partir das opções de linha de comando de depuração/verbosas.

source: Parameters
ar: البارامترات
de: Parameter
fr: Paramètres
it: Parametri
pl: Parametry
pt: Parâmetros

source: Namespace with debug and verbose attributes
ar: مساحة الاسم مع سمات التصحيح والطباعة التفصيلية
de: Namespace mit debug- und verbose-Attributen
fr: Espace de noms avec attributs de débogage et verbeux
it: Spazio dei nomi con attributi di debug e verbosi
pl: Przestrzeń nazw z atrybutami debug i verbose
pt: Namespace com atributos de depuração e verbosos

source: Launch Momovu with error handling and proper exit codes.
ar: تشغيل Momovu مع معالجة الأخطاء ورموز الخروج الصحيحة.
de: Momovu mit Fehlertoleranz und korrekten Beendigungs-Codes starten.
fr: Lancez Momovu avec un traitement des erreurs et des codes de sortie appropriés.
it: Avvia Momovu con la gestione degli errori e i codici di uscita corretti.
pl: Uruchom Momovu z obsługą błędów i poprawnymi kodami wyjścia.
pt: Inicie o Momovu com tratamento de erros e códigos de saída adequados.

source: Raises
ar: يرفع
de: Erhöht
fr: Relève
it: Solleva
pl: Podnosi
pt: Aumenta

source: Always exits with appropriate code
ar: يخرج دائمًا برمز مناسب
de: Beendet sich immer mit dem passenden Code
fr: Sort toujours avec le code approprié
it: Esce sempre con il codice appropriato
pl: Zawsze zakończone odpowiednim kodem
pt: Sempre sai com o código apropriado

source: Models
ar: النماذج
de: Modelle
fr: Modèles
it: Modelli
pl: Modele
pt: Modelos

source: The models implement the Model component of the MVP (Model-View-Presenter) architecture pattern. They handle data storage and business logic.
ar: يقوم النماذج بتنفيذ مكون النموذج من نمط العمارة MVP (نموذج-عرض-مقدّم). يتعاملون مع تخزين البيانات والمنطق التجاري.
de: Die Modelle implementieren den Model-Teil des MVP-(Model-View-Presenter)-Architekturmusters. Sie kümmern sich um die Datenspeicherung und die Geschäftslogik.
fr: Les modèles implémentent le composant Modèle du schéma d'architecture MVP (Modèle-Vue-Présentateur). Ils gèrent le stockage des données et la logique métier.
it: I modelli implementano il componente Model dello schema architetturale MVP (Model-View-Presenter). Gestiscono l'archiviazione dei dati e la logica aziendale.
pl: Modele implementują komponent Model wzorca architektury MVP (Model-Widok-Presenter). Obsługują one przechowywanie danych i logikę biznesową.
pt: Os modelos implementam o componente Modelo do padrão de arquitetura MVP (Modelo-Visão-Presentador). Eles lidam com o armazenamento de dados e a lógica de negócios.

source: Base Model
ar: النموذج الأساسي
de: Basismodell
fr: Modèle de base
it: Modello Base
pl: Model bazowy
pt: Modelo Básico

source: Base model class with property change notification support.
ar: النوع الأساسي للنموذج مع دعم إخطار تغيير الخاصية.
de: Basismodellklasse mit Unterstützung für Benachrichtigungen bei Eigenschaftsänderungen.
fr: Classe de modèle de base avec prise en charge des notifications de modification de propriété.
it: Classe del modello di base con supporto per la notifica dei cambiamenti delle proprietà.
pl: Podstawowa klasa modelu z obsługą powiadomień o zmianie właściwości.
pt: Classe do modelo base com suporte a notificação de alteração de propriedade.

source: This module provides the foundation for all models in the MVP architecture. It implements property change notifications without Qt dependencies.
ar: يوفر هذا المودуль الأساس لكل النماذج في بنية MVP. يقوم بتنفيذ إشعارات تغيير الخصائص دون الحاجة إلى اعتماديات Qt.
de: Dieses Modul bildet die Grundlage für alle Modelle in der MVP-Architektur. Es implementiert Benachrichtigungen über Eigenschaftsänderungen ohne Abhängigkeiten zu Qt.
fr: Ce module fournit la base pour tous les modèles dans l'architecture MVP. Il implémente les notifications de modification des propriétés sans dépendances Qt.
it: Questo modulo fornisce la base per tutti i modelli nell'architettura MVP. Implementa le notifiche di modifica delle proprietà senza dipendenze da Qt.
pl: Ten moduł stanowi podstawę dla wszystkich modeli w architekturze MVP. Implementuje powiadomienia o zmianach właściwości bez zależności od Qt.
pt: Este módulo fornece a base para todos os modelos na arquitetura MVP. Ele implementa notificações de alteração de propriedade sem dependências do Qt.

source: Bases: :py:class:`object`
ar: الأُسَاس: :py:class:`كائن`
de: Basis: :py:class:`object`
fr: Bases : :py:class:`objet`
it: Basi: :py:class:`object`
pl: Podstawy: :py:class:`obiekt`

source: Event fired when a model property changes.
ar: حدث يتم إرساله عندما تتغير خاصية النموذج.
de: Ereignis, das ausgelöst wird, wenn sich eine Modell-Eigenschaft ändert.
fr: Événement déclenché lorsque la propriété d'un modèle change.
it: Evento attivato quando una proprietà del modello cambia.
pl: Zdarzenie wywoływane, gdy zmienia się właściwość modelu.
pt: Evento acionado quando uma propriedade do modelo muda.

source: Initialize a property changed event.
ar: تبدأ بحدث تغيير خاصية.
de: Initialisieren Sie ein Eigenschaftsgeändert-Ereignis.
fr: Initialiser un événement de modification de propriété.
it: Inizializzare un evento di modifica della proprietà.
pl: Zainicjuj zdarzenie zmiany właściwości.
pt: Inicialize um evento de propriedade alterada.

source: Name of the property that changed
ar: اسم الملكية التي تغيرت
de: Name der geänderten Eigenschaft
fr: Nom de la propriété qui a changé
it: Nome della proprietà che è cambiata
pl: Nazwa właściwości, która uległa zmianie
pt: Nome da propriedade que mudou

source: Previous value of the property
ar: القيمة السابقة للملكية
de: Vorheriger Wert der Eigenschaft
fr: Valeur précédente de la propriété
it: Valore precedente della proprietà
pl: Poprzednia wartość właściwości
pt: Valor anterior da propriedade

source: New value of the property
ar: قيمة الملكية الجديدة
de: Neuer Wert der Eigenschaft
fr: Nouvelle valeur de la propriété
it: Nuovo valore della proprietà
pl: Nowa wartość właściwości
pt: Novo valor da propriedade

source: Return a developer-friendly string representation.
ar: إرجاع تمثيل نصي سهل الاستخدام للمطور.
de: Gibt eine für Entwickler freundliche Zeichenfolgendarstellung zurück.
fr: Renvoie une représentation sous forme de chaîne conviviale pour le développeur.
it: Restituisci una rappresentazione in stringa amica dello sviluppatore.
pl: Zwróć rozwiniętą reprezentację ciągu znaków dla programisty.
pt: Retorne uma representação de string amigável para o desenvolvedor.

source: Base class for all models with property change notification.
ar: الدّرس الأساسي لكل النماذج مع إخطار تغيير الخاصية.
de: Basisklasse für alle Modelle mit Eigenschaftsänderungsbenachrichtigung.
fr: Classe de base pour tous les modèles avec notification de modification de propriété.
it: Classe base per tutti i modelli con notifica di modifica delle proprietà.
pl: Klasa bazowa dla wszystkich modeli z powiadamianiem o zmianie właściwości.
pt: Classe base para todos os modelos com notificação de alteração de propriedade.

source: This class provides: - Property change notification mechanism - Property validation framework - Observer pattern implementation (no Qt dependencies)
ar: توفر هذه الفئة: - آلية إخطار تغيير الخصائص - إطار عمل التحقق من صحة الخصائص - تنفيذ نمط المراقب (بدون تبعيات Qt)
de: Diese Klasse bietet: - Mechanismus zur Benachrichtigung über Eigenschaftsänderungen - Rahmenwerk zur Eigenschaftsvalidierung - Implementierung des Beobachtermusters (keine Qt-Abhängigkeiten)
fr: Cette classe fournit : - Mécanisme de notification des changements de propriété - Cadre de validation des propriétés - Implémentation du modèle d'observateur (sans dépendances Qt)
it: Questa classe fornisce: - Meccanismo di notifica delle modifiche alle proprietà - Framework di convalida delle proprietà - Implementazione del pattern Observer (senza dipendenze da Qt)
pl: Ta klasa zapewnia: - Mechanizm powiadamiania o zmianie właściwości - Ramy weryfikacji właściwości - Implementację wzorca obserwatora (bez zależności od Qt)
pt: Esta classe fornece: - Mecanismo de notificação de alteração de propriedade - Estrutura de validação de propriedades - Implementação do padrão Observer (sem dependências do Qt)

source: Initialize the base model with empty observers and properties.
ar: قم ب 초기ة النموذج الأساسي بمشاهدين فارغين وخصائص.
de: Initialisieren Sie das Basismodell mit leeren Beobachtern und Eigenschaften.
fr: Initialisez le modèle de base avec des observateurs et des propriétés vides.
it: Inizializza il modello di base con osservatori e proprietà vuoti.
pl: Zainicjalizuj model podstawowy pustymi obserwatorami i właściwościami.
pt: Inicialize o modelo base com observadores e propriedades vazios.

source: Add an observer for property changes.
ar: أضف مراقب لتغييرات الخصائص.
de: Fügen Sie einen Beobachter für Eigenschaftsänderungen hinzu.
fr: Ajouter un observateur pour les modifications de propriété.
it: Aggiungi un osservatore per le modifiche alla proprietà.
pl: Dodaj obserwatora zmian właściwości.
pt: Adicione um observador para alterações de propriedade.

source: Callback function to be called on property changes
ar: دالة استدعاء يتم استدعاؤها عند تغييرات الخصائص
de: Zurückruf-Funktion, die bei Änderungen der Eigenschaft aufgerufen wird
fr: Fonction de rappel à appeler en cas de modifications des propriétés
it: Funzione di callback da chiamare in caso di modifiche alla proprietà
pl: Funkcja zwrotna do wywołania przy zmianach właściwości
pt: Função de retorno chamada quando as propriedades mudarem

source: Remove an observer from the notification list.
ar: إزالة مراقب من قائمة الإشعارات.
de: Entfernen Sie einen Beobachter aus der Benachrichtigungsliste.
fr: Retirez un observateur de la liste de notification.
it: Rimuovi un osservatore dall'elenco delle notifiche.
pl: Usuń obserwatora z listy powiadomień.
pt: Remova um observador da lista de notificações.

source: Callback function to remove (no-op if not registered)
ar: دالة استدعاء للاستجابة (لا تفعل شيئًا إذا لم تُسجَّل)
de: Zurückruffunktion zum Entfernen (keine Aktion, wenn nicht registriert)
fr: Fonction de rappel à supprimer (opération sans effet si non enregistrée)
it: Funzione di callback per rimuovere (nessuna operazione se non registrata)
pl: Funkcja wywołania zwrotnego do usunięcia (brak operacji, jeśli nie zarejestrowano)
pt: Função de retorno de chamada para remover (não faz nada se não estiver registrado)

source: Set a property value with optional validation.
ar: قم بتعيين قيمة خاصية مع التحقق الاختياري.
de: Legen Sie einen Eigenschaftswert mit optionaler Validierung fest.
fr: Définir une valeur de propriété avec une validation optionnelle.
it: Imposta il valore di una proprietà con validazione opzionale.
pl: Ustaw wartość właściwości z opcjonalną weryfikacją.
pt: Defina um valor de propriedade com validação opcional.

source: Property name
ar: اسم الممتلكات
de: Name der Eigenschaft
fr: Nom de la propriété
it: Nome della proprietà
pl: Nazwa nieruchomości
pt: Nome da propriedade

source: New value
ar: قيمة جديدة
de: Neuer Wert
fr: Nouvelle valeur
it: Nuovo valore
pl: Nowa wartość
pt: Novo valor

source: Whether to validate the value
ar: هل تحقق من صحة القيمة
de: Ob der Wert überprüft werden soll
fr: Valider ou non la valeur
it: Se convalidare il valore
pl: Czy zweryfikować wartość
pt: Validar o valor?

source: True if the property was set, False if validation failed
ar: صحيح إذا تم تعيين الخاصية، خاطئ إذا فشلت التحقق من الصحة
de: Wahr, wenn die Eigenschaft gesetzt wurde, Falsch, wenn die Validierung fehlgeschlagen ist
fr: Vrai si la propriété a été définie, Faux si la validation a échoué
it: Vero se la proprietà è stata impostata, Falso se la convalida non ha avuto successo
pl: Prawda, jeśli właściwość została ustawiona, Fałsz, jeśli walidacja nie powiodła się
pt: Verdadeiro se a propriedade foi definida, Falso se a validação falhou

source: Get a property value.
ar: الحصول على قيمة الملكية.
de: Einen Eigenschaftswert abrufen.
fr: Obtenir une valeur de propriété.
it: Ottieni il valore di una proprietà.
pl: Pobierz wartość właściwości.
pt: Obter o valor de uma propriedade.

source: Default value if property doesn't exist
ar: القيمة الافتراضية إذا كانت الخاصية غير موجودة
de: Standardwert, wenn die Eigenschaft nicht vorhanden ist
fr: Valeur par défaut si la propriété n'existe pas
it: Valore predefinito se la proprietà non esiste
pl: Wartość domyślna, jeśli właściwość nie istnieje
pt: Valor padrão se a propriedade não existir

source: The property value or default
ar: قيمة الملكية أو الافتراضي
de: Der Eigenschaftswert oder Standardwert
fr: la valeur de la propriété ou la valeur par défaut
it: Il valore della proprietà o predefinito
pl: Wartość właściwości lub wartość domyślna
pt: O valor da propriedade ou o padrão

source: Add a validator for a property.
ar: أضف مُحققًا لخاصية.
de: Fügen Sie einen Validator für eine Eigenschaft hinzu.
fr: Ajouter un validateur pour une propriété.
it: Aggiungi un validatore per una proprietà.
pl: Dodaj walidator dla właściwości.
pt: Adicione um validador para uma propriedade.

source: Name of the property to validate
ar: اسم الخاصية المراد التحقق منها
de: Name der zu validierenden Eigenschaft
fr: Nom de la propriété à valider
it: Nome della proprietà da convalidare
pl: Nazwa właściwości do zweryfikowania
pt: Nome da propriedade a validar

source: Function that returns True if value is valid
ar: الدالة التي تُرجع True إذا كان القيمة صالحة
de: Funktion, die True zurückgibt, wenn der Wert gültig ist
fr: Fonction qui retourne True si la valeur est valide
it: Funzione che restituisce True se il valore è valido
pl: Funkcja zwracająca True, jeśli wartość jest prawidłowa
pt: Função que retorna True se o valor for válido

source: Start batching property changes to reduce notification overhead.
ar: ابدأ بدمج تغييرات خصائص الكائن لتفادي تكاليف الإشعارات.
de: Starten Sie das Batching von Eigenschaftsänderungen, um die Benachrichtigungsüberhead zu reduzieren.
fr: Commencez à regrouper les modifications de propriétés afin de réduire la surcharge des notifications.
it: Inizia a raggruppare i cambiamenti delle proprietà per ridurre l'overhead delle notifiche.
pl: Rozpocznij grupowanie zmian właściwości, aby zmniejszyć narzut powiadomień.
pt: Inicie o agrupamento de alterações de propriedade para reduzir a sobrecarga de notificações.

source: Flush all pending property change notifications at once.
ar: تفريغ جميع إشعارات تغيير الخصائص المعلقة دفعة واحدة.
de: Alle anstehenden Benachrichtigungen über Eigenschaftsänderungen auf einmal auslösen.
fr: Vide toutes les notifications de modification de propriété en attente d'un seul coup.
it: Svuota tutte le notifiche delle modifiche alle proprietà in sospeso in una volta sola.
pl: Wysyła wszystkie wstrzymane powiadomienia o zmianie właściwości naraz.
pt: Limpe todas as notificações de alteração de propriedade pendentes de uma só vez.

source: Document Model
ar: نموذج المستند
de: Dokumentmodell
fr: Modèle de document
it: Modello Documento
pl: Model Dokumentu
pt: Modelo de Documento

source: PDF document model for MVP architecture.
ar: نموذج وثيقة PDF لعمارة MVP.
de: PDF-Dokumentvorlage für die MVP-Architektur.
fr: Modèle de document PDF pour l'architecture MVP.
it: Modello di documento PDF per l'architettura MVP.
pl: Model dokumentu PDF dla architektury MVP.
pt: Modelo de documento PDF para arquitetura MVP.

source: This model handles PDF document state without any UI dependencies. It stores document metadata and provides validation.
ar: يعالج هذا النموذج حالة مستند PDF دون أي اعتماديات واجهة المستخدم. يخزن البيانات الوصفية للمستند ويقدم التحقق من الصحة.
de: Dieses Modell verwaltet den Zustand von PDF-Dokumenten ohne UI-Abhängigkeiten. Es speichert Metadaten des Dokuments und stellt Validierung bereit.
fr: Ce modèle gère l'état des documents PDF sans aucune dépendance vis-à-vis de l'interface utilisateur. Il stocke les métadonnées du document et fournit une validation.
it: Questo modello gestisce lo stato del documento PDF senza alcuna dipendenza dall'interfaccia utente. Archivia i metadati del documento e fornisce la validazione.
pl: Ten model obsługuje stan dokumentu PDF bez żadnych zależności od interfejsu użytkownika. Przechowuje metadane dokumentu i zapewnia walidację.
pt: Este modelo manipula o estado de documentos PDF sem quaisquer dependências de interface do usuário. Ele armazena metadados do documento e fornece validação.

source: Bases: :py:class:`~momovu.models.base.BaseModel`
ar: القواعد: :py:class:`~momovu.models.base.BaseModel`
de: Basis: :py:class:`~momovu.models.base.BaseModel`
it: Basi: :py:class:`~momovu.models.base.BaseModel`
pl: Bazy: :py:class:`~momovu.models.base.BaseModel`

source: Model for PDF document data.
ar: نموذج لبيانات مستند PDF.
de: Modell für PDF-Dokumentdaten.
fr: Modèle pour les données d'un document PDF.
it: Modello per i dati del documento PDF.
pl: Model danych dokumentu PDF.
pt: Modelo para dados do documento PDF.

source: This model stores: - File path - Page count - Page sizes - Document status
ar: يُخزّن هذا النموذج: - مسار الملف - عدد الصفحات - أبعاد الصفحات - حالة المستند
de: Dieses Modell speichert: - Dateipfad - Seitenanzahl - Seitengrößen - Dokumentstatus
fr: Ce modèle stocke : - Chemin du fichier - Nombre de pages - Tailles des pages - Statut du document
it: Questo modello memorizza: - Percorso del file - Numero di pagine - Dimensioni delle pagine - Stato del documento
pl: Ten model przechowuje: - Ścieżkę pliku - Liczbę stron - Rozmiary stron - Status dokumentu
pt: Este modelo armazena: - Caminho do arquivo - Número de páginas - Tamanhos das páginas - Status do documento

source: It does NOT handle: - PDF rendering (that's a view concern) - PDF loading (that's a presenter concern)
ar: لا تتعامل مع: - عرض ملفات PDF (هذا يخص العرض) - تحميل ملفات PDF (هذا يخص المعالج).
de: Es behandelt NICHT: - PDF-Rendern (das ist eine Sache der Ansicht) - PDF-Laden (das ist eine Sache des Presenters)
fr: Il ne gère PAS : - le rendu PDF (c'est un problème d'affichage) - le chargement PDF (c'est un problème de présentateur)
it: Non gestisce: - il rendering PDF (è una preoccupazione della vista) - il caricamento PDF (è una preoccupazione del presentatore)
pl: Nie obsługuje: - renderowania PDF (to dotyczy widoku) - ładowania PDF (to dotyczy prezentatora)
pt: Ele NÃO lida com: - Renderização de PDF (isso é uma preocupação de visualização) - Carregamento de PDF (isso é uma preocupação do apresentador)

source: Initialize empty document model with default validators.
ar: قم ب 초기ة نموذج المستند الفارغ مع المدقق الافتراضي.
de: Leeres Dokument-Modell mit Standard-Validatoren initialisieren.
fr: Initialiser un modèle de document vide avec les validateurs par défaut.
it: Inizializza il modello di documento vuoto con validatori predefiniti.
pl: Zainicjuj pusty model dokumentu z domyślnymi walidatorami.
pt: Inicialize o modelo de documento vazio com validadores padrão.

source: Path to the loaded PDF file, None if no document loaded.
ar: مسار ملف PDF المُحمَّل، None إذا لم يتم تحميل أي وثيقة.
de: Pfad zur geladenen PDF-Datei, None, wenn kein Dokument geladen ist.
fr: Chemin vers le fichier PDF chargé, None si aucun document n'est chargé.
it: Percorso del file PDF caricato, None se non è stato caricato alcun documento.
pl: Ścieżka do załadowanego pliku PDF, None, jeśli nie załadowano dokumentu.
pt: Caminho para o arquivo PDF carregado, None se nenhum documento foi carregado.

source: Total number of pages in the document (0 if not loaded).
ar: العدد الكلي للصفحات في المستند (0 إذا لم يتم تحميله).
de: Gesamtzahl der Seiten im Dokument (0, wenn nicht geladen).
fr: Nombre total de pages dans le document (0 si non chargé).
it: Numero totale di pagine nel documento (0 se non caricato).
pl: Całkowita liczba stron w dokumencie (0, jeśli nie załadowano).
pt: Número total de páginas no documento (0 se não carregado).
