Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Create the general settings tab.
ar: إنشاء علامة التبويب الإعدادات العامة.
de: Erstellen Sie den Registerkarte Allgemeine Einstellungen.
fr: Créez l'onglet des paramètres généraux.
it: Crea l'opzione di impostazioni generali.
pl: Utwórz kartę ustawień ogólnych.
pt: Crie a aba de configurações gerais.

source: Widget containing general settings
ar: Widjet يحتوي على الإعدادات العامة
de: Widget mit allgemeinen Einstellungen
fr: Widget contenant les paramètres généraux
it: Widget contenente le impostazioni generali
pl: Widżet zawierający ustawienia ogólne
pt: Widget contendo configurações gerais

source: Create the colors settings tab.
ar: أنشئ علامة تبويب إعدادات الألوان.
de: Erstellen Sie den Registerkarte „Farbeinstellungen“.
fr: Créez l'onglet de paramètres des couleurs.
it: Crea l'elemento di impostazione relativo ai colori.
pl: Utwórz kartę ustawień kolorów.
pt: Crie a aba de configurações de cores.

source: Widget containing color settings
ar: عنصر واجهة يحتوي على إعدادات الألوان
de: Widget mit Farbeinstellungen
fr: Widget contenant les paramètres de couleur
it: Widget contenente le impostazioni del colore
pl: Widżet zawierający ustawienia kolorów
pt: Widget contendo configurações de cor

source: Create the recent files management tab.
ar: إنشاء علامة تبويب إدارة الملفات الحديثة.
de: Erstellen Sie den Registerkarte für die Verwaltung der kürzlich verwendeten Dateien.
fr: Créez l'onglet de gestion des fichiers récents.
it: Crea l'elemento di gestione file recenti.
pl: Utwórz kartę zarządzania ostatnimi plikami.
pt: Crie a aba de gerenciamento de arquivos recentes.

source: Widget containing recent files list
ar: Widjet يحتوي على قائمة الملفات الأخيرة
de: Widget mit der Liste der kürzlich verwendeten Dateien
fr: Widget contenant la liste des fichiers récents
it: Widget contenente l'elenco dei file recenti
pl: Widżet zawierający listę ostatnich plików
pt: Widget contendo a lista de arquivos recentes

source: Create a color picker button with preview.
ar: إنشاء زر لاختيار الألوان مع معاينة.
de: Erstellen Sie eine Farbauswahl-Schaltfläche mit Vorschau.
fr: Créer un bouton de sélection de couleur avec aperçu.
it: Crea un pulsante per la selezione del colore con anteprima.
pl: Utwórz przycisk wybierania koloru z podglądem.
pt: Crie um botão de seleção de cor com visualização.

source: Initial color
ar: اللون الأصلي
de: Anfangsfarbe
fr: Couleur initiale
it: Colore iniziale
pl: Kolor początkowy
pt: Cor inicial

source: Color picker button
ar: زر اختيار اللون
de: Farbauswahl-Button
fr: Bouton de sélection de couleur
it: Pulsante selezionatore colore
pl: Przycisk do wyboru koloru
pt: Botão de seleção de cor

source: Update button appearance to show color.
ar: تحديث مظهر زر لعرض اللون.
de: Aktualisieren Sie das Aussehen der Schaltfläche, um die Farbe anzuzeigen.
fr: Mettre à jour l'apparence du bouton pour afficher la couleur.
it: Aggiorna l'aspetto del pulsante per mostrare il colore.
pl: Zaktualizuj wygląd przycisku, aby wyświetlić kolor.
pt: Atualize a aparência do botão para mostrar a cor.

source: Button to update
ar: زر لتحديث
de: Schaltfläche zum Aktualisieren
fr: Bouton pour mettre à jour
it: Pulsante per aggiornare
pl: Przycisk aktualizacji
pt: Botão para atualizar

source: Color to display
ar: اللون المعروض
de: Farbe zum Anzeigen
fr: Couleur à afficher
it: Colore da visualizzare
pl: Kolor do wyświetlenia
pt: Cor para exibir

source: Open color dialog for the specified overlay type.
ar: افتح مربع الحوار لون للنوع المحدد من التراكب.
de: Farbdialog für den angegebenen Überlagerungstyp öffnen.
fr: Ouvrir la boîte de dialogue de couleur pour le type de calque spécifié.
it: Apri il dialogo dei colori per il tipo di sovrapposizione specificato.
pl: Otwórz okno dialogowe koloru dla określonego typu nakładki.
pt: Abra o diálogo de cor para o tipo de sobreposição especificado.

source: Type of overlay to set color for
ar: نوع التراكب لتحديد لونه
de: Art der Überlagerung, für die eine Farbe festgelegt werden soll
fr: Type de superposition pour lequel définir la couleur
it: Tipo di sovrapposizione per cui impostare il colore
pl: Typ nakładki do ustawienia koloru
pt: Tipo de sobreposição para definir cor

source: Apply a colorblind preset to all color settings.
ar: تطبيق إعداد مسبق للون على جميع إعدادات الألوان.
de: Wenden Sie eine für farbenblinde optimierte Voreinstellung auf alle Farbeinstellungen an.
fr: Appliquez un préréglage pour les personnes daltoniennes à toutes les paramètres de couleur.
it: Applica un preset per chi vede male i colori a tutte le impostazioni dei colori.
pl: Zastosuj ustawienie domyślne dla osoby niewidzącej kolorów do wszystkich ustawień koloru.
pt: Aplique uma predefinição para pessoas daltônicas a todas as configurações de cor.

source: Name of the preset to apply (protanopia, deuteranopia, or tritanopia)
ar: اسم الإعداد المسبق الذي سيتم تطبيقه (العمى الأحمر، أو العمى الأخضر، أو العمى الأزرق)
de: Name des anzuwendenden Voreinstellungsprofils (Protanopie, Deuteranopie oder Tritanopie)
fr: Nom du préréglage à appliquer (protanopie, deutéranopie ou tritanopie)
it: Nome del preset da applicare (protanozia, deuteranozia o tritanozia)
pl: Nazwa wstępnie ustawionego trybu do zastosowania (protanoopia, deutanoopia lub tritanoopia)
pt: Nome do preset a aplicar (protanopia, deuteranopia ou tritanopia)

source: Handle recent file selection change.
ar: التعامل مع تغيير اختيار الملف الأخير.
de: Behandeln Sie die kürzliche Dateiauswahlanpassung.
fr: Gérer le changement récent de sélection de fichier.
it: Gestisci il recente cambiamento nella selezione del file.
pl: Obsłuż ostatnią zmianę wyboru pliku.
pt: Manipular a alteração recente na seleção do arquivo.

source: Remove the selected file from recent files.
ar: قم بإزالة الملف المحدد من الملفات الأخيرة.
de: Entfernen Sie die ausgewählte Datei aus den kürzlich verwendeten Dateien.
fr: Supprimez le fichier sélectionné des fichiers récents.
it: Rimuovi il file selezionato dai file recenti.
pl: Usuń wybrany plik z ostatnich plików.
pt: Remova o arquivo selecionado dos arquivos recentes.

source: Reset all settings to defaults with confirmation.
ar: إعادة تعيين جميع الإعدادات إلى الافتراضيات مع التأكيد.
de: Alle Einstellungen mit Bestätigung auf die Standardeinstellungen zurücksetzen.
fr: Réinitialiser toutes les paramètres aux valeurs par défaut avec confirmation.
it: Reimposta tutte le impostazioni predefinite con conferma.
pl: Zresetuj wszystkie ustawienia do ustawień domyślnych po potwierdzeniu.
pt: Redefinir todas as configurações para os valores padrão com confirmação.

source: Load current settings into the dialog.
ar: القيام بتحميل الإعدادات الحالية في النافذة.
de: Laden Sie die aktuellen Einstellungen in das Dialogfeld.
fr: Charger les paramètres actuels dans la boîte de dialogue.
it: Carica le impostazioni correnti nel dialogo.
pl: Załaduj bieżące ustawienia do okna dialogowego.
pt: Carregar as configurações atuais no diálogo.

source: Load recent files into the list widget.
ar: تحميل الملفات الأخيرة إلى عنصر قائمة الواجهة.
de: Laden Sie kürzlich verwendete Dateien in das Listenwidget.
fr: Chargez les fichiers récents dans le widget de liste.
it: Carica i file recenti nel widget elenco.
pl: Załaduj ostatnie pliki do widżetu listy.
pt: Carregar arquivos recentes no widget de lista.

source: Save settings from the dialog using batch update to prevent signal spam.
ar: احفظ الإعدادات من الحوار باستخدام التحديث الجماعي لمنع تكرار الإشارات.
de: Speichern Sie die Einstellungen aus dem Dialog mithilfe eines Batch-Updates, um Signal-Spam zu verhindern.
fr: Sauvegarder les paramètres depuis la boîte de dialogue en utilisant la mise à jour par lots afin d'éviter les signaux indésirables.
it: Salva le impostazioni dal dialogo utilizzando l'aggiornamento in batch per prevenire il spam dei segnali.
pl: Zapisz ustawienia z dialogu za pomocą aktualizacji wsadowej, aby zapobiec nadmiarowi sygnałów.
pt: Salve as configurações do diálogo usando atualização em lote para prevenir o spam de sinal.

source: Accept the dialog and save settings with proper cleanup.
ar: chấp nhận hộp thoại và lưu cài đặt với việc dọn dẹp đúng cách.
de: Akzeptieren Sie das Dialogfeld und speichern Sie die Einstellungen mit ordnungsgemäßer Bereinigung.
fr: Acceptez la boîte de dialogue et enregistrez les paramètres avec un nettoyage approprié.
it: Accetta il dialogo e salva le impostazioni con una corretta pulizia.
pl: Akceptuj dialog i zapisz ustawienia z odpowiednim oczyszczeniem.
pt: Aceite o diálogo e salve as configurações com a limpeza apropriada.

source: Scroll Manager
ar: مدير التمرير
fr: Gestionnaire de défilement
it: Gestione dello scorrimento
pl: Menadżer przewijania
pt: Gerenciador de Rolagem

source: Scroll controller for managing view scrolling to pages.
ar: مُحكِّم التمرير لإدارة تمرير العرض إلى الصفحات.
de: Scroll-Controller zur Verwaltung des Seitenansichts-scrollens.
fr: Contrôleur de défilement pour gérer le défilement de la vue vers les pages.
it: Controller dello scorrimento per gestire lo scorrimento della vista alle pagine.
pl: Kontroler przewijania do zarządzania przewijaniem widoku do stron.
pt: Controlador de rolagem para gerenciar a rolagem da visualização para as páginas.

source: Manages scrolling the graphics view to show specific pages.
ar: يُنظِّم تمرير منظر الرسوم البيانية لعرض الصفحات المحددة.
de: Verwaltet das Scrollen der Grafikanzeige, um spezifische Seiten anzuzeigen.
fr: Gère le défilement de la vue graphique pour afficher des pages spécifiques.
it: Gestisce lo scorrimento della vista grafica per mostrare pagine specifiche.
pl: Zarządza przewijaniem widoku graficznego, aby wyświetlić określone strony.
pt: Gerencia o rolar da exibição gráfica para mostrar páginas específicas.

source: Initialize the scroll controller.
ar: قم بتهيئة متحكم التمرير.
de: Initialisieren Sie den Scroll-Controller.
fr: Initialiser le contrôleur de défilement.
it: Inizializza il controller dello scorrimento.
pl: Zainicjuj kontroler przewijania.
pt: Inicialize o controlador de rolagem.

source: The QGraphicsView to control
ar: QGraphicsView للتحكم
de: Der QGraphicsView zum Steuern
fr: Le QGraphicsView pour contrôler
it: La QGraphicsView per controllare
pl: QGraphicsView do kontroli
pt: O QGraphicsView para controlar

source: Center view on current page in stacked single-page layout.
ar: التركيز على الصفحة الحالية في العرض متعدد الصفحات المكدس.
de: Zentrierte Ansicht der aktuellen Seite im gestapelten Einzelbildschirm-Layout.
fr: Centrer la vue sur la page actuelle dans le mode de mise en page empilée à page unique.
it: Centra la visualizzazione sulla pagina corrente in un layout a singola pagina sovrapposta.
pl: Wyśrodkuj widok na bieżącą stronę w złożonym jednostronicowym układzie.
pt: Centralize a visualização na página atual no layout de página única empilhada.

source: Center view on current page pair in stacked side-by-side layout.
ar: التركيز على الصفحة الحالية في العرض الجانبي المكدس.
de: Zentrierte Ansicht für das aktuelle Seitenpaar im gestapelten, nebeneinanderliegenden Layout.
fr: Centrer l'affichage sur la paire de pages actuelle dans la mise en page côte à côte empilée.
it: Centra la visualizzazione sulla coppia di pagine corrente disposte a lato.
pl: Wyśrodkuj widok na bieżącą parę stron w ułożeniu obok siebie.
pt: Centralize a visualização no par de páginas atual no layout lado a lado empilhado.

source: Follows book convention: page 1 alone, then pairs (2-3), (4-5), etc.
ar: يتبع تقليد الكتاب: الصفحة 1 فقط، ثم الأزواج (2-3)، (4-5)، إلخ.
de: Folgt der Buchkonvention: Seite 1 alleine, dann Paare (2-3), (4-5) usw.
fr: Suit la convention du livre : page 1 seule, puis paires (2-3), (4-5), etc.
it: Segue la convenzione del libro: pagina 1 singola, poi coppie (2-3), (4-5), ecc.
pl: Zgodnie z konwencją książkową: strona 1 osobno, potem pary (2-3), (4-5) itd.
pt: Siga a convenção do livro: página 1 sozinha, depois pares (2-3), (4-5), etc.

source: Signal Connections
ar: الاتصالات الإشارة
de: Signalverbindungen
fr: Connexions du signal
it: Collegamenti del segnale
pl: Połączenia sygnałowe
pt: Conexões de Sinal

source: Signal connector component for managing all signal-slot connections.
ar: عنصر وصل الإشارة المسؤول عن إدارة جميع اتصالات فتحة الإشارة.
de: Signal-Verbindungs-Komponente zur Verwaltung aller Signal-Slot-Verbindungen.
fr: Composant de connexion de signal pour gérer toutes les connexions entre signaux et emplacements.
it: Componente connettore segnale per la gestione di tutte le connessioni segnale-slot.
pl: Komponent łączący sygnały do zarządzania wszystkimi połączeniami sygnał-szczelina.
pt: Componente de conector de sinal para gerenciar todas as conexões sinal-buraco.

source: Manages all signal-slot connections for the main window.
ar: يُدار جميع اتصالات الإشارة-المنفذة للنافذة الرئيسية.
de: Verwaltet alle Signal-Slot-Verbindungen für das Hauptfenster.
fr: Gère toutes les connexions signal-slot pour la fenêtre principale.
it: Gestisce tutte le connessioni segnale-slot per la finestra principale.
pl: Zarządza wszystkimi połączeniami sygnał-slot dla głównego okna.
pt: Gerencia todas as conexões sinal-fenda para a janela principal.

source: This class tracks all connections for safe cleanup to prevent crashes from dangling signal connections.
ar: تتعقب هذه الفئة جميع الاتصالات لتنظيفها بشكل آمن لمنع التوقفات غير المتوقعة الناتجة عن اتصالات الإشارات المعلقة.
de: Diese Klasse verfolgt alle Verbindungen für eine sichere Bereinigung, um Abstürze durch hängen gebliebene Signalverbindungen zu verhindern.
fr: Cette classe suit toutes les connexions afin de nettoyer en toute sécurité et d'éviter les plantages dus à des connexions de signaux orphelines.
it: Questa classe traccia tutte le connessioni per una pulizia sicura, al fine di prevenire crash causati da connessioni di segnali orfani.
pl: Ta klasa śledzi wszystkie połączenia w celu bezpiecznego oczyszczenia, aby zapobiec awariom spowodowanym niezwiązanymi połączeniami sygnałowymi.
pt: Esta classe rastreia todas as conexões para limpeza segura, evitando travamentos causados por conexões de sinal pendentes.

source: Initialize the signal connector.
ar: قم ب 초기ة موصل الإشارة.
de: Initialisieren Sie den Signalstecker.
fr: Initialiser le connecteur de signal.
it: Inizializzare il connettore del segnale.
pl: Zainicjuj łącznik sygnałowy.
pt: Inicialize o conector do sinal.

source: The main window with signals to connect
ar: النافذة الرئيسية مع الإشارات المراد توصيلها
de: Das Hauptfenster mit Signalen zum Verbinden
fr: La fenêtre principale avec les signaux à connecter
it: La finestra principale con i segnali da connettere
pl: Główne okno z sygnałami do połączenia
pt: A janela principal com os sinais para conectar

source: Establish all Qt signal-slot connections for the UI.
ar: قم بتعيين جميع اتصالات إشارات Qt-ال插槽 الخاصة بواجهة المستخدم.
de: Richten Sie alle Qt-Signal-Slot-Verbindungen für die Benutzeroberfläche ein.
fr: Établir toutes les connexions signal-slot Qt pour l'interface utilisateur.
it: Stabilire tutte le connessioni segnale-slot di Qt per l'interfaccia utente.
pl: Zdefiniuj wszystkie połączenia sygnał-slot Qt dla interfejsu użytkownika.
pt: Estabeleça todas as conexões sinal-função Qt para a interface.

source: Disconnect all tracked signals to prevent dangling references (idempotent).
ar: قم بفصل جميع الإشارات المُتبعة لمنع المراجع المعلقة (بدون تأثير تراكمي).
de: Schließen Sie alle nachverfolgten Signale ab, um hängende Verweise zu vermeiden (idempotent).
fr: Déconnectez tous les signaux suivis pour éviter les références pendantes (opération idempotente).
it: Disconnetti tutti i segnali tracciati per evitare riferimenti pendenti (operazione idempotente).
pl: Rozłącz wszystkie śledzone sygnały, aby zapobiec odniesieniom zwisłym (idempotentne).
pt: Desconecte todos os sinais monitorados para evitar referências pendentes (idempotente).

source: Spine Width Calculator Dialog
ar: مُنتَج حَوْسِيب عَرْض الظَّهْر
de: Dialog zum Berechnen der Rückenbreite
fr: Calculateur de largeur de la tranche - Boîte de dialogue
it: Calcolatore della larghezza della colonna vertebrale
pl: Kalkulator szerokości grzbietu - okno dialogowe
pt: Calculadora de Largura da Vara de Costas

source: Spine width calculator dialog for book production.
ar: مُتَحَرِّكٌ لِحَسَابِ عَرْضِ الْبَقْلَةِ لِإِنْتَاجِ الْكِتَابِ.
de: Dialog zum Berechnen der Rückenbreite für die Buchherstellung.
fr: Calculateur de largeur de la reliure pour la production de livres.
it: Calcolatore della larghezza della rilegatura per la produzione di libri.
pl: Kalkulator szerokości grzbietu okładki do produkcji książek.
pt: Calculadora de largura da lombada para produção de livros.

source: This dialog allows users to calculate spine width based on page count and document type (cover or dustjacket).
ar: يتيح هذا المربع الحواري للمستخدمين حساب عرض العمود الفقري بناءً على عدد الصفحات ونوع المستند (غلاف أو غلاف ورقي).
de: Dieses Dialogfenster ermöglicht es Benutzern, die Rückenbreite basierend auf der Seitenanzahl und dem Dokumenttyp (Einband oder Schutzumschlag) zu berechnen.
fr: Cette boîte de dialogue permet aux utilisateurs de calculer la largeur du dos d'un livre en fonction du nombre de pages et du type de document (couverture ou jaquette).
it: Questo dialogo consente agli utenti di calcolare la larghezza della colonna vertebrale in base al numero di pagine e al tipo di documento (copertina rigida o brossura).
pl: Ten dialog umożliwia użytkownikom obliczanie szerokości grzbietu na podstawie liczby stron i typu dokumentu (okładka twarda lub miękka).
pt: Este diálogo permite aos usuários calcular a largura da lombada com base no número de páginas e no tipo de documento (capa ou capa mole).

source: Format spine width removing unnecessary trailing zeros.
ar: تخصيص عرض العمود الفقري بحذف الأصفار غير الضرورية في النهاية.
de: Formatieren Sie die Wirbelsäulenbreite, indem Sie überflüssige Nachkommastellen entfernen.
fr: Formater la largeur de l'arête en supprimant les zéros inutiles à la fin.
it: Formatta la larghezza della lombatura eliminando gli zeri non necessari.
pl: Usuń niepotrzebne zera końcowe z szerokości grzbietu.
pt: Formatar a largura da lombada removendo zeros desnecessários.

source: Spine width in millimeters
ar: عرض العمود الفقري بالملي미تر
de: Rückenbreite in Millimetern
fr: Largeur de l'encolure en millimètres
it: Larghezza della colonna vertebrale in millimetri
pl: Szerokość grzbietu w milimetrach
pt: Largura da coluna em milímetros

source: Formatted string without trailing zeros
ar: سلسلة نصية مُصَوَّرة بدون أصفار في النهاية
de: Formatierter String ohne nachfolgende Nullen
fr: Chaîne formatée sans zéros non significatifs
it: Stringa formattata senza zeri finali
pl: Sformatowany napis bez końcowych zer
pt: String formatada sem zeros à direita

source: Calculate spine width for covers using Lulu's formula.
ar: احسب عرض العمود الفقري للغلاف باستخدام صيغة لولو.
de: Berechnen Sie die Rückenbreite für Umschläge mithilfe der Lulu-Formel.
fr: Calculez la largeur de la couverture à l'aide de la formule de Lulu.
it: Calcola la larghezza della colonna vertebrale per le copertine utilizzando la formula di Lulu.
pl: Oblicz szerokość grzbietu dla okładów korzystając ze wzoru Lulu.
pt: Calcule a largura da lombada para as capas usando a fórmula da Lulu.

source: Number of pages in the book
ar: عدد الصفحات في الكتاب
de: Anzahl der Seiten im Buch
fr: Nombre de pages dans le livre
it: Numero di pagine nel libro
pl: Liczba stron w książce
pt: Número de páginas no livro

source: Spine width in millimeters, rounded to 3 decimal places
ar: عرض العمود الفقري بالمليمترات، مقربًا إلى 3 أماكن عشرية
de: Rückenbreite in Millimetern, auf 3 Dezimalstellen gerundet
fr: Largeur de l'entrefer en millimètres, arrondie à 3 décimales
it: Larghezza della colonna vertebrale in millimetri, arrotondata a 3 cifre decimali
pl: Szerokość grzbietu w milimetrach, zaokrąglona do 3 miejsc po przecinku
pt: Largura da lombada em milímetros, arredondada para 3 casas decimais

source: Dialog for calculating spine width based on page count and document type.
ar: مربع حوار لحساب عرض العمود بناءً على عدد الصفحات ونوع المستند.
de: Dialog zum Berechnen der Rückenbreite basierend auf der Seitenanzahl und dem Dokumententyp.
fr: Dialogue pour calculer la largeur de la reliure en fonction du nombre de pages et du type de document.
it: Finestra di dialogo per calcolare la larghezza della colonna vertebrale in base al numero di pagine e al tipo di documento.
pl: Dialog do obliczania szerokości grzbietu na podstawie liczby stron i typu dokumentu.
pt: Diálogo para calcular a largura da lombada com base no número de páginas e no tipo de documento.

source: Initialize the spine width calculator dialog.
ar: قم بتهيئة مربع الحوار آلة حاسبة عرض العمود الفقري.
de: Initialisieren Sie das Dialogfeld für den Wirbelsäulenbreitenrechner.
fr: Initialiser la boîte de dialogue du calculateur de largeur de la colonne vertébrale.
it: Inizializza la finestra di dialogo del calcolatore della larghezza della colonna vertebrale.
pl: Zainicjuj okno kalkulatora szerokości grzbietu.
pt: Inicialize o diálogo do calculador de largura da coluna vertebral.

source: Initial page count to display
ar: عدد الصفحات الأولية لعرضها
de: Anzahl der anzuzeigenden Startseiten
fr: Nombre initial de pages à afficher
it: Numero iniziale di pagine da visualizzare
pl: Początkowa liczba stron do wyświetlenia
pt: Número inicial de páginas para exibir

source: State Saver
ar: الخزينة الوطنية
de: Staatskasse
fr: Économiseur d'État
it: Risparmio Stato
pl: Zachowaj stan
pt: Economize no Estado

source: State saver component for automatically saving document state changes.
ar: компونента لحفظ الحالة تلقائيًا للتغييرات على حالة المستند.
de: Zustands-sparende Komponente zur automatischen Speicherung von Dokumentzustandsänderungen.
fr: Composant de sauvegarde d'état permettant d'enregistrer automatiquement les modifications de l'état du document.
it: Componente per il salvataggio automatico degli stati del documento.
pl: Składnik zapisujący stan, służący do automatycznego zapisywania zmian stanu dokumentu.
pt: Componente salvador de estado para salvar automaticamente as alterações no estado do documento.

source: Bases: :py:class:`~PySide6.QtCore.QObject`
ar: المستندات: :py:class:`~PySide6.QtCore.QObject`
de: Basis: :py:class:`~PySide6.QtCore.QObject`
it: Basi: :py:class:`~PySide6.QtCore.QObject`
pl: Bazy: :py:class:`~PySide6.QtCore.QObject`

source: Automatically saves document state when it changes.
ar: يحفظ حالة المستند تلقائيًا عند تغييرها.
de: Speichert den Dokumentzustand automatisch, wenn sich etwas ändert.
fr: Sauve automatiquement l'état du document lorsqu'il change.
it: Salva automaticamente lo stato del documento quando cambia.
pl: Automatycznie zapisuje stan dokumentu, gdy się zmienia.
pt: Salva automaticamente o estado do documento quando ele muda.
