Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Initialize with file path and reason for failure.
ar: قم بالبدء مع مسار الملف والسبب في الفشل.
de: Mit Dateipfad und Grund für den Fehler initialisieren.
fr: Initialiser avec le chemin du fichier et la raison de l'échec.
it: Inizializza con il percorso del file e il motivo del fallimento.
pl: Zainicjuj z ścieżką pliku i powodem niepowodzenia.
pt: Inicialize com o caminho do arquivo e o motivo da falha.

source: Path to the document that failed to load
ar: مسار المستند الذي فشل في التحميل
de: Pfad zum Dokument, das nicht geladen werden konnte
fr: Chemin du document qui n'a pas pu être chargé
it: Percorso del documento che non è stato caricato correttamente
pl: Ścieżka do dokumentu, który nie mógł zostać załadowany
pt: Caminho para o documento que falhou ao carregar

source: Reason for the load failure
ar: سبب فشل التحميل
de: Grund für den Ladevorgang fehlgeschlagen
fr: Raison de l'échec de la charge
it: Motivo del fallimento del caricamento
pl: Powód niepowodzenia ładowania
pt: Motivo do falhou da carga

source: Raised when a page fails to render.
ar: يتم تفعيله عند فشل صفحة في العرض.
de: Wird ausgelöst, wenn eine Seite nicht gerendert werden kann.
fr: Déclenché lorsque la page échoue à s'afficher.
it: Generato quando una pagina non riesce a rendersi.
pl: Wyzwalany, gdy strona nie może zostać wyrenderowana.
pt: Gerado quando uma página falha ao ser renderizada.

source: Initialize with page number and reason for failure.
ar: قم بالبدء بكتابة رقم الصفحة وسبب الفشل.
de: Mit Seitennummer und Grund für den Fehler initialisieren.
fr: Initialiser avec le numéro de page et la raison de l'échec.
it: Inizializzare con il numero della pagina e la motivazione del fallimento.
pl: Zainicjuj numerem strony i powodem błędu.
pt: Inicialize com o número da página e a razão da falha.

source: The page that failed to render
ar: الصفحة التي فشلت في العرض
de: Die Seite, die nicht gerendert wurde
fr: La page qui n’a pas pu être affichée
it: La pagina che non si è riusciti a visualizzare
pl: Strona, która nie została poprawnie wyrenderowana
pt: A página que falhou ao ser renderizada

source: Reason for the render failure
ar: السبب في فشل عرض النتيجة
de: Grund für den Rendernachweis
fr: Raison de l'échec du rendu
it: Motivo del fallimento del rendering
pl: Powód niepowodzenia renderowania
pt: Motivo do falha na renderização

source: Icon Theme
ar: مظهر الأيقونات
de: Symbolleisten-Thema
fr: Thème d'icônes
it: Tema delle icone
pl: Motyw ikon
pt: Tema de Ícone

source: Icon theme configuration for Qt applications.
ar: تخصيص موضوع الأيقونات للتطبيقات المبنية على Qt.
de: Symbolleisten-Themen-Konfiguration für Qt-Anwendungen.
fr: Configuration du thème d'icônes pour les applications Qt.
it: Configurazione del tema delle icone per le applicazioni Qt.
pl: Konfiguracja motywu ikon dla aplikacji Qt.
pt: Configuração do tema de ícones para aplicações Qt.

source: This module handles Qt icon theme configuration using Qt's built-in theme support, including fallback themes and search paths.
ar: يتعامل هذا المودول مع تكوين موضوع الأيقونات لـ Qt باستخدام دعم الموضوعات المدمجة في Qt، بما في ذلك المواضيع الاحتياطية ومسارات البحث.
de: Dieses Modul verarbeitet die Qt-Ikon-Themenkonfiguration mithilfe der integrierten Themenunterstützung von Qt, einschließlich der Standardthemen und Suchpfade.
fr: Ce module gère la configuration du thème d'icônes Qt en utilisant le support de thèmes intégré à Qt, y compris les thèmes de secours et les chemins de recherche.
it: Questo modulo gestisce la configurazione del tema delle icone Qt utilizzando il supporto ai temi integrato in Qt, inclusi i temi di fallback e le directory di ricerca.
pl: Ten moduł obsługuje konfigurację motywu ikon Qt przy użyciu wbudowanej przez Qt obsługi motywów, w tym motywów rezerwowych i ścieżek wyszukiwania.
pt: Este módulo lida com a configuração do tema de ícones do Qt usando o suporte a temas embutido no Qt, incluindo temas de fallback e caminhos de busca.

source: Configure Qt icon theme with proper fallbacks.
ar: تهيئة موضوع الأيقونات Qt مع البدائل المناسبة.
de: Qt-Ikonenthemen mit geeigneten Fallbacks konfigurieren.
fr: Configurer le thème d'icônes Qt avec des alternatives appropriées.
it: Configura il tema delle icone Qt con fallback corretti.
pl: Skonfiguruj motyw ikon Qt z odpowiednimi domyślnymi ustawieniami.
pt: Configure o tema de ícones do Qt com fallbacks apropriados.

source: Uses Qt's built-in theme support: 1. Ensures standard search paths are available 2. Sets up fallback theme if main theme is missing icons 3. Adds fallback search paths for standalone icons
ar: يستخدم دعم الموضوعات المُدمج في Qt: 1. يضمن توفر مسارات البحث القياسية 2. يضبط موضوعًا احتياطيًا إذا كان الموضوع الرئيسي يفتقر إلى الأيقونات 3. يضيف مسارات بحث احتياطية للأيقونات المستقلة
de: Nutzt die eingebaute Themen-Unterstützung von Qt: 1. Stellt sicher, dass Standard-Suchpfade verfügbar sind 2. Ruft ein Ersatzthema auf, wenn das Hauptthema Icons fehlt 3. Fügt Ersatz-Suchpfade für eigenständige Icons hinzu
fr: Utilise le support de thème intégré à Qt : 1. Assure que les chemins de recherche standards sont disponibles 2. Configure un thème de secours si le thème principal manque d'icônes 3. Ajoute des chemins de recherche de secours pour les icônes indépendantes
it: Utilizza il supporto ai temi integrato in Qt: 1. Garantisce che i percorsi di ricerca standard siano disponibili 2. Configura un tema di fallback se il tema principale non ha icone 3. Aggiunge percorsi di ricerca di fallback per icone autonome
pl: Wykorzystuje wbudowaną obsługę motywów Qt: 1. Zapewnia, że standardowe ścieżki wyszukiwania są dostępne 2. Konfiguruje motyw awaryjny, jeśli motyw główny nie ma ikon 3. Dodaje ścieżki awaryjne wyszukiwania dla ikon samodzielnych
pt: Usa o suporte a temas integrado do Qt: 1. Garante que os caminhos de pesquisa padrão estejam disponíveis 2. Configura um tema de fallback caso o tema principal não tenha ícones 3. Adiciona caminhos de pesquisa de fallback para ícones autônomos

source: Logger
ar: مسجل البيانات
fr: Journaliste
it: Registratore
pl: Rejestrator
pt: Registrador

source: Enhanced logging configuration for Momovu.
ar: ت配置 تسجيل الأنشطة المحسّنة لموموفو.
de: Erweiterte Protokollierungskonfiguration für Momovu.
fr: Configuration du journalage améliorée pour Momovu.
it: Configurazione di registrazione migliorata per Momovu.
pl: Ulepszona konfiguracja rejestrowania dla Momovu.
pt: Configuração de registro aprimorada para Momovu.

source: This module provides structured logging with context, performance metrics, and decorators for common operations.
ar: يوفر هذا الوحدة سجلًا منظمًا مع سياق، ومقاييس الأداء، وديكورات للعمليات الشائعة.
de: Dieses Modul bietet strukturierte Protokollierung mit Kontext, Leistungsindikatoren und Decorators für gängige Vorgänge.
fr: Ce module fournit un journal structuré avec contexte, des indicateurs de performance et des décorateurs pour les opérations courantes.
it: Questo modulo fornisce un logging strutturato con contesto, metriche sulle prestazioni e decoratori per operazioni comuni.
pl: Ten moduł zapewnia strukturalne rejestrowanie z kontekstem, metryki wydajności oraz decoratory dla typowych operacji.
pt: Este módulo fornece registro estruturado com contexto, métricas de desempenho e decoradores para operações comuns.

source: Bases: :py:class:`~logging.Formatter`
ar: الأساسيات: :py:class:`~logging.Formatter`
de: Basis: :py:class:`~logging.Formatter`
it: Basi: :py:class:`~logging.Formatter`
pl: Bazy: :py:class:`~logging.Formatter`

source: Formatter that outputs structured log messages with context.
ar: مُعَالِج يُخْرِج رسائل السجل المُنظَّمة بالسياق.
de: Formatierer, der strukturierte Protokollnachrichten mit Kontext ausgibt.
fr: Formateur qui génère des messages de journalisation structurés avec contexte.
it: Formattatore che produce messaggi di log strutturati con il contesto.
pl: Formatujący, który wypisuje zstrukturyzowane komunikaty logów z kontekstem.
pt: Formatador que gera mensagens de log estruturadas com contexto.

source: Format the log record with structured context.
ar: قم بتنسيق سجل السجل مع السياق المُنظم.
de: Formatieren Sie den Logeintrag mit strukturiertem Kontext.
fr: Formater l'enregistrement du journal avec un contexte structuré.
it: Formatta il registro con contesto strutturato.
pl: Sformatuj rekord dziennika z użyciem strukturalnego kontekstu.
pt: Formate o registro do log com contexto estruturado.

source: Configure logging based on command line arguments.
ar: تهيئة السجلات بناءً على وسيطات سطر الأوامر.
de: Konfigurieren Sie das Protokollieren anhand der Befehlszeilenargumente.
fr: Configurez le journalage en fonction des arguments de la ligne de commande.
it: Configura il logging in base agli argomenti della riga di comando.
pl: Skonfiguruj rejestrowanie na podstawie argumentów wiersza polecenia.
pt: Configure o registro em log com base nos argumentos da linha de comando.

source: Verbosity level (0=WARNING, 1=INFO, 2+=DEBUG)
ar: مستوى التفصيل (0=تحذير، 1=معلومات، 2+=تصحيح الأخطاء)
de: Ausführlichkeit (0=WARNUNG, 1=INFO, 2+=DEBUG)
fr: Niveau de verbe (0=AVERTISSEMENT, 1=INFO, 2+=DEBUG)
it: Livello di verbosità (0=AVVERTENZA, 1=INFO, 2+=DEBUG)
pl: Poziom rozbudowania (0=WARNING, 1=INFO, 2+=DEBUG)
pt: Nível de verbosidade (0=AVISO, 1=INFORMAÇÃO, 2+=DEPURAÇÃO)

source: Enable debug logging
ar: تمكين سجل التصحيح
de: Debug-Protokollierung aktivieren
fr: Activer le journal d'impression de débogage
it: Abilita il logging di debug
pl: Włącz rejestrowanie debugowania
pt: Ativar o registro de depuração

source: Get a logger instance with the given name.
ar: الحصول على مثيل المُسجّل باسم معطى.
de: Rufen Sie eine Logger-Instanz mit dem angegebenen Namen ab.
fr: Obtenez une instance de journal avec le nom donné.
it: Ottieni un'istanza del logger con il nome specificato.
pl: Uzyskaj instancję rejestrującego z podaną nazwą.
pt: Obtenha uma instância de registrador com o nome fornecido.

source: Logger name (typically __name__)
ar: اسم المُسجِّل (عادة __name__)
de: Logger-Name (typischerweise __name__)
fr: Nom du journal (généralement __name__)
it: Nome del logger (di solito __name__)
pl: Nazwa rejestratora (zazwyczaj __name__)
pt: Nome do registrador (geralmente __name__)

source: Configured logger instance
ar: نموذج سجل الأخطاء المُعدّ
de: Konfigurierte Logger-Instanz
fr: Instance de journal configurée
it: Istanza del logger configurata
pl: Skonfigurowana instancja rejestrującego
pt: Instância de registrador configurada

source: Shortcuts Dialog
ar: مربع الحوار اختصارات المفاتيح
de: Tastenkombinationen-Dialogfeld
fr: Dialogue des raccourcis
it: Finestra di dialogo Scorciatoie
pl: Okno skrótów
pt: Caixa de Diálogo de Atalhos

source: Keyboard shortcuts dialog for Momovu.
ar: مربع الحوار اختصارات لوحة المفاتيح لـ Momovu.
de: Tastenkombinationen-Dialog für Momovu.
fr: Dialogue des raccourcis clavier pour Momovu.
it: Finestra delle scorciatoie della tastiera per Momovu.
pl: Okno skrótów klawiaturowych dla Momovu.
pt: Diálogo de atalhos do teclado para Momovu.

source: This module provides a dialog that displays all available keyboard shortcuts to help users learn and use the application more efficiently.
ar: يوفر هذا المودуль نافذة حوارية تعرض جميع اختصارات لوحة المفاتيح المتاحة لمساعدة المستخدمين على تعلّم التطبيق واستخدامه بكفاءة أكبر.
de: Dieses Modul bietet ein Dialogfenster, das alle verfügbaren Tastenkombinationen anzeigt, um Benutzern zu helfen, die Anwendung effizienter zu lernen und zu nutzen.
fr: Ce module propose une boîte de dialogue affichant toutes les raccourcis clavier disponibles pour aider les utilisateurs à apprendre et à utiliser l'application de manière plus efficace.
it: Questo modulo fornisce un dialogo che mostra tutti i collegamenti rapidi della tastiera disponibili per aiutare gli utenti a imparare e utilizzare l'applicazione in modo più efficiente.
pl: Ten moduł udostępnia okno dialogowe wyświetlające wszystkie dostępne skróty klawiaturowe, aby pomóc użytkownikom w nauce i bardziej efektywnym korzystaniu z aplikacji.
pt: Este módulo fornece um diálogo que exibe todas as atalhos de teclado disponíveis para ajudar os usuários a aprenderem e utilizarem o aplicativo de forma mais eficiente.

source: Dialog displaying all keyboard shortcuts.
ar: مربع حوار يعرض جميع اختصارات لوحة المفاتيح.
de: Dialog, der alle Tastenkombinationen anzeigt.
fr: Dialogue affichant toutes les raccourcis clavier.
it: Finestra di dialogo che visualizza tutte le scorciatoie da tastiera.
pl: Dialog wyświetlający wszystkie skróty klawiaturowe.
pt: Diálogo exibindo todas as teclas de atalho.

source: Initialize the shortcuts dialog.
ar: قم بتشغيل مربع الحوار اختصارات الأدوات.
de: Initialisieren Sie das Tastenkombinationen-Fenster.
fr: Initialiser la boîte de dialogue des raccourcis.
it: Inizializza il dialogo delle scorciatoie.
pl: Zainicjalizuj okno skrótów.
pt: Inicialize o diálogo de atalhos.

source: Dustjacket Spine Widths
ar: عرض ظهور غلاف الغبار
de: Deckel Rückenbreiten
fr: Largeurs des dos des jaquettes
it: Larghezze della colonna del cappuccio
pl: Szerokości grzbietów okładki broszurowanej
pt: Larguras da Lombo da Capa

source: Dustjacket spine width lookup table for page count ranges.
ar: جدول مراجعات عرض عمود الغلاف الغباري ل نطاقات عدد الصفحات.
de: Schutzumschlag-Rückenbreiten-Tabelle für Seitenzahlbereiche.
fr: Table de correspondance de la largeur de la tranche de la couverture souple en fonction des plages de nombre de pages.
it: Tabella di riferimento per la larghezza della colonna del copertina flessibile in base agli intervalli di numero di pagine.
pl: Tabela odniesienia szerokości grzbietu okładki piaskowej dla zakresów liczby stron.
pt: Tabela de largura da lombada da capa para intervalos de número de páginas.

source: This module defines the spine width lookup table for dustjackets based on page count. The table provides discrete spine width values for specific page count ranges, unlike covers which use a continuous formula.
ar: يحدد هذا المودуль جدول البحث عرض العمود الفقري للكتابة الغلافية على أساس عدد الصفحات. يوفر الجدول قيمًا منفصلة لعرض العمود الفقري ل نطاقات معينة من عدد الصفحات، على عكس الغلافات التي تستخدم صيغة مستمرة.
de: Dieses Modul definiert die Rückenbreiten-Tabelle für Schutzumschläge basierend auf der Seitenanzahl. Die Tabelle liefert diskrete Rückenbreitenwerte für bestimmte Seitenzahlbereiche, im Gegensatz zu Umschlägen, die eine kontinuierliche Formel verwenden.
fr: Ce module définit la table de recherche de la largeur de la tranche pour les jaquettes en fonction du nombre de pages. Le tableau fournit des valeurs discrètes de largeur de tranche pour des plages spécifiques de nombre de pages, contrairement aux couvertures qui utilisent une formule continue.
it: Questo modulo definisce la tabella di ricerca della larghezza della colonna vertebrale per le copertine flessibili in base al numero di pagine. La tabella fornisce valori discreti di larghezza della colonna vertebrale per intervalli specifici di numero di pagine, a differenza delle copertine rigide che utilizzano una formula continua.
pl: Ten moduł definiuje tabelę odnajdywania szerokości grzbietu okładki tylniej na podstawie liczby stron. Tabela dostarcza dyskretne wartości szerokości grzbietu dla konkretnych przedziałów liczby stron, w przeciwieństwie do okładek, które korzystają ze wzoru ciągłego.
pt: Este módulo define a tabela de consulta da largura da lombada para capas com base na contagem de páginas. A tabela fornece valores discretos de largura da lombada para intervalos específicos de contagem de páginas, ao contrário das capas, que utilizam uma fórmula contínua.

source: Data source: Restored from git commit 42505ca (was in margin_sizes.py) All measurements are in millimeters (mm).
ar: مصدر البيانات: استعاد من git commit 42505ca (كان في margin_sizes.py) جميع القياسات بوحدة المليمتر (ملم).
de: Datenquelle: Aus dem Git-Commit 42505ca wiederhergestellt (befand sich in margin_sizes.py) Alle Maße sind in Millimetern (mm).
fr: Source des données : Restauré à partir du commit git 42505ca (était dans margin_sizes.py) Toutes les mesures sont en millimètres (mm).
it: Fonte dei dati: Ripristinato dal commit git 42505ca (era in margin_sizes.py) Tutte le misurazioni sono in millimetri (mm).
pl: Źródło danych: Przywrócono z zatwierdzenia git 42505ca (znajdowało się w margin_sizes.py) Wszystkie pomiary są w milimetrach (mm).
pt: Fonte dos dados: Restaurado do commit git 42505ca (estava em margin_sizes.py) Todas as medidas estão em milímetros (mm).

source: Get dustjacket spine width in mm for given page count.
ar: احصل على عرض ظهر الغلاف بالملليمترات حسب عدد الصفحات المحدد.
de: Bekomme die Rückenbreite des Schutzumschlags in mm für die gegebene Seitenzahl.
fr: Obtenir la largeur de la tranche en mm pour le nombre de pages donné.
it: Ottieni la larghezza del dorso in mm della copertina per il numero di pagine specificato.
pl: Pobierz szerokość grzbietu okładki w mm dla podanej liczby stron.
pt: Obtenha a largura da lombada da capa em mm para o número dado de páginas.

source: Number of pages in the document
ar: عدد الصفحات في المستند
de: Anzahl der Seiten im Dokument
fr: Nombre de pages dans le document
it: Numero di pagine nel documento
pl: Liczba stron w dokumencie
pt: Número de páginas no documento

source: For page counts outside the 24-800 range, returns 6mm (minimum width)
ar: لعدد الصفحات خارج النطاق 24-800، إرجاع 6 مم (العرض الأدنى)
de: Für Seitenanzahlen außerhalb des Bereichs 24–800 wird eine Mindestbreite von 6 mm zurückgegeben.
fr: Pour les nombres de pages en dehors de la fourchette 24-800, retourne 6 mm (largeur minimale)
it: Per conti delle pagine fuori dal range 24-800, restituisce 6 mm (larghezza minima)
pl: Dla liczby stron spoza zakresu 24-800 zwraca 6 mm (minimalna szerokość)
pt: Para contagens de página fora da faixa 24-800, retorna 6mm (largura mínima)

source: Usage Examples
ar: أمثلة الاستخدام
de: Verwendungsbeispiele
fr: Exemples d'utilisation
it: Esempi di utilizzo
pl: Przykłady użycia
pt: Exemplos de Uso

source: Basic Usage
ar: الاستخدام الأساسي
de: Grundlegende Verwendung
fr: Utilisation de base
it: Utilizzo di base
pl: Podstawowe użycie
pt: Uso Básico

source: Command Line Usage
ar: الاستخدام من سطر الأوامر
de: Befehlszeilenverwendung
fr: Utilisation depuis la ligne de commande
it: Utilizzo della riga di comando
pl: Sposób użycia wiersza poleceń
pt: Uso da Linha de Comando

source: Programmatic Usage
ar: الاستخدام البرمجي
de: Programmgesteuerte Nutzung
fr: Utilisation programmatique
it: Utilizzo programmabile
pl: Użycie programistyczne
pt: Uso Programático

source: Working with Document Types
ar: العمل مع أنواع المستندات
de: Arbeiten mit Dokumententypen
fr: Travail avec les types de documents
it: Lavorare con i tipi di documento
pl: Praca z typami dokumentów
pt: Trabalhando com Tipos de Documento

source: Navigation Examples
ar: أمثلة التنقل
de: Navigationsbeispiele
fr: Exemples de navigation
it: Esempi di navigazione
pl: Przykłady nawigacji
pt: Exemplos de navegação

source: Margin Configuration
ar: تخصيص الهوامش
de: Kantengestaltung
fr: Configuration de la marge
it: Configurazione del margine
pl: Konfiguracja marginesów
pt: Configuração de Margem

source: Error Handling
ar: التعامل مع الأخطاء
de: Fehlerbehandlung
fr: Gestion des erreurs
it: Gestione degli errori
pl: Obsługa błędów
pt: Tratamento de Erros

source: Extending Momovu
ar: توسيع موموفو
de: Erweiterung von Momovu
fr: Étendre Momovu
it: Estensione di Momovu
pl: Rozszerzanie Momovu
pt: Ampliando o Momovu

source: Creating Custom Strategies
ar: إنشاء استراتيجيات مخصصة
de: Erstellen von benutzerdefinierten Strategien
fr: Création de stratégies personnalisées
it: Creazione di strategie personalizzate
pl: Tworzenie niestandardowych strategii
pt: Criando Estratégias Personalizadas

source: Creating Custom Renderers
ar: إنشاء محولات عرض مخصصة
de: Erstellen von benutzerdefinierten Renderern
fr: Création de rendus personnalisés
it: Creazione di renderer personalizzati
pl: Tworzenie niestandardowych rendererów
pt: Criando Renderers Personalizados

source: Adding Custom Validators
ar: إضافة المدققات المخصصة
de: Hinzufügen von benutzerdefinierten Validatoren
fr: Ajout de validateurs personnalisés
it: Aggiunta di Validatori Personalizzati
pl: Dodawanie niestandardowych walidatorów
pt: Adicionando Validadores Personalizados
