Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: This model stores: - Current page/page pair - View mode (single/side-by-side) - Zoom level - Visibility flags
ar: يُخزّن هذا النموذج: - الصفحة الحالية / زوج الصفحات - وضع العرض (صفحة واحدة / جانبي) - مستوى التكبير - مؤشرات الظهور
de: Dieses Modell speichert: - Aktuelle Seite/Seitenpaar - Ansichtsmodus (einzelne Seite/Seiten nebeneinander) - Zoomstufe - Sichtbarkeitsflags
fr: Ce modèle stocke : - Paire de pages/numéro de page actuel - Mode d'affichage (simple/côte à côte) - Niveau de zoom - Indicateurs de visibilité
it: Questo modello memorizza: - Pagina corrente/pagina accoppiata - Modalità di visualizzazione (singola/a lato) - Livello di zoom - Flag di visibilità
pl: Ten model przechowuje: - Bieżącą stronę / parę stron - Tryb widoku (jedna strona / obok siebie) - Poziom przybliżenia - Flagi widoczności
pt: Este modelo armazena: - Página/página atual - Modo de visualização (única/lado a lado) - Nível de zoom - Indicadores de visibilidade

source: It does NOT handle: - View rendering (that's a view concern) - Navigation logic (that's a presenter concern)
ar: إنه لا يتعامل مع: - عرض الرسوم (هذا يخص العرض) - منطق التنقل (هذا يخص المعالج)
de: Es behandelt NICHT: - Ansichtsrendering (das ist eine Sorge der Ansicht) - Navigationslogik (das ist eine Sorge des Presenters)
fr: Il ne gère PAS : - Le rendu des vues (c'est un problème de la vue) - La logique de navigation (c'est un problème du présentateur)
it: Non gestisce: - Il rendering delle viste (è una preoccupazione della vista) - La logica di navigazione (è una preoccupazione del presentatore)
pl: Nie obsługuje: - renderowania widoku (to sprawa widoku) - logiki nawigacji (to sprawa prezentatora)
pt: Ele NÃO lida com: - Renderização de visualização (essa é uma preocupação da view) - Lógica de navegação (essa é uma preocupação do presenter)

source: Initialize view state with default single-page mode and all overlays visible.
ar: قم بتهيئة حالة العرض مع الوضع الافتراضي للصفحة الواحدة وجميع التراكيب مرئية.
de: Initialisieren Sie den Ansichtszustand mit dem Standard-Einzelbildschirmmodus und allen sichtbaren Overlays.
fr: Initialiser l'état de la vue avec le mode page unique par défaut et toutes les superpositions visibles.
it: Inizializzare lo stato della visualizzazione con la modalità predefinita a pagina singola e tutti gli overlay visibili.
pl: Zainicjuj stan widoku domyślnym trybem jednostronicowym z widocznymi wszystkimi warstwami.
pt: Inicialize o estado da visualização com o modo de página única padrão e todas as sobreposições visíveis.

source: Zero-based index of the currently displayed page.
ar: فهرس الصفحة المعروضة حاليًا الذي يبدأ من الصفر.
de: Nullbasierten Index der aktuell angezeigten Seite.
fr: Index à partir de zéro de la page actuellement affichée.
it: Indice a partire da zero della pagina correntemente visualizzata.
pl: Zeroopartowy indeks obecnie wyświetlanej strony.
pt: Índice com base zero da página atualmente exibida.

source: 'single' or 'side_by_side'.
ar: 'single' أو 'side_by_side'.
de: 'einzelnes' oder 'nebeneinander'.
fr: 'simple' ou 'côte à côte'.
it: 'singolo' o 'side_by_side'.
pl: 'jedno' lub 'obok_sobie'.
pt: 'single' ou 'side_by_side'.

source: Current viewing mode
ar: الوضع الحالي لعرض المحتوى
de: Aktueller Anzeigemodus
fr: Mode d'affichage actuel
it: Modalità di visualizzazione corrente
pl: Obecny tryb podglądu
pt: Modo de visualização atual

source: Current zoom factor where 1.0 = 100%, 2.0 = 200%, etc.
ar: العامل الحالي للتكبير حيث 1.0 = 100%، 2.0 = 200%، إلخ.
de: Aktueller Zoomfaktor, wobei 1,0 = 100 %, 2,0 = 200 % usw. entspricht.
fr: Facteur de zoom actuel, où 1,0 = 100 %, 2,0 = 200 %, etc.
it: Fattore di zoom corrente dove 1,0 = 100%, 2,0 = 200%, ecc.
pl: Obecny współczynnik powiększenia, gdzie 1,0 = 100%, 2,0 = 200%, itd.
pt: Fator de zoom atual onde 1,0 = 100%, 2,0 = 200%, etc.

source: Get show spine line flag.
ar: الحصول على علامة خط عمود الفقر.
de: Rufen Sie das Flaggen-Spine-Line-Flag ab.
fr: Obtenir le drapeau de la ligne de la colonne vertébrale du spectacle.
it: Ottieni la bandiera della linea della spina dorsale.
pl: Pobierz flagę linii grzbietowej.
pt: Obtenha a bandeira da linha da coluna vertebral.

source: Get fullscreen state.
ar: الحصول على وضع الشاشة الكاملة.
de: Vollbildmodus aktivieren.
fr: Obtenir l'état en plein écran.
it: Ottieni lo stato a schermo intero.
pl: Pobierz stan pełnoekranowy.
pt: Obter estado de tela cheia.

source: Get presentation mode state.
ar: الحصول على حالة وضع العرض.
de: Präsentationsmodus-Zustand abrufen.
fr: Obtenir l'état du mode de présentation.
it: Ottieni lo stato della modalità presentazione.
pl: Pobierz stan trybu prezentacji.
pt: Obtenha o estado do modo de apresentação.

source: True if displaying one page at a time.
ar: صحيح إذا كنت تُظهر صفحة واحدة في كل مرة.
de: Wahr, wenn eine Seite zur gleichen Zeit angezeigt wird.
fr: Vrai si l'affichage se fait une page à la fois.
it: Vero se si visualizza una pagina alla volta.
pl: Prawda, jeśli wyświetlanie jednej strony na raz.
pt: Verdadeiro se estiver exibindo uma página de cada vez.

source: True if displaying page pairs side-by-side.
ar: صحيح إذا كنت تُظهر أزواج الصفحات جنباً إلى جنب.
de: Wahr, wenn Seitenpaare nebeneinander angezeigt werden.
fr: Vrai si l'affichage des paires de pages s'affiche côte à côte.
it: Vero se si stanno visualizzando coppie di pagine affiancate.
pl: Prawda, jeśli strony są wyświetlane obok siebie.
pt: Verdadeiro se estiver exibindo pares de páginas lado a lado.

source: Switch between single page and side-by-side page pair display.
ar: التبديل بين عرض الصفحة الفردية وعرض زوج الصفحات جنبًا إلى جنب.
de: Wechseln Sie zwischen der Anzeige einzelner Seiten und der nebeneinanderliegenden Seitenpaaranzeige.
fr: Basculer entre l'affichage d'une seule page et l'affichage côte à côte de paires de pages.
it: Passa tra la visualizzazione a singola pagina e quella a due pagine affiancate.
pl: Przełączaj się między jednostronnym a dwustronnym widokiem stron.
pt: Alterne entre a exibição de uma única página e a exibição de pares de páginas lado a lado.

source: Developer-friendly string representation of view state.
ar: تمثيل سلسلة ملائم للمطورين لحالة العرض.
de: Entwicklerfreundliche Zeichenfolgendarstellung des Ansichtszustands.
fr: Représentation sous forme de chaîne conviviale pour les développeurs de l'état de la vue.
it: Rappresentazione testuale amica dello sviluppatore dello stato della vista.
pl: Przyjazny dla programisty ciąg znaków reprezentujący stan widoku.
pt: Representação de string amigável ao desenvolvedor do estado da visualização.

source: Presenters
ar: المُقدِّمون
de: Redner
fr: Présentateurs
it: Relatori
pl: Prelegenci
pt: Apresentadores

source: The presenters implement the Presenter component of the MVP architecture pattern. They handle the business logic and coordinate between models and views.
ar: يُطبِّق المُقدِّمون مكوِّن المُقدِّم (Presenter) في نمط kiếnية MVP. يتعاملون مع منطق العمل ويُنسِّقون بين النماذج والمناظر.
de: Die Presenter realisieren den Presenter-Teil des MVP-Architekturmusters. Sie verarbeiten die Geschäftslogik und koordinieren zwischen Modellen und Ansichten.
fr: Les présentateurs implémentent le composant Présentateur du modèle architectural MVP. Ils gèrent la logique métier et coordonnent les interactions entre les modèles et les vues.
it: I presenters implementano il componente Presenter del pattern di architettura MVP. Gestiscono la logica business e coordinano tra modelli e viste.
pl: Prezenterzy implementują komponent Prezentera wzorca architektury MVP. Obsługują logikę biznesową i koordynują komunikację między modelami a widokami.
pt: Os apresentadores implementam o componente Presenter do padrão de arquitetura MVP. Eles lidam com a lógica de negócios e coordenam entre modelos e visualizações.

source: Base Presenter
ar: مقدم القاعدة
de: Basis-Präsentator
fr: Présentateur de base
it: Presenter Base
pl: Prelegent bazowy
pt: Apresentador Básico

source: Base presenter class for MVP architecture.
ar: فئة المقدم الأساسية لعمارة MVP.
de: Basis-Präsentationsklasse für die MVP-Architektur.
fr: Classe de base pour les présentateurs dans l'architecture MVP.
it: Classe base per il presenter nell'architettura MVP.
pl: Podstawowa klasa prezentera dla architektury MVP.
pt: Classe base do apresentador para arquitetura MVP.

source: This module provides the foundation for all presenters. Presenters handle business logic and coordinate between models and views.
ar: يوفر هذا الوحدة الأساسية لجميع المقدمين. يقوم المقدمو بمعالجة منطق العمل وتنسيق العلاقة بين النماذج والمناظر.
de: Dieses Modul bildet die Grundlage für alle Presenter. Presenter verarbeiten die Geschäftslogik und koordinieren zwischen Modellen und Ansichten.
fr: Ce module fournit la base pour tous les présentateurs. Les présentateurs gèrent la logique métier et coordonnent les interactions entre les modèles et les vues.
it: Questo modulo fornisce la base per tutti i presentatori. I presentatori gestiscono la logica aziendale e coordinano tra modelli e viste.
pl: Ten moduł stanowi podstawę dla wszystkich prezentatorów. Prezentatorzy obsługują logikę biznesową i koordynują komunikację między modelami a widokami.
pt: Este módulo fornece a base para todos os apresentadores. Os apresentadores lidam com a lógica de negócios e coordenam entre modelos e exibições.

source: Bases: :py:class:`~typing.Protocol`
ar: القواعد: :py:class:`~typing.Protocol`
de: Basisklassen: :py:class:`~typing.Protocol`
it: Basi: :py:class:`~typing.Protocol`
pl: Bazy: :py:class:`~typing.Protocol`

source: Interface that all views must implement for presenter interaction.
ar: واجهة يجب أن تطبقها جميع العروض من أجل التفاعل مع العارض.
de: Schnittstelle, die alle Ansichten für die Interaktion mit dem Präsentor implementieren müssen.
fr: Interface que toutes les vues doivent implémenter pour l'interaction avec le présentateur.
it: Interfaccia che tutte le viste devono implementare per l'interazione con il presentatore.
pl: Interfejs, którego wszystkie widoki muszą implementować do interakcji z prezentatorem.
pt: Interface que todas as visualizações devem implementar para interação com o apresentador.

source: Receive property updates from presenter.
ar: تلقي تحديثات الممتلكات من العارض.
de: Eigenschaftsaktualisierungen vom Präsentator empfangen.
fr: Recevoir les mises à jour de la propriété du présentateur.
it: Ricevi aggiornamenti sull'immobile dal presentatore.
pl: Otrzymuj aktualizacje właściwości od prezentera.
pt: Receber atualizações de propriedade do apresentador.

source: Changed properties as key-value pairs
ar: الخصائص المُعدَّلة كأزواج من المفتاح والقيمة
de: Geänderte Eigenschaften als Schlüssel-Wert-Paare
fr: Propriétés modifiées sous forme de paires clé-valeur
it: Proprietà modificate come coppie chiave-valore
pl: Zmienione właściwości jako pary klucz-wartość
pt: Propriedades alteradas como pares chave-valor

source: Base class for all presenters in the MVP architecture.
ar: الكلاس الأساسي لكل المقدمين في بنية MVP.
de: Basisklasse für alle Presenter in der MVP-Architektur.
fr: Classe de base pour tous les présentateurs dans l'architecture MVP.
it: Classe base per tutti i presentatori nell'architettura MVP.
pl: Klasa bazowa dla wszystkich prezentatorów w architekturze MVP.
pt: Classe base para todos os presentadores na arquitetura MVP.

source: This class provides: - View reference management - Model coordination - Common presenter functionality
ar: تقدم هذه الفئة: - إدارة مراجع العرض - إحداثيات النموذج - وظائف عارض مشتركة
de: Diese Klasse bietet: - Verwaltung von Ansichtsreferenzen - Modellkoordination - Gemeinsame Funktionalität des Presenters
fr: Cette classe fournit : - La gestion des références de vue - La coordination du modèle - La fonctionnalité commune du présentateur
it: Questa classe fornisce: - Gestione delle referenze della vista - Coordinamento del modello - Funzionalità comuni del presentatore
pl: Ta klasa udostępnia: - Zarządzanie odniesieniami widoku - Współpracę modelu - Wspólne funkcje prezentatora
pt: Esta classe fornece: - Gerenciamento de referência de visualização - Coordenação do modelo - Funcionalidade comum do apresentador

source: Initialize the base presenter.
ar: قم ب 초기ة المقدم الأساسي.
de: Initialisieren Sie den Basis-Präsentor.
fr: Initialiser le présentateur de base.
it: Inizializza il presentatore di base.
pl: Zainicjuj prezentatora bazowego.
pt: Inicialize o apresentador base.

source: Optional view to attach to this presenter
ar: عرض اختياري لربطه بهذا العارض
de: Optionale Ansicht, die an diesen Präsentationscontroller angehängt werden kann
fr: Vue optionnelle à attacher à ce présentateur
it: Visualizzazione opzionale da associare a questo presentatore
pl: Opcjonalny widok do dołączenia do tego prelegenta
pt: Visualização opcional para anexar a este apresentador

source: Access the currently attached view instance.
ar: الوصول إلى مثيل العرض المرفق حاليًا.
de: Greifen Sie auf die aktuell angefügte Ansichtsinstanz zu.
fr: Accédez à l'instance de vue actuellement attachée.
it: Accedi all'istanza della visualizzazione attualmente collegata.
pl: Uzyskaj dostęp do bieżącej instancji widoku.
pt: Acesse a instância da visualização anexada atualmente.

source: Check if presenter has an active view connection.
ar: تحقق مما إذا كان العارض لديه اتصال عرض نشط.
de: Überprüfen Sie, ob der Präsentator eine aktive Verbindung zur Ansicht hat.
fr: Vérifiez si le présentateur a une connexion active.
it: Verifica se il presentatore ha una connessione attiva alla visualizzazione.
pl: Sprawdź, czy prelegent ma aktywną połączenie widoku.
pt: Verifique se o apresentador tem uma conexão de visualização ativa.

source: Push property changes to attached view if present.
ar: الدفع لتغييرات خصائص العرض المرتبط إذا كانت موجودة.
de: Eigenschaftsänderungen an die angefügte Ansicht übertragen, falls vorhanden.
fr: Transférer les modifications des propriétés vers la vue attachée si elle existe.
it: Inviare le modifiche delle proprietà alla vista associata, se presente.
pl: Przekaż zmiany właściwości do dołączonego widoku, jeśli istnieje.
pt: Envie as alterações de propriedade para a visualização anexada, se presente.

source: Property updates to send
ar: تحديثات العقارات لإرسالها
de: Eigenschaftsaktualisierungen zum Senden
fr: Mises à jour de l'immeuble à envoyer
it: Aggiornamenti sull'immobile da inviare
pl: Aktualizacje nieruchomości do wysłania
pt: Atualizações de propriedade para enviar

source: Release resources and remove model observers.
ar: إطلاق الموارد وإزالة مراقبين النموذج.
de: Ressourcen freigeben und Modellanwender entfernen.
fr: Libérez les ressources et supprimez les observateurs du modèle.
it: Rilascia le risorse e rimuovi gli osservatori del modello.
pl: Zwolnij zasoby i usuń obserwatorów modelu.
pt: Libere os recursos e remova os observadores do modelo.

source: Subclasses override to disconnect from models and clear state.
ar: تُعَدِّل الفئات الفرعية للاتصال غير المرغوب فيه بالوحدات النمطية وتفريغ الحالة.
de: Unterklassen überschreiben, um sich von Modellen zu trennen und den Zustand zu löschen.
fr: Les sous-classes écrivent pour se déconnecter des modèles et effacer l'état.
it: Le sottoclassi sovrascrivono per disconnettersi dai modelli e cancellare lo stato.
pl: Podklasy nadpisują, aby rozłączyć się z modelami i wyczyścić stan.
pt: Subclasses substituem para se desconectarem dos modelos e limparem o estado.

source: Configuration Presenter
ar: مُقدِّم التَّعْرِيف
de: Konfigurations-Präsentation
fr: Présentateur de configuration
it: Presentatore della configurazione
pl: Prezenter konfiguracji
pt: Apresentador de Configuração

source: Configuration presenter for MVP architecture.
ar: مُقدِّم التَّعْرِيفِ لِ架 trúc MVP.
de: Konfigurations-Präsentor für die MVP-Architektur.
fr: Présentateur de configuration pour l'architecture MVP.
it: Presenter di configurazione per l'architettura MVP.
pl: Prezentator konfiguracji dla architektury MVP.
pt: Apresentador de configuração para arquitetura MVP.

source: Presenter for configuration management.
ar: مُقدِّمٌ لإدارة التكوين.
de: Präsentator für Konfigurationsmanagement.
fr: Présentateur pour la gestion de configuration.
it: Presentatore per la gestione delle configurazioni.
pl: Prelegent ds. zarządzania konfiguracją.
pt: Apresentador para gerenciamento de configuração.

source: Initialize the configuration presenter.
ar: قم ب초ئال تكوين العارض.
de: Initialisieren Sie den Konfigurations-Präsentor.
fr: Initialiser le présentateur de configuration.
it: Inizializza il presentatore della configurazione.
pl: Zainicjalizuj prezentator konfiguracji.
pt: Inicialize o apresentador de configuração.

source: Configuration model
ar: نموذج التكوين
de: Konfigurationsmodell
fr: Modèle de configuration
it: Modello di configurazione
pl: Model konfiguracji
pt: Modelo de configuração

source: Configuration manager
ar: مدير التكوين
de: Konfigurationsmanager
fr: Gestionnaire de configuration
it: Gestore delle configurazioni
pl: Menadżer konfiguracji
pt: Gerenciador de configuração

source: Load configuration from storage into model.
ar: تحميل التكوين من التخزين إلى النموذج.
de: Laden Sie die Konfiguration aus dem Speicher in das Modell.
fr: Charger la configuration depuis le stockage vers le modèle.
it: Carica la configurazione dallo storage nel modello.
pl: Załaduj konfigurację z magazynu do modelu.
pt: Carregar configuração da armazenamento para o modelo.

source: Save model configuration to storage.
ar: حفظ تكوين النموذج في التخزين.
de: Modellkonfiguration in der Speicherung speichern.
fr: Enregistrer la configuration du modèle dans le stockage.
it: Salva la configurazione del modello in archiviazione.
pl: Zapisz konfigurację modelu do pamięci.
pt: Salve a configuração do modelo no armazenamento.

source: Apply configuration to the application.
ar: تطبيق التكوين على التطبيق.
de: Konfiguration auf die Anwendung anwenden.
fr: Appliquer la configuration à l'application.
it: Applica la configurazione all'applicazione.
pl: Zastosuj konfigurację do aplikacji.
pt: Aplicar a configuração à aplicação.

source: Main window instance to apply configuration to
ar: النافذة الرئيسية للتطبيق لتغيير الإعدادات
de: Hauptfenster-Instanz, auf die die Konfiguration angewendet werden soll
fr: Instance de la fenêtre principale à laquelle appliquer la configuration
it: Istanza della finestra principale a cui applicare la configurazione
pl: Główne okno, do którego zostanie zastosowana konfiguracja
pt: Instância da janela principal para aplicar a configuração

source: If True, skip restoring window geometry/state
ar: إذا كان صحيحًا، تخطي استعادة هندسة النافذة/الحالة
de: Wenn True, Fenstergeometrie/-zustand nicht wiederherstellen
fr: Si True, ignorer la restauration de la géométrie/état de la fenêtre
it: Se True, salta il ripristino della geometria/stato della finestra
pl: Jeśli True, pomiń przywracanie geometrii/stanu okna
pt: Se verdadeiro, pule a restauração da geometria/estado da janela

source: Reset configuration to default values.
ar: إعادة تعيين التكوين إلى القيم الافتراضية.
de: Konfiguration auf Standardwerte zurücksetzen.
fr: Réinitialiser la configuration aux valeurs par défaut.
it: Ripristina la configurazione ai valori predefiniti.
pl: Zresetuj konfigurację do wartości domyślnych.
pt: Redefinir a configuração para os valores padrão.

source: Get overlay settings for a document type.
ar: الحصول على إعدادات التراكب لنوع المستند.
de: Rufen Sie die Überlagerungseinstellungen für einen Dokumenttyp ab.
fr: Obtenir les paramètres de superposition pour un type de document.
it: Ottieni le impostazioni dell'overlay per un tipo di documento.
pl: Pobierz ustawienia nakładki dla typu dokumentu.
pt: Obtenha as configurações de sobreposição para um tipo de documento.

source: Dictionary of overlay visibility settings
ar: قائمة تفضيلات رؤية التراكب
de: Wörterbuch der Überlagerungssichtbarkeitseinstellungen
fr: Dictionnaire des paramètres de visibilité des calques
it: Dizionario delle impostazioni di visibilità sovrapposte
pl: Słownik ustawień widoczności warstw
pt: Dicionário de configurações de visibilidade de sobreposição

source: Save overlay settings for a document type.
ar: احفظ إعدادات التراكب لنوع المستند.
de: Speichern Sie Überlagerungseinstellungen für einen Dokumenttyp.
fr: Enregistrer les paramètres de superposition pour un type de document.
it: Salva le impostazioni dell'overlay per un tipo di documento.
pl: Zapisz ustawienia nakładki dla typu dokumentu.
pt: Salve as configurações de sobreposição para um tipo de documento.

source: Add a file to the recent files list.
ar: أضف ملفًا إلى قائمة الملفات الأخيرة.
de: Fügen Sie eine Datei der Liste der kürzlich verwendeten Dateien hinzu.
fr: Ajoutez un fichier à la liste des fichiers récents.
it: Aggiungi un file all'elenco dei file recenti.
pl: Dodaj plik do listy ostatnich plików.
pt: Adicione um arquivo à lista de arquivos recentes.

source: Path to the PDF file
ar: مسار ملف PDF
de: Pfad zur PDF-Datei
fr: Chemin vers le fichier PDF
it: Percorso del file PDF
pl: Ścieżka do pliku PDF
pt: Caminho para o arquivo PDF

source: Type of document (interior, cover, dustjacket)
ar: نوع المستند (داخلي، غلاف، غلاف ورقي)
de: Dokumenttyp (Innen, Umschlag, Schutzumschlag)
fr: Type de document (intérieur, couverture, jaquette)
it: Tipo di documento (interno, copertina, sovraccoperta)
pl: Rodzaj dokumentu (wewnętrzny, okładka, okładka chłonna)
pt: Tipo de documento (interior, capa, sobrecapa)

source: Number of pages (for covers/dustjackets)
ar: عدد الصفحات (للكovers/الغلاف الورقي)
de: Anzahl der Seiten (für Umschläge/Deckblätter)
fr: Nombre de pages (pour les couvertures/voiles)
it: Numero di pagine (per copertine/sovracopertine)
pl: Liczba stron (dla okładów/obwolut)
pt: Número de páginas (para capas/contracapas)

source: Current page being viewed
ar: الصفحة الحالية التي يتم عرضها
de: Aktuelle angezeigte Seite
fr: Page actuelle affichée
it: Pagina corrente visualizzata
pl: Obecna strona widoczna
pt: Página atual sendo visualizada

source: Current view mode (single, side_by_side)
ar: الوضع الحالي للعرض (واحد، جانبي)
de: Aktueller Ansichtsmodus (einzelne Ansicht, nebeneinander)
fr: Mode d'affichage actuel (unique, côte à côte)
it: Modalità di visualizzazione corrente (singola, side_by_side)
pl: Obecny tryb widoku (jednostronny, obok siebie)
pt: Modo de visualização atual (único, lado_a_lado)

source: Current zoom level
ar: مستوى التكبير الحالي
de: Aktueller Zoomfaktor
fr: Niveau d'agrandissement actuel
it: Livello di zoom corrente
pl: Obecny poziom przybliżenia
pt: Nível de zoom atual

source: Current overlay visibility settings
ar: إعدادات رؤية التراكب الحالية
de: Aktuelle Sichtbarkeitseinstellungen für Overlays
fr: Paramètres actuels de visibilité du calque
it: Impostazioni correnti di visibilità sovrapposizione
pl: Obecne ustawienia widoczności nakładki
pt: Configurações atuais de visibilidade da sobreposição

source: Whether in presentation mode
ar: سواء في وضعية العرض
de: Ob in Präsentationsmodus
fr: Que ce soit en mode de présentation
it: Sia in modalità presentazione
pl: Czy w trybie prezentacji
pt: Seja no modo de apresentação

source: Get the list of recent files.
ar: احصل على قائمة الملفات الأخيرة.
de: Rufen Sie die Liste der kürzlich verwendeten Dateien ab.
fr: Obtenir la liste des fichiers récents.
it: Ottieni l'elenco dei file recenti.
pl: Pobierz listę ostatnich plików.
pt: Obtenha a lista de arquivos recentes.

source: List of recent file dictionaries
ar: قائمة قواميس الملفات الحديثة
de: Liste der kürzlich verwendeten Dateiwörterbücher
fr: Liste des dictionnaires de fichiers récents
it: Elenco dei dizionari dei file recenti
pl: Lista ostatnich słowników plików
pt: Lista de dicionários de arquivos recentes
