Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Controls all navigation in the application.
ar: يتحكم في جميع عمليات التنقل في التطبيق.
de: Steuert alle Navigationsfunktionen in der Anwendung.
fr: Contrôle toute la navigation dans l'application.
it: Controlla tutta la navigazione nell'applicazione.
pl: Kontroluje wszystkie nawigacje w aplikacji.
pt: Controla toda a navegação no aplicativo.

source: This is the SINGLE place where navigation happens. No more scattered methods, no more event chains.
ar: هذا هو المكان الوحيد الذي تحدث فيه التنقلات. لا توجد طرق متفرقة الآن، ولا سلاسل أحداث.
de: Dies ist der EINZIGE Ort, an dem die Navigation stattfindet. Keine verstreuten Methoden mehr, keine Ereignisketten mehr.
fr: C'est L'UNIQUE endroit où la navigation a lieu. Plus de méthodes dispersées, plus de chaînes d'événements.
it: Questo è l'UNICO posto in cui avviene la navigazione. Nessun altro metodo disperso, nessuna catena di eventi.
pl: To JEDYNA lokalizacja, w której odbywa się nawigacja. Nie ma już rozproszonych metod, nie ma już łańcuchów zdarzeń.
pt: Este é o ÚNICO lugar onde a navegação ocorre. Nenhum método disperso, nenhuma cadeia de eventos.

source: Initialize the navigation controller.
ar: قم ب初始化 the navigation controller.
de: Initialisieren Sie den Navigation-Controller.
fr: Initialiser le contrôleur de navigation.
it: Inizializzare il controller di navigazione.
pl: Zainicjalizuj kontroler nawigacji.
pt: Inicialize o controlador de navegação.

source: Reference to the main window
ar: مراجع إلى النافذة الرئيسية
de: Verweis auf das Hauptfenster
fr: Référence à la fenêtre principale
it: Riferimento alla finestra principale
pl: Odwołanie do głównego okna
pt: Referência para a janela principal

source: Lazy initialization of scroll controller.
ar: البدء البطيء للتحكم بالتمرير.
de: Träge Initialisierung des Scroll-Controllers.
fr: Initialisation paresseuse du contrôleur de défilement.
it: Inizializzazione pigra del controller dello scorrimento.
pl: Leniwe inicjalizowanie kontrolera przewijania.
pt: Inicialização preguiçosa do controlador de rolagem.

source: Navigate to the first page.
ar: اذهب إلى الصفحة الأولى.
de: Gehen Sie zur ersten Seite.
fr: Accédez à la première page.
it: Vai alla prima pagina.
pl: Przejdź do pierwszej strony.
pt: Navegue até a primeira página.

source: Navigate to the previous page or page pair in side-by-side mode.
ar: الانتقال إلى الصفحة السابقة أو زوج الصفحات في الوضع المتجاور.
de: Wechseln Sie zur vorherigen Seite oder Seitenpaarung im Kachelansicht-Modus.
fr: Accédez à la page précédente ou à la paire de pages précédente en mode côte à côte.
it: Passa alla pagina precedente o al gruppo di pagine precedente in modalità a schermo diviso.
pl: Przejdź do poprzedniej strony lub pary stron w trybie obok siebie.
pt: Navegue para a página anterior ou par de páginas no modo lado a lado.

source: Navigate to the next page or page pair in side-by-side mode.
ar: الانتقال إلى الصفحة التالية أو زوج الصفحات في الوضع المتجاور.
de: Wechseln Sie zur nächsten Seite oder Seitenpaarung im Kachelansicht-Modus.
fr: Accédez à la page suivante ou au prochain couple de pages en mode côte à côte.
it: Passa alla pagina successiva o alla coppia di pagine successiva in modalità a schermo diviso.
pl: Przejdź do następnej strony lub pary stron w trybie obok siebie.
pt: Navegue para a próxima página ou par de páginas no modo lado a lado.

source: Navigate to the last page.
ar: اذهب إلى الصفحة الأخيرة.
de: Wechseln Sie zur letzten Seite.
fr: Accédez à la dernière page.
it: Vai all'ultima pagina.
pl: Przejdź do ostatniej strony.
pt: Navegue até a última página.

source: Navigate to a specific page by number.
ar: التنقل إلى صفحة محددة حسب الرقم.
de: Navigieren Sie zu einer bestimmten Seite per Nummer.
fr: Accédez à une page spécifique en indiquant son numéro.
it: Passa a una pagina specifica utilizzando il numero.
pl: Przejdź do konkretnej strony podając jej numer.
pt: Navegue até uma página específica pelo número.

source: 1-based page number to navigate to
ar: رقم الصفحة المبني على 1 للتنقل إليه
de: 1-basierte Seitennummer, zu der navigiert werden soll
fr: Numéro de page (à partir de 1) vers lequel naviguer
it: Numero di pagina a partire da 1 per navigare verso
pl: 1-bazowy numer strony, do której ma zostać wykonana nawigacja
pt: número da página com base em 1 para navegar até

source: Page Positions
ar: مواقع الصفحة
de: Seitenpositionen
fr: Positions de page
it: Posizioni Pagina
pl: Pozycje na stronie
pt: Posições da Página

source: Page position calculator for determining page locations in the view.
ar: مُحسِّب موضع الصفحة لتحديد مواقع الصفحات في العرض.
de: Seitenpositionsrechner zur Bestimmung von Seitenpositionen in der Ansicht.
fr: Calculateur de position de page pour déterminer les emplacements de page dans la vue.
it: Calcolatore della posizione delle pagine per determinare le posizioni delle pagine nella visualizzazione.
pl: Kalkulator pozycji strony do wyznaczania lokalizacji strony w widoku.
pt: Calculadora de posição da página para determinar localizações de página na exibição.

source: Calculates page positions for scrolling and navigation.
ar: يُحسب مواقع الصفحات للأرشفة و التنقل.
de: Berechnet Seitenpositionen für das Scrollen und Navigieren.
fr: Calcule les positions des pages pour le défilement et la navigation.
it: Calcola le posizioni delle pagine per lo scorrimento e la navigazione.
pl: Oblicza pozycje stron do przewijania i nawigacji.
pt: Calcula as posições das páginas para rolagem e navegação.

source: Initialize the calculator.
ar: قم بتشغيل الآلة الحاسبة.
de: Initialisieren Sie den Taschenrechner.
fr: Initialiser la calculatrice.
it: Inizializzare la calcolatrice.
pl: Zainicjalizuj kalkulator.
pt: Inicialize a calculadora.

source: Presenter for document operations
ar: مُقدِّم لعمليات المستندات
de: Präsentationsdienst für Dokumentenvorgänge
fr: Présentateur pour les opérations de documents
it: Presentatore per operazioni sui documenti
pl: Prezenter do operacji na dokumencie
pt: Apresentador para operações de documento

source: Presenter for navigation operations
ar: مُقدِّم عمليات التنقل
de: Präsentator für Navigationsvorgänge
fr: Présentateur pour les opérations de navigation
it: Presentatore per operazioni di navigazione
pl: Prezenter do operacji nawigacyjnych
pt: Apresentador para operações de navegação

source: Find center point of page in vertically stacked layout.
ar: ابحث عن نقطة المركز في الصفحة في التخطيط المكدس عموديًا.
de: Zentrumspunkt der Seite im vertikal gestapelten Layout finden.
fr: Trouver le point central de la page dans un agencement vertical.
it: Trova il punto centrale della pagina in un layout disposto verticalmente.
pl: Znajdź środek strony w pionowo ułożonym układzie.
pt: Encontre o ponto central da página em um layout disposto verticalmente.

source: (x, y) scene coordinates of page center
ar: إحداثيات المشهد (س، ص) لمركز الصفحة
de: (x, y) Szenenkoordinaten des Seitenmittelpunkts
fr: Coordonnées (x, y) de la scène du centre de la page
it: coordinate (x, y) della scena del centro della pagina
pl: (x, y) współrzędne sceny środka strony
pt: (x, y) coordenadas da cena do centro da página

source: Find center point of page pair containing the given page.
ar: العثور على نقطة المركز الخاصة بالصفحة المزدوجة التي تحتوي على الصفحة المعطاة.
de: Finde den Mittelpunkt des Seitenpaares, das die gegebene Seite enthält.
fr: Trouver le point central de la paire de pages contenant la page donnée.
it: Trova il punto centrale della coppia di pagine contenente la pagina specificata.
pl: Znajdź punkt środkowy pary stron zawierającej podaną stronę.
pt: Encontre o ponto central do par de páginas contendo a página dada.

source: Book layout: page 1 alone, then pairs (2-3), (4-5), etc.
ar: تصميم الكتاب: الصفحة 1 وحدها، ثم الأزواج (2-3)، (4-5)، إلخ.
de: Buchlayout: Seite 1 allein, dann Paare (2-3), (4-5) usw.
fr: Mise en page du livre : page 1 seule, puis des paires (2-3), (4-5), etc.
it: Impaginazione del libro: pagina 1 singola, poi a coppie (2-3), (4-5), ecc.
pl: Układ książki: strona 1 osobno, następnie pary (2-3), (4-5) itd.
pt: Layout do livro: página 1 sozinha, depois pares (2-3), (4-5), etc.

source: (x, y) scene coordinates of pair center
ar: إحداثيات المشهد (س، ص) لمركز الزوج
de: (x, y) Szenenkoordinaten des Paarmittelpunkts
fr: coordonnées (x, y) de la scène du centre de la paire
it: coordinate (x, y) della scena del centro della coppia
pl: (x, y) współrzędne sceny środka pary
pt: coordenadas (x, y) da cena do centro do par

source: Page Renderer
ar: مُ渲َّس الصفحة
de: Seiten-Renderer
fr: Rendu de page
pl: Renderowanie strony
pt: Renderizador de Página

source: Page rendering component for the PDF viewer.
ar: مكوّن عرض الصفحة لعارض ملفات PDF.
de: Komponente zur Darstellung von Seiten für den PDF-Ansichter.
fr: Composant d'affichage de page pour le visionneur PDF.
it: Componente per il rendering della pagina per il visualizzatore PDF.
pl: Komponent renderowania strony dla oprogramowania do przeglądania plików PDF.
pt: Componente de renderização de página para o visualizador PDF.

source: This refactored version uses the Strategy pattern to delegate rendering to specialized strategies based on the view mode and document type.
ar: هذا الإصدار المعاد تصميمه يستخدم نمط الاستراتيجية (Strategy) لتفويض عرض النتائج إلى استراتيجيات متخصصة بناءً على وضع العرض ونوع المستند.
de: Diese refaktorierte Version verwendet das Strategie-Muster, um das Rendern an spezialisierte Strategien basierend auf dem Ansichtsmodus und dem Dokumententyp zu delegieren.
fr: Cette version refactorisée utilise le motif Strategy pour déléguer le rendu à des stratégies spécialisées en fonction du mode d'affichage et du type de document.
it: Questa versione refattorizzata utilizza il pattern Strategy per delegare il rendering a strategie specializzate in base alla modalità di visualizzazione e al tipo di documento.
pl: Ta wersja po refaktoryzacji korzysta z wzorca Strategia, aby przekazać renderowanie specjalizowanym strategiom na podstawie trybu widoku i typu dokumentu.
pt: Esta versão refatorada utiliza o padrão Strategy para delegar o renderização a estratégias especializadas com base no modo de visualização e no tipo de documento.

source: Component responsible for coordinating page rendering.
ar: المكون المسؤول عن إحداث تزامن عرض الصفحة.
de: Komponente, die für die Koordination der Seitenrenderung verantwortlich ist.
fr: Composant chargé de la coordination du rendu des pages.
it: Componente responsabile della coordinazione del rendering delle pagine.
pl: Komponent odpowiedzialny za koordynowanie renderowania strony.
pt: Componente responsável por coordenar o renderização da página.

source: This class uses the Strategy pattern to delegate actual rendering to specialized strategies based on the current view mode.
ar: تستخدم هذه الفئة نمط الاستراتيجية (Strategy) لتفويض الرسم الفعلي إلى استراتيجيات متخصصة بناءً على وضع العرض الحالي.
de: Diese Klasse verwendet das Strategie-Muster, um die eigentliche Darstellung an spezialisierte Strategien basierend auf dem aktuellen Ansichtsmodus zu delegieren.
fr: Cette classe utilise le modèle de conception Strategy pour déléguer le rendu réel à des stratégies spécialisées en fonction du mode d'affichage actuel.
it: Questa classe utilizza il pattern Strategy per delegare il rendering effettivo a strategie specializzate in base alla modalità di visualizzazione corrente.
pl: Ta klasa wykorzystuje wzorzec Strategii do delegowania faktycznego renderowania do specjalizowanych strategii na podstawie bieżącego trybu widoku.
pt: Esta classe usa o padrão Strategy para delegar o renderização real a estratégias especializadas com base no modo de exibição atual.

source: Initialize the page renderer.
ar: قم بتشغيل محرك عرض الصفحة.
de: Initialisieren Sie den Seitenrenderer.
fr: Initialiser le rendu de la page.
it: Inizializza il renderer della pagina.
pl: Zainicjuj moduł renderowania strony.
pt: Inicialize o renderizador de página.

source: The Qt PDF document
ar: وثيقة PDF لـ Qt
de: Das Qt-PDF-Dokument
fr: Le document PDF Qt
it: Il documento PDF di Qt
pl: Dokument PDF Qt
pt: O documento Qt PDF

source: Select and execute the appropriate rendering strategy.
ar: حدد وقم بتنفيذ استراتيجية العرض المناسبة.
de: Wählen Sie die geeignete Renditestrategie aus und führen Sie sie aus.
fr: Sélectionnez et exécutez la stratégie de rendu appropriée.
it: Seleziona ed esegui la strategia di rendering appropriata.
pl: Wybierz i wykonaj odpowiednią strategię renderowania.
pt: Selecione e execute a estratégia de renderização apropriada.

source: Strategy selection based on: - Presentation mode → single/pair only - Interior + side-by-side → all pairs stacked - Interior + single → all pages stacked - Cover/dustjacket → single page only
ar: اختيار الاستراتيجية بناءً على: - وضع العرض → فقط أحادي/زوج - الداخلي + إلى جوار بعض → جميع الأزواج مكدسة - الداخلي + أحادي → جميع الصفحات مكدسة - الغلاف/غلاف ورقي → صفحة واحدة فقط
de: Strategiewahl basierend auf: - Präsentationsmodus → nur Einzel-/Paaransicht - Innen + nebeneinander → alle Paare gestapelt - Innen + Einzelansicht → alle Seiten gestapelt - Umschlag/Schutzumschlag → nur Einzelseite
fr: Sélection de la stratégie basée sur : - Mode de présentation → simple/paire uniquement - Intérieur + côte à côte → toutes les paires empilées - Intérieur + simple → toutes les pages empilées - Couverture/chemise brodée → page simple uniquement
it: Selezione della strategia in base a: - Modalità di presentazione → solo singolo/accoppiato - Interno + affiancato → tutte le coppie impilate - Interno + singolo → tutte le pagine impilate - Copertina/brossura → solo pagina singola
pl: Wybór strategii oparty na: - Trybie prezentacji → tylko pojedynczo / para - Wewnętrzny + obok siebie → wszystkie pary ułożone - Wewnętrzny + pojedynczo → wszystkie strony ułożone - Okładka / okładka broszurowana → tylko jedna strona
pt: Seleção de estratégia com base em: - Modo de apresentação → apenas único/pares - Interior + lado a lado → todos os pares empilhados - Interior + único → todas as páginas empilhadas - Capa/contracapa → apenas página única

source: Optional zoom adjustment after rendering
ar: التكبير الاختياري للتعديل بعد التصيير
de: Optionale Zoomanpassung nach dem Rendern
fr: Ajustement de zoom facultatif après le rendu
it: Regolazione dello zoom opzionale dopo il rendering
pl: Opcjonalna regulacja przybliżenia po wyrenderowaniu
pt: Ajuste opcional de zoom após o renderização

source: Enable/disable presentation mode rendering.
ar: تمكين/تعطيل وضع العرض.
de: Rendern des Präsentationsmodus aktivieren/deaktivieren.
fr: Activer/désactiver le mode d'affichage.
it: Attiva/disattiva il rendering della modalità presentazione.
pl: Włącz/wyłącz tryb prezentacji.
pt: Ativar/desativar o modo de apresentação.

source: True for single page/pair only, False for stacked pages
ar: صحيح للمقاسات الفردية/المزدوجة فقط، خاطئ للمقاسات المكدسة
de: Gilt für einzelne Seite/Seitenpaar, nicht für gestapelte Seiten
fr: Vrai pour une seule page/paire seulement, Faux pour des pages empilées
it: Vero per singola pagina/coppia solo, Falso per pagine sovrapposte
pl: Prawda dla pojedynczej strony/pary stron, Fałsz dla nakładanych stron
pt: Verdadeiro para página única/apar par apenas, Falso para páginas empilhadas

source: Control spine/flap fold line visibility.
ar: التحكم في ظهور خط摺痕 للعمود الفقري/الغطاء.
de: Steuert die Sichtbarkeit der Wirbelsäulen-/Klappefalzlinie.
fr: Contrôler la visibilité de la ligne de pli de la tranche/volet.
it: Controlla la visibilità della linea di piegatura della spina/risvolto.
pl: Kontroluj widoczność linii zagięcia grzbietu/klapy.
pt: Controle a visibilidade da linha de dobra da espinha/abas.

source: True to display fold indicators on covers/dustjackets
ar: صحيح لعرض مؤشرات摺痕 على الغلاف / غلاف الغبار
de: Wahr, um Umbruchmarkierungen auf Umschlägen/Papphüllen anzuzeigen
fr: Vrai pour afficher les repères de plis sur les couvertures/chemises à rabats
it: Vero per visualizzare gli indicatori di piegatura sulle copertine/sovracopertine
pl: Zaznacz, aby wyświetlić wskaźniki zagięć na okładkach/okładkach broszurowych
pt: Verdadeiro para exibir indicadores de dobras nas capas/contracapas

source: Clear cached configuration values in renderers.
ar: مسح قيم التكوين المخزنة مؤقتًا في المُ渲渲.
de: Gecachte Konfigurationswerte in den Renderern leeren.
fr: Effacer les valeurs de configuration mises en cache dans les rendus.
it: Pulisci i valori della configurazione memorizzati nel renderer.
pl: Wyczyść buforowane wartości konfiguracji w rendererach.
pt: Limpar valores de configuração em cache nos renderizadores.

source: Release all strategy instances and clear references (idempotent).
ar: إطلاق جميع نماذج الاستراتيجية ومسح المراجع (بدون تأثير تراكمي).
de: Alle Strategie-Instanzen freigeben und Verweise löschen (idempotent).
fr: Libérez toutes les instances de stratégie et effacez les références (idempotent).
it: Rilascia tutte le istanze di strategia e cancella i riferimenti (idempotente).
pl: Zwolnij wszystkie instancje strategii i wyczyść referencje (idempotentne).
pt: Libere todas as instâncias da estratégia e limpe as referências (idempotente).

source: Page SpinBox
ar: مربع تدوير الصفحة
de: Seiten-SpinBox
fr: Case SpinBox
it: Casella di modifica pagine
pl: Pole tekstowe strony
pt: Caixa de rotação de página

source: Custom QSpinBox that properly handles navigation keys.
ar: QSpinBox مخصص يقوم بمعالجة مفاتيح التنقل بشكل صحيح.
de: Benutzerdefinierter QSpinBox, der die Navigations-Tasten ordnungsgemäß behandelt.
fr: QSpinBox personnalisé qui gère correctement les touches de navigation.
it: QSpinBox personalizzato che gestisce correttamente le tasti di navigazione.
pl: Niestandardowy QSpinBox, który poprawnie obsługuje klawisze nawigacji.
pt: QSpinBox personalizado que manipula corretamente as teclas de navegação.

source: Bases: :py:class:`~PySide6.QtWidgets.QSpinBox`
ar: القواعد: :py:class:`~PySide6.QtWidgets.QSpinBox`
de: Basis: :py:class:`~PySide6.QtWidgets.QSpinBox`
it: Basi: :py:class:`~PySide6.QtWidgets.QSpinBox`
pl: Bazy: :py:class:`~PySide6.QtWidgets.QSpinBox`

source: Custom spinbox for page navigation that doesn't interfere with document navigation keys.
ar: مربع تحديد مخصص للملاحة في الصفحات لا يؤثر على مفاتيح الملاحة في المستند.
de: Benutzerdefinierte Spinbox für die Seitennavigation, die nicht mit den Dokumentennavigations-Tasten kollidiert.
fr: Case à saisie personnalisée pour la navigation sur les pages qui ne gêne pas les touches de navigation du document.
it: Cursore personalizzato per la navigazione delle pagine che non interferisce con le scorciatoie di navigazione del documento.
pl: Niestandardowy spinbox do nawigacji po stronach, który nie przeszkadza w klawiszach nawigacji po dokumencie.
pt: Caixa de rotação personalizada para navegação por página que não interfere nas teclas de navegação do documento.

source: Initialize the page spinbox.
ar: قم بتهيئة مربع الدوران للصفحة.
de: Initialisieren Sie das Seitenspinbox.
fr: Initialiser la zone de saisie de la page.
it: Inizializzare la casella di scelta numerica per le pagine.
pl: Zainicjalizuj pasek stronicowania.
pt: Inicialize a caixa de rotação da página.

source: Parent widget
ar: الو젯 الأصلية
de: Eltern-Widget
fr: Widget parent
it: Widget padre
pl: Rodzic widgetu
pt: Widget pai

source: Connect to main window for delegating navigation keys.
ar: الاتصال بال окно الرئيسي لتفويض مفاتيح التنقل.
de: Mit dem Hauptfenster verbinden, um Navigations-Tasten zu delegieren.
fr: Connectez-vous à la fenêtre principale pour déléguer les touches de navigation.
it: Connetti alla finestra principale per delegare le chiavi di navigazione.
pl: Połącz z głównym oknem, aby przekazać klawisze nawigacyjne.
pt: Conecte-se à janela principal para delegar as teclas de navegação.

source: MainWindow instance with graphics_view
ar: مثال على النافذة الرئيسية بعرض الرسومات
de: MainWindow-Instanz mit graphics_view
fr: Instance de MainWindow avec graphics_view
it: Istanza di MainWindow con graphics_view
pl: Egzemplarz MainWindow z graphics_view
pt: Instância MainWindow com graphics_view

source: Intercept navigation keys and delegate to graphics view.
ar: اعتراض مفاتيح التنقل وتفويضها إلى رؤية الرسوم.
de: Navigationstasten abfangen und an Grafikansicht weiterleiten.
fr: Intercepter les touches de navigation et les déléguer à la vue graphique.
it: Interceptare le tasti di navigazione e delegare alla vista grafica.
pl: Przechwyć klawisze nawigacyjne i przekaż je widokowi graficznemu.
pt: Interceptar teclas de navegação e delegar para a exibição gráfica.

source: Allows arrow keys, page up/down, etc. to navigate document instead of changing spinbox value.
ar: يسمح بزرّ الأسطر وصفحة التالية/السابقة إلخ. للتنقّل في المستند بدلًا من تغيير قيمة صندوق الدوران.
de: Ermöglicht die Navigation im Dokument mit den Pfeiltasten, Page Up/Down usw. anstelle des Änderns des Spinbox-Werts.
fr: Permet aux touches de direction, à la touche Page précédente/suivante, etc., de naviguer dans le document au lieu de modifier la valeur de la zone de saisie.
it: Consente l'utilizzo delle frecce, pagina avanti/indietro, ecc. per navigare il documento invece di modificare il valore della casella di scelta.
pl: Umożliwia użycie klawiszy strzałek, przewijania w górę/dół itp. do nawigowania po dokumencie zamiast zmieniania wartości spinbox.
pt: Permite usar as teclas de seta, página anterior/próxima, etc., para navegar pelo documento em vez de alterar o valor da caixa de rolagem.

source: Qt keyboard event
ar: حدث لوحة مفاتيح Qt
de: Qt-Tastaturereignis
fr: Événement clavier Qt
it: Evento della tastiera Qt
pl: Zdarzenie klawiatury Qt
pt: evento de teclado Qt

source: Preferences Dialog
ar: مربع الحوار تفضيلات
de: Dialog für Einstellungen
fr: Dialogue des préférences
it: Finestra delle preferenze
pl: Okno dialogowe Preferencje
pt: Caixa de Diálogo de Preferências

source: Preferences dialog for Momovu application.
ar: حوار التفضيلات لتطبيق Momovu.
de: Dialog für Einstellungen der Momovu-Anwendung.
fr: Dialogue des préférences pour l'application Momovu.
it: Finestra delle preferenze per l'applicazione Momovu.
pl: Okno dialogowe ustawień dla aplikacji Momovu.
pt: Caixa de diálogo de preferências para a aplicação Momovu.

source: Preferences dialog following PySide6 best practices.
ar: مربع الحوار تفضيلات يتبع أفضل ممارسات PySide6.
de: Einstellungen-Dialog gemäß den PySide6-Best Practices.
fr: Dialogue de préférences suivant les bonnes pratiques de PySide6.
it: Finestra di dialogo delle preferenze seguendo le best practice di PySide6.
pl: Okno dialogowe ustawień zgodne z najlepszymi praktykami PySide6.
pt: Diálogo de preferências seguindo as melhores práticas do PySide6.

source: Initialize the preferences dialog.
ar: تخصيص مربع الحوار.
de: Initialisieren Sie das Dialogfeld für Einstellungen.
fr: Initialiser la boîte de dialogue Préférences.
it: Inizializza la finestra delle preferenze.
pl: Zainicjalizuj okno dialogowe ustawień.
pt: Inicialize o diálogo de preferências.

source: Configuration manager instance
ar: مثيل مدير التكوين
de: Konfigurationsmanager-Instanz
fr: Instance du gestionnaire de configuration
it: Istanza del gestore delle configurazioni
pl: Instancja menedżera konfiguracji
pt: Instância do gerenciador de configuração

source: Set up the dialog UI.
ar: تثبيت واجهة الحوار.
de: Richten Sie die Dialog-UI ein.
fr: Configurez l'interface utilisateur du dialogue.
it: Configura l'interfaccia utente del dialogo.
pl: Skonfiguruj interfejs dialogowy.
pt: Configurar a interface de diálogo.
