Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Page Rendering Strategies
ar: استراتيجيات عرض الصفحة
de: Seitenrendrstrategien
fr: Stratégies de rendu de page
it: Strategie di rendering della pagina
pl: Strategie renderowania strony
pt: Estratégias de Renderização de Páginas

source: These strategies implement different page rendering approaches.
ar: تقوم هذه الاستراتيجيات بتنفيذ منهجيات مختلفة لعرض الصفحات.
de: Diese Strategien setzen unterschiedliche Ansätze zur Seitenrendernung um.
fr: Ces stratégies mettent en œuvre différentes approches de rendu de pages.
it: Queste strategie implementano approcci diversi per il rendering delle pagine.
pl: Te strategie implementują różne podejścia do renderowania stron.
pt: Essas estratégias implementam abordagens diferentes para o renderização de páginas.

source: Base Strategy
ar: الاستراتيجية الأساسية
de: Basisstrategie
fr: Stratégie de base
it: Strategia di base
pl: Bazowa strategia
pt: Estratégia Básica

source: Base strategy for page rendering.
ar: الاستراتيجية الأساسية لعرض الصفحة.
de: Basisstrategie für die Seitendarstellung.
fr: Stratégie de base pour le rendu de la page.
it: Strategia di base per il rendering della pagina.
pl: Podstawowa strategia renderowania strony.
pt: Estratégia básica para renderização da página.

source: Bases: :py:class:`~abc.ABC`
ar: القواعد: :py:class:`~abc.ABC`
de: Basisklassen: :py:class:`~abc.ABC`
it: Basi: :py:class:`~abc.ABC`
pl: Bazy: :py:class:`~abc.ABC`

source: Abstract base class for page rendering strategies.
ar: الفئة الأساسية المجردة لاستراتيجيات عرض الصفحة.
de: Abstrakte Basisklasse für Strategien zur Seitenrenderung.
fr: Classe de base abstraite pour les stratégies de rendu de page.
it: Classe base astratta per le strategie di rendering delle pagine.
pl: Abstrakcyjna klasa bazowa dla strategii renderowania stron.
pt: Classe base abstrata para estratégias de renderização de página.

source: Initialize the render strategy.
ar: قم بتهيئة استراتيجية العرض.
de: Initialisieren Sie die Rendestrategie.
fr: Initialiser la stratégie de rendu.
it: Inizializza la strategia di rendering.
pl: Zainicjalizuj strategię renderowania.
pt: Inicialize a estratégia de renderização.

source: Renderer for margins and overlays
ar: مُ渲َّر للهوامش والطبقات الإضافية
de: Renderer für Ränder und Overlays
fr: Rendu des marges et des superpositions
it: Renderer per margini e sovrapposizioni
pl: Renderuj marginesy i nakłady
pt: Renderizador para margens e sobreposições

source: Render pages according to the strategy.
ar: قم بعرض الصفحات وفقًا لل chiến lược.
de: Rendern Sie Seiten gemäß der Strategie.
fr: Rendre les pages selon la stratégie.
it: Rendi le pagine in base alla strategia.
pl: Renderuj strony zgodnie ze strategią.
pt: Renderize páginas de acordo com a estratégia.

source: Current page index (0-based)
ar: فهرس الصفحة الحالية (يبدأ من الصفر)
de: Aktueller Seitenindex (0-basiert)
fr: Index de la page actuelle (à partir de 0)
it: Indice della pagina corrente (a partire da 0)
pl: Bieżący indeks strony (zerowy)
pt: Índice da página atual (com base 0)

source: Whether to show fold lines
ar: هل عرض خطوط الطي
de: Ob Faltlinien angezeigt werden sollen
fr: Afficher les plis
it: Se visualizzare le linee di piegatura
pl: Czy pokazywać linie złożenia
pt: Mostrar linhas de dobra

source: Optional callback to fit page to view
ar: مكالمة اختيارية لتكييف الصفحة مع العرض
de: Optionale Rückrufmethode, um die Seite an die Ansicht anzupassen
fr: Appel de fonction optionnel pour adapter la page à la vue
it: Callback opzionale per adattare la pagina alla visualizzazione
pl: Opcjonalne wywołanie zwrotne dopasowujące stronę do widoku
pt: Callback opcional para ajustar a página à visualização

source: Instantiate and position a page widget for rendering.
ar: قم بتنفيذ وتحديد موضع علامة تبويب الصفحة لعرضها.
de: Instanziieren und positionieren Sie ein Seiten-Widget für die Darstellung.
fr: Instanciez et positionnez un widget de page pour le rendu.
it: Instanzia e posiziona un widget pagina per il rendering.
pl: Zinstancjonuj i ustaw widget strony w celu renderowania.
pt: Instancie e posicione um widget de página para renderização.

source: Left edge position in scene coordinates
ar: موضع الحافة اليسرى بالمقاييس الخاصة بالمشهد
de: Linke Kantenposition in Szenenkoordinaten
fr: Position du bord gauche en coordonnées de la scène
it: Posizione del bordo sinistro in coordinate della scena
pl: Pozycja lewego krawędzi w współrzędnych sceny
pt: Posição da borda esquerda em coordenadas da cena

source: Top edge position in scene coordinates
ar: موضع الحافة العلوية بالمقاييس المكانية للسيناريو
de: Obergrenzenposition in Szenenkoordinaten
fr: Position de la bordure supérieure en coordonnées de la scène
it: Posizione del bordo superiore in coordinate della scena
pl: Pozycja górnej krawędzi w współrzędnych sceny
pt: Posição da borda superior em coordenadas da cena

source: Positioned PageItem ready for scene insertion, None if page invalid
ar: مُحَدَّد PageItem جاهز لإدخال المشهد، لا شيء إذا كانت الصفحة غير صحيحة
de: Positionierter PageItem bereit für die Szeneneinbindung, None, wenn Seite ungültig ist
fr: PageItem positionné prêt à l'insertion dans la scène, Aucun si la page est invalide
it: Elemento pagina posizionato pronto per l'inserimento nella scena, Nessuno se la pagina non è valida
pl: Umieszczony element strony gotowy do wstawienia na scenę, None jeśli strona jest nieprawidłowa
pt: Item da página posicionado pronto para a inserção na cena, Nenhum se a página for inválida

source: Render safety margins and trim indicators on top of page.
ar: تظهر هامشيات الأمان ومؤشرات التrim على رأس الصفحة.
de: Sicherheitsabstände und Beschnittmarkierungen auf der oberen Seite darstellen.
fr: Afficher les marges de sécurité et les indicateurs de découpe en haut de la page.
it: Rappresenta i margini di sicurezza e gli indicatori di taglio in cima alla pagina.
pl: Wyświetl marginesy bezpieczeństwa i wskaźniki obcinania u góry strony.
pt: Render margens de segurança e indicadores de corte na parte superior da página.

source: Schedule zoom adjustment for presentation mode.
ar: تخصيص جدول تكبير الشاشة للوضع العرضي.
de: Zoomplanung anpassen für Präsentationsmodus.
fr: Ajustement du zoom pour le mode de présentation.
it: Regolazione dello zoom per la modalità presentazione.
pl: Zaplanuj dostosowanie powiększenia do trybu prezentacji.
pt: Ajuste de zoom para modo de apresentação.

source: True triggers fit callback
ar: المشغّلات الحقيقية تناسب الدالة Callback
de: Echte Trigger passen zur Rückruffunktion
fr: Les déclencheurs réels correspondent au rappel
it: Trigger veri adatti alla callback
pl: Prawidłowe wyzwalacze pasują do wywołania zwrotnego
pt: Gatilhos verdadeiros se encaixam no retorno

source: Function to scale view to page bounds
ar: الدالة لتوسيع العرض إلى حدود الصفحة
de: Funktion, um die Ansicht auf die Seitenbegrenzungen zu skalieren
fr: Fonction pour adapter la vue aux limites de la page
it: Funzione per ridimensionare la vista ai limiti della pagina
pl: Funkcja skalująca widok do granic strony
pt: Função para dimensionar a visualização aos limites da página

source: Expand scene boundaries to include all rendered pages with padding for zoom.
ar: توسيع حدود المشهد لتشمل جميع الصفحات المعروضة مع مساحة إضافية للتكبير.
de: Erweitern Sie die Szenenrandgrenzen, um alle gerenderten Seiten mit Platz für das Zoomen einzubeziehen.
fr: Étendez les limites de la scène pour inclure toutes les pages rendues avec un espace de marge pour le zoom.
it: Espandi i confini della scena per includere tutte le pagine renderizzate con un padding per lo zoom.
pl: Rozszerz granice sceny, aby obejmowały wszystkie wyrenderowane strony z nadmiarem na powiększenie.
pt: Expanda os limites da cena para incluir todas as páginas renderizadas com preenchimento para o zoom.

source: The padding allows proper mouse-centered zoom at document edges by giving Qt room to position the viewport beyond the actual content bounds. Only adds padding when zoomed in to avoid scrollbar issues.
ar: يسمح الحشوة بالتكبير المركّز بشكل صحيح عند حواف المستند من خلال منح Qt مساحةً لوضع منطقة العرض خارج حدود المحتوى الفعلي. تضيف الحشوة فقط عند التكبير لتجنب مشاكل شريط التمرير.
de: Das Padding erlaubt ein korrektes, mauszentriertes Zoomen an Dokumenträndern, indem es Qt Platz bietet, die Ansicht außerhalb der tatsächlichen Inhaltsgrenzen zu positionieren. Das Padding wird nur hinzugefügt, wenn hereingezoomt wird, um Probleme mit Scrollbalken zu vermeiden.
fr: Le remplissage permet un zoom centré correctement sur la souris aux bords du document en laissant à Qt de l'espace pour positionner la zone d'affichage au-delà des limites réelles du contenu. Ajoute du remplissage uniquement lorsqu'on est zoomé pour éviter les problèmes de barres de défilement.
it: Il padding consente un ingrandimento corretto centrato sul mouse ai bordi del documento, dando a Qt lo spazio necessario per posizionare la viewport oltre i limiti effettivi del contenuto. Aggiunge il padding solo quando si è ingranditi per evitare problemi con le barre di scorrimento.
pl: Wypełnienie umożliwia poprawne powiększenie ze środkiem w kursorze myszy przy brzegach dokumentu, dając Qt miejsce do położenia widoku poza faktycznymi granicami zawartości. Wypełnienie dodawane jest tylko przy powiększeniu, aby uniknąć problemów z paskami przewijania.
pt: O preenchimento (padding) permite um zoom centrado no mouse nas bordas do documento, dando ao Qt espaço para posicionar a janela de visualização além dos limites reais do conteúdo. Adiciona preenchimento apenas quando há zoom para evitar problemas com barras de rolagem.

source: Clean up all PageItem instances before clearing the scene.
ar: نظف جميع مثيلات PageItem قبل مسح المشهد.
de: Löschen Sie alle PageItem-Instanzen, bevor Sie die Szene leeren.
fr: Nettoyez toutes les instances de PageItem avant de nettoyer la scène.
it: Pulire tutte le istanze di PageItem prima di cancellare la scena.
pl: Wyczyść wszystkie instancje PageItem przed wyczyszczeniem sceny.
pt: Limpe todas as instâncias de PageItem antes de limpar a cena.

source: This ensures timers are stopped and resources are freed properly.
ar: هذا يضمن إيقاف المؤقتات وتحرير الموارد بشكل صحيح.
de: Damit werden Timer ordnungsgemäß gestoppt und Ressourcen freigegeben.
fr: Cela garantit que les temporisateurs sont arrêtés et que les ressources sont libérées correctement.
it: Questo garantisce che i timer vengano arrestati e le risorse liberate correttamente.
pl: To gwarantuje, że timery zostaną zatrzymane i zasoby zostaną poprawnie zwolnione.
pt: Isso garante que os temporizadores sejam interrompidos e os recursos sejam liberados corretamente.

source: All Pages Strategy
ar: استراتيجية جميع الصفحات
de: Alle Seiten Strategie
fr: Stratégie de toutes les pages
it: Strategia per tutte le pagine
pl: Strategia wszystkich stron
pt: Estratégia de Todas as Páginas

source: All pages rendering strategy.
ar: استراتيجية عرض جميع الصفحات.
de: Alle Seiten Rendern-Strategie.
fr: Stratégie de rendu de toutes les pages.
it: Strategia di rendering di tutte le pagine.
pl: Strategia renderowania wszystkich stron.
pt: Estratégia de renderização de todas as páginas.

source: Bases: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
ar: القواعد: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
de: Basen: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
it: Basi: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`
pl: Bazy: :py:class:`~momovu.views.components.page_strategies.base.BaseStrategy`

source: Strategy for rendering all pages vertically stacked.
ar: استراتيجية عرض جميع الصفحات مكدسة رأسيًا.
de: Strategie zur Darstellung aller Seiten vertikal gestapelt.
fr: Stratégie pour afficher toutes les pages empilées verticalement.
it: Strategia per il rendering di tutte le pagine disposte in pila verticalmente.
pl: Strategia renderowania wszystkich stron ułożonych pionowo.
pt: Estratégia para renderizar todas as páginas empilhadas verticalmente.

source: Stack all document pages vertically with preserved scroll position.
ar: تراكب جميع صفحات المستند بشكل عمودي مع الحفاظ على موضع التمرير.
de: Stapeln Sie alle Dokumentseiten vertikal mit beibehaltenem Scrollposition.
fr: Empilez toutes les pages du document verticalement tout en conservant la position de défilement.
it: Impila tutte le pagine del documento in verticale mantenendo la posizione di scorrimento.
pl: Zastackuj wszystkie strony dokumentu pionowo, zachowując położenie przewijania.
pt: Empilhe todas as páginas do documento verticalmente com a posição de rolagem preservada.

source: Ignored - all pages shown regardless
ar: تم تجاهلها - يتم عرض جميع الصفحات بغض النظر
de: Ignoriert - alle Seiten werden angezeigt, unabhängig davon
fr: Ignoré - toutes les pages affichées quel que soit
it: Ignorato - tutte le pagine visualizzate comunque
pl: Ignoruj - wszystkie strony są wyświetlane bez względu na
pt: Ignorado - todas as páginas são mostradas independentemente

source: Ignored - not applicable for all pages
ar: تم تجاهلها - غير مطبقة على جميع الصفحات
de: Ignoriert - nicht für alle Seiten anwendbar
fr: Ignoré - non applicable pour toutes les pages
it: Ignorato - non applicabile per tutte le pagine
pl: Ignoruj - nie dotyczy wszystkich stron
pt: Ignorado - não aplicável para todas as páginas

source: Whether to display fold indicators
ar: ما إذا كان سيتم عرض مؤشرات摺痕
de: Ob Faltmarkierungen angezeigt werden sollen
fr: Afficher ou non les indicateurs de pli
it: Se visualizzare gli indicatori di piegatura
pl: Czy wyświetlać wskaźniki złożenia
pt: Se deve exibir indicadores de dobra

source: Ignored - no fitting for multi-page view
ar: تم تجاهلها - لا توجد تطابقات للعرض متعدد الصفحات
de: Ignoriert - keine passende Darstellung im Mehrseiten-Modus
fr: Ignoré - aucune adaptation pour la vue multi-pages
it: Ignorato - nessun adattamento per la visualizzazione a più pagine
pl: Ignorowane - brak dopasowania do widoku wielostronicowego
pt: Ignorado - não se aplica à visualização de várias páginas

source: Page Pair Strategy
ar: استراتيجية أزواج الصفحات
de: Seitenpaar-Strategie
fr: Stratégie de paires de pages
it: Strategia di coppia di pagine
pl: Strategia par stron
pt: Estratégia de Pares de Páginas

source: Page pair rendering strategy.
ar: استراتيجية عرض زوج الصفحات.
de: Seitenpaar-Rendern-Strategie.
fr: Stratégie de rendu des paires de pages.
it: Strategia di rendering delle coppie di pagine.
pl: Strategia renderowania par stron.
pt: Estratégia de renderização de pares de páginas.

source: Strategy for rendering a pair of pages side by side.
ar: استراتيجية عرض زوج من الصفحات جنبًا إلى جنب.
de: Strategie zur Darstellung eines Paars von Seiten nebeneinander.
fr: Stratégie pour afficher côte à côte une paire de pages.
it: Strategia per visualizzare una coppia di pagine affiancate.
pl: Strategia renderowania pary stron obok siebie.
pt: Estratégia para exibir um par de páginas lado a lado.

source: Display current page with its pair (page 1 alone, then 2-3, 4-5, etc).
ar: عرض الصفحة الحالية مع زوجها (الصفحة 1 وحدها، ثم 2-3، 4-5، إلخ).
de: Zeige die aktuelle Seite mit ihrem Paar an (Seite 1 alleine, dann 2-3, 4-5 usw.).
fr: Afficher la page actuelle avec sa paire (page 1 seule, puis 2-3, 4-5, etc.).
it: Visualizza la pagina corrente con la sua coppia (pagina 1 da sola, quindi 2-3, 4-5, ecc.).
pl: Wyświetl bieżącą stronę wraz z jej parą (stronę 1 osobno, a następnie 2-3, 4-5 itd.).
pt: Exibir a página atual com seu par (apenas a página 1, depois 2-3, 4-5, etc.).

source: Page to display with its pair
ar: الصفحة التي سيتم عرضها مع زوجها
de: Seite mit ihrem Paar anzeigen
fr: Page à afficher avec sa paire
it: Pagina da visualizzare con la sua coppia
pl: Strona do wyświetlenia z jej parami
pt: Página para exibir com seu par

source: Triggers fit_callback if True
ar: يُشغّل fit_callback إذا كان صحيحًا
de: Löst fit_callback aus, wenn True
fr: Déclenche fit_callback si True
it: Attiva fit_callback se True
pl: Wyzwalaj fit_callback, jeśli True
pt: Dispara fit_callback se True

source: Display spine line between pages
ar: عرض خط العمود الفقري بين الصفحات
de: Seitenleiste zwischen den Seiten anzeigen
fr: Afficher la ligne vertébrale entre les pages
it: Visualizza la linea vertebrale tra le pagine
pl: Wyświetl linię grzbietu między stronami
pt: Exibir linha da coluna entre as páginas

source: Function to scale pair to viewport
ar: الدالة لتوسيع زوج البيانات إلى نافذة العرض
de: Funktion, um Paar auf Sichtbereich zu skalieren
fr: Fonction pour adapter la paire à la zone d'affichage
it: Funzione per ridimensionare la coppia alla finestra di visualizzazione
pl: Funkcja skalująca parę do obszaru roboczego
pt: Função para dimensionar o par para a viewport

source: Side by Side Strategy
ar: استراتيجية جنبًا إلى جنب
de: Seite-an-Seite-Strategie
fr: Stratégie côte à côte
it: Strategia affiancata
pl: Strategia bok o bok
pt: Estratégia Lado a Lado

source: Side-by-side rendering strategy for all pages.
ar: استراتيجية عرض جانبي للصفحات جميعها.
de: Seitenweise Darstellungsstrategie für alle Seiten.
fr: Stratégie de rendu côte à côte pour toutes les pages.
it: Strategia di rendering affiancato per tutte le pagine.
pl: Strategia renderowania obok siebie dla wszystkich stron.
pt: Estratégia de renderização lado a lado para todas as páginas.

source: Strategy for rendering all pages in side-by-side pairs vertically stacked.
ar: استراتيجية عرض جميع الصفحات في أزواج متجاورة مكدسة عموديًا.
de: Strategie zur Darstellung aller Seiten als nebeneinanderliegende Paare, vertikal gestapelt.
fr: Stratégie pour afficher toutes les pages en paires côte à côte, empilées verticalement.
it: Strategia per il rendering di tutte le pagine in coppie affiancate disposte verticalmente.
pl: Strategia renderowania wszystkich stron w parach ułożonych obok siebie pionowo.
pt: Estratégia para exibir todas as páginas em pares lado a lado, empilhados verticalmente.

source: Stack all page pairs vertically (page 1 alone, then 2-3, 4-5, etc).
ar: تراكب جميع أزواج الصفحات بشكل عمودي (صفحة 1 فقط، ثم 2-3، 4-5، وهكذا).
de: Stapeln Sie alle Seitenpaare vertikal (Seite 1 alleine, dann 2-3, 4-5 usw.).
fr: Empilez toutes les paires de pages verticalement (page 1 seule, puis 2-3, 4-5, etc.).
it: Impila tutti i fogli verticalmente (pagina 1 da sola, poi 2-3, 4-5, ecc.).
pl: Ułóż wszystkie pary stron pionowo (strona 1 sama, potem 2-3, 4-5 itd.).
pt: Empilhe todas as pares de páginas verticalmente (a página 1 sozinha, depois 2-3, 4-5, etc).

source: Book layout: page 1 on right, then even pages left/odd pages right.
ar: التنسيق: الصفحة 1 على اليمين، ثم الصفحات الزوجية على اليسار والفردية على اليمين.
de: Buchlayout: Seite 1 rechts, dann gerade Seiten links/ungerade Seiten rechts.
fr: Mise en page du livre : page 1 à droite, puis les pages paires à gauche et les pages impaires à droite.
it: Disposizione del libro: pagina 1 a destra, quindi pagine pari a sinistra e pagine dispari a destra.
pl: Układ książki: strona 1 po prawej stronie, następnie strony parzyste po lewej, strony nieparzyste po prawej.
pt: Disposição do livro: página 1 à direita, depois páginas pares à esquerda e ímpares à direita.

source: Ignored - all pairs shown regardless
ar: تم تجاهلها - يتم عرض جميع الأزواج بغض النظر
de: Ignoriert - alle Paare werden angezeigt, unabhängig davon
fr: Ignoré - toutes les paires sont affichées quel que soit
it: Ignorato - vengono visualizzati tutti i valori
pl: Ignoruj - wszystkie pary są widoczne niezależnie
pt: Ignorado - todos os pares mostrados independentemente

source: Ignored - not applicable for all pairs
ar: تم تجاهله - غير مطبق على جميع الأزواج
de: Ignoriert – nicht für alle Paare anwendbar
fr: Ignoré - non applicable pour toutes les paires
it: Ignorato - non applicabile per tutte le coppie
pl: Ignorowane - nie dotyczy wszystkich par
pt: Ignorado - não aplicável para todos os pares

source: Display spine lines between pages
ar: عرض خطوط العمود الفقري بين الصفحات
de: Seitenrückenlinien zwischen den Seiten anzeigen
fr: Afficher les lignes de la colonne vertébrale entre les pages
it: Mostra le linee della colonna vertebrale tra le pagine
pl: Wyświetl linie grzbietowe między stronami
pt: Exibir linhas da coluna entre as páginas

source: Ignored - no fitting for multi-pair view
ar: تم تجاهله - لا يناسب عرض الأزواج المتعددة
de: Ignoriert - kein passender für Mehrfachansicht
fr: Ignoré - aucune adaptation pour la vue multi-paires
it: Ignorato - Nessun adattamento per la visualizzazione multi-paio
pl: Ignorowane - brak dopasowania do widoku wielu par
pt: Ignorado - não se aplica para visualização de múltiplas pares

source: Single Page Strategy
ar: استراتيجية صفحة واحدة
de: Einseitige Strategie
fr: Stratégie de page unique
it: Strategia a Pagina Singola
pl: Strategia jednostronicowa
pt: Estratégia de Página Única

source: Single page rendering strategy.
ar: استراتيجية عرض الصفحة الفردية.
de: Einseitige Darstellungsstrategie.
fr: Stratégie de rendu sur une seule page.
it: Strategia di rendering a pagina singola.
pl: Strategia renderowania jednostronicowego.
pt: Estratégia de renderização de página única.

source: Strategy for rendering a single page.
ar: استراتيجية عرض صفحة واحدة.
de: Strategie zur Darstellung einer einzelnen Seite.
fr: Stratégie pour afficher une seule page.
it: Strategia per il rendering di una singola pagina.
pl: Strategia renderowania jednej strony.
pt: Estratégia para renderizar uma única página.

source: Display only the current page, optionally fitted to view.
ar: العرض فقط للصفحة الحالية، ويفضل أن يتم تكييفها لعرض الشاشة.
de: Zeigen Sie nur die aktuelle Seite an, optional an die Ansicht angepasst.
fr: Afficher uniquement la page actuelle, éventuellement adaptée à l'affichage.
it: Visualizza solo la pagina corrente, eventualmente adattata alla visualizzazione.
pl: Wyświetlaj tylko bieżącą stronę, opcjonalnie dopasowaną do widoku.
pt: Exibir apenas a página atual, opcionalmente ajustada para visualização.

source: Page index to display
ar: فهرس الصفحة للعرض
de: Seitenindex zum Anzeigen
fr: Index de page à afficher
it: Indice della pagina da visualizzare
pl: Indeks strony do wyświetlenia
pt: Índice da página para exibir

source: Function to scale page to viewport
ar: وظيفة لتكبير الصفحة إلى حجم نافذة العرض
de: Funktion, um die Seite auf den Bildschirmbereich zu skalieren
fr: Fonction pour adapter la page à la fenêtre d'affichage
it: Funzione per ridimensionare la pagina alla dimensione dello schermo
pl: Funkcja skalująca stronę do rozmiaru okna przeglądarki
pt: Função para dimensionar a página à janela de visualização

source: Margin Renderers
ar: مُ渲َّدَات الهوامش
de: Randbereichsrenderer
fr: Rendeurs de marge
it: Renderer dei Margini
pl: Renderery marginesów
pt: Renderizadores de Margem

source: These renderers handle margin and overlay drawing for different document types.
ar: يتعامل هؤلاء المُ渲َّرس (renderers) مع الهوامش ورسم التراكب لأنواع المستندات المختلفة.
de: Diese Renderer übernehmen die Darstellung von Randbereichen und Überlagerungen für verschiedene Dokumenttypen.
fr: Ces rendus gèrent les marges et le dessin des calques pour différents types de documents.
it: Questi renderer gestiscono il margine e il disegno dell'overlay per diversi tipi di documento.
pl: Te moduły renderujące obsługują obszar marginesu i nakładanie rysunku dla różnych typów dokumentów.
pt: Esses renderizadores lidam com a margem e o desenho de sobreposição para diferentes tipos de documentos.

source: Base Renderer
ar: مُ渲َّدٌ أساسي
de: Basis-Renderer
fr: Rendu de base
it: Renderer di base
pl: Podstawowy moduł renderujący
pt: Renderizador Básico
