Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Bases: :py:class:`~PySide6.QtWidgets.QGraphicsView`
ar: القواعد: :py:class:`~PySide6.QtWidgets.QGraphicsView`
de: Basis: :py:class:`~PySide6.QtWidgets.QGraphicsView`
it: Basi: :py:class:`~PySide6.QtWidgets.QGraphicsView`
pl: Podstawy: :py:class:`~PySide6.QtWidgets.QGraphicsView`

source: Custom graphics view with mouse wheel and DIRECT keyboard support.
ar: عرض رسوم مخصصة مع دعم للماوس واللمسة والدعم المباشر لوحة المفاتيح.
de: Benutzerdefinierter Grafikansicht mit Mausrad und DIRECT Tastaturunterstützung.
fr: Vue graphique personnalisée avec molette de souris et support DIRECT au clavier.
it: Visualizzazione grafica personalizzata con supporto della rotellina del mouse e della tastiera DIRECT.
pl: Niestandardowy widok graficzny z obsługą kółka myszy i klawiatury.
pt: Visualização de gráficos personalizados com suporte ao rolete do mouse e teclado DIRECT.

source: Initialize the graphics view.
ar: قم ب 초기ة عرض الرسومات.
de: Initialisieren Sie die Grafikansicht.
fr: Initialiser la vue graphique.
it: Inizializza la vista grafica.
pl: Zainicjuj widok graficzny.
pt: Inicialize a visualização gráfica.

source: Reference to the main window for event handling
ar: الإشارة إلى النافذة الرئيسية لمعالجة الأحداث
de: Verweis auf das Hauptfenster zur Ereignisverarbeitung
fr: Référence à la fenêtre principale pour la gestion des événements
it: Riferimento alla finestra principale per la gestione degli eventi
pl: Odwołanie do głównego okna do obsługi zdarzeń
pt: Referência para a janela principal para manipulação de eventos

source: Central keyboard event handler for all viewer shortcuts.
ar: مُعالِج الأحداث الرئيسية لوحة المفاتيح لكل اختصارات المشاهد.
de: Zentraler Tastaturereignis-Handler für alle Viewer-Shortcuts.
fr: Gestionnaire d'événements clavier central pour toutes les raccourcis du visionneur.
it: Gestore degli eventi della tastiera centrale per tutti i collegamenti del visualizzatore.
pl: Centralny program obsługi zdarzeń klawiatury dla wszystkich skrótów klawiaturowych przeglądarki.
pt: Manipulador de eventos do teclado central para todas as teclas de atalho do visualizador.

source: Handles navigation, zoom, and UI toggle shortcuts. Arrow keys adapt based on zoom level (pan when zoomed, navigate otherwise).
ar: تتحكم في اختصارات التنقل والتكبير وتبديل واجهة المستخدم. تتغير مفاتيح الأسهم بناءً على مستوى التكبير (تتحرك عند التكبير، وتتنقل في غير ذلك).
de: Verwaltet Navigations-, Zoom- und UI-Umschalt-Tastenkombinationen. Pfeiltasten passen sich basierend auf dem Zoom-Level an (Verschieben beim Zoomen, Navigieren sonst).
fr: Gère les raccourcis de navigation, de zoom et d’activation/désactivation de l’interface utilisateur. Les touches fléchées s’adaptent en fonction du niveau de zoom (déplacement lorsqu’on est zoomé, navigation autrement).
it: Gestisce i collegamenti di navigazione, zoom e commutazione dell'interfaccia utente. Le frecce si adattano in base al livello di zoom (spostamento quando zoomato, navigazione altrimenti).
pl: Zarządza nawigacją, powiększeniem i skrótami przełączania interfejsu. Strzałki dostosowują się w zależności od poziomu powiększenia (przesuwanie przy powiększeniu, nawigacja w przeciwnym razie).
pt: Manipula atalhos de navegação, zoom e alternância da interface. As teclas de seta se adaptam com base no nível de zoom (fazer panorâmica quando zoomado, navegar caso contrário).

source: NOTE: When adding or modifying keyboard shortcuts here, remember to update the shortcuts dialog in lib/shortcuts_dialog.py::_populate_shortcuts()
ar: ملاحظة: عند إضافة أو تعديل اختصارات لوحة المفاتيح هنا، تذكّر تحديث مربع الحوار اختصارات في lib/shortcuts_dialog.py::_populate_shortcuts()
de: HINWEIS: Wenn Sie hier Tastenkombinationen hinzufügen oder ändern, vergessen Sie nicht, das Dialogfenster für Tastenkombinationen in lib/shortcuts_dialog.py::_populate_shortcuts zu aktualisieren.
fr: REMARQUE : Lors de l'ajout ou de la modification des raccourcis clavier ici, n'oubliez pas de mettre à jour la boîte de dialogue des raccourcis dans lib/shortcuts_dialog.py::_populate_shortcuts()
it: NOTA: Quando si aggiungono o si modificano le scorciatoie da tastiera qui, ricordarsi di aggiornare il dialogo delle scorciatoie in lib/shortcuts_dialog.py::_populate_shortcuts()
pl: UWAGA: Przy dodawaniu lub modyfikowaniu skrótów klawiaturowych tu, pamiętaj o aktualizacji okna skrótów w lib/shortcuts_dialog.py::_populate_shortcuts()
pt: OBSERVAÇÃO: Ao adicionar ou modificar atalhos de teclado aqui, lembre-se de atualizar o diálogo de atalhos em lib/shortcuts_dialog.py::_populate_shortcuts()

source: Handle mouse wheel for zoom, pan, or page navigation.
ar: التعامل مع عجلة الفأرة للتكبير أو التمرير أو التنقل بين الصفحات.
de: Mausrad zum Zoomen, Verschieben oder Navigieren zwischen Seiten verwenden.
fr: Gérer la molette de la souris pour le zoom, le panoramique ou la navigation sur la page.
it: Gestisci la rotellina del mouse per lo zoom, lo spostamento o la navigazione tra le pagine.
pl: Użyj kółka myszy do przybliżania, przesuwania lub nawigowania po stronie.
pt: Manipule a roda do mouse para zoom, panorâmica ou navegação de página.

source: Behavior depends on modifiers and zoom level: - Ctrl + Scroll: Zoom at mouse position - Shift + Scroll: Horizontal pan (at any zoom level) - When zoomed in (>1.05x): Vertical pan - When not zoomed: Page navigation
ar: يعتمد السلوك على المُعدّلين ومستوى التكبير: - Ctrl + تمرير: تكبير في موقع المؤشر - Shift + تمرير: التنقل الأفقي (في أي مستوى تكبير) - عند التكبير (أكثر من 1.05 مرات): التنقل العمودي - عند عدم التكبير: التنقل بين الصفحات
de: Das Verhalten hängt von Modifikatoren und Zoomstufe ab: - Strg + Scrollen: Zoomen an der Mausposition - Umschalt + Scrollen: Horizontales Panning (bei jeder Zoomstufe) - Bei Vergrößerung (>1,05fach): Vertikales Panning - Bei nicht vergrößert: Seiten-Navigation
fr: Le comportement dépend des modificateurs et du niveau de zoom : - Ctrl + Défilement : Zoom à la position de la souris - Maj + Défilement : Déplacement horizontal (à tout niveau de zoom) - Lorsque zoomé (>1,05x) : Déplacement vertical - Lorsque non zoomé : Navigation entre les pages
it: Il comportamento dipende dai modificatori e dal livello di zoom: - Ctrl + Scorri: Zoom sulla posizione del mouse - Shift + Scorri: Panorammamento orizzontale (a qualsiasi livello di zoom) - Quando ingrandito (>1,05x): Panorammamento verticale - Quando non ingrandito: Navigazione per pagine
pl: Zachowanie zależy od modyfikatorów i poziomu przybliżenia: - Ctrl + Przewijanie: Przybliżanie w pozycji myszy - Shift + Przewijanie: Poziomy przesuw (na każdym poziomie przybliżenia) - Przy przybliżeniu (>1,05x): Pionowy przesuw - Gdy nie jest przybliżone: Nawigacja po stronie
pt: O comportamento depende dos modificadores e do nível de zoom: - Ctrl + Rolagem: Zoom na posição do mouse - Shift + Rolagem: Panning horizontal (em qualquer nível de zoom) - Quando zoom está ativado (>1,05x): Panning vertical - Quando não está com zoom: Navegação por páginas

source: Qt wheel event containing delta and modifiers
ar: حدث عجلة Qt يحتوي على دلتا والmodifiers
de: Qt-Radereignis mit Delta und Modifikatoren
fr: Événement de la roulette Qt contenant le delta et les modificateurs
it: Evento Qt della rotella contenente delta e modificatori
pl: Zdarzenie koła Qt zawierające delta i modyfikatory
pt: Evento da roda do Qt contendo delta e modificadores

source: Release scene connection and clear references (idempotent).
ar: إطلاق سلسلة الاتصال وإزالة المراجع (بدون تأثير تراكمي).
de: Verbindung zur Szenenanzeige trennen und Verweise löschen (idempotent).
fr: Libérer la connexion de la scène et effacer les références (idempotente).
it: Rilascia la connessione della scena e cancella i riferimenti (idempotente).
pl: Zwolnij połączenie z sceną i wyczyść referencje (idempotentne).
pt: Libere a conexão da cena e limpe as referências (idempotente).

source: Margin Renderer
ar: مُ渲َّد الحواف
de: Randbereich Renderer
fr: Rendu de la marge
it: Motore di rendering del margine
pl: Renderuj margines
pt: Renderizador de Margem

source: Margin rendering component for the PDF viewer.
ar: مكوّن عرض الهوامش لقارئ ملفات PDF.
de: Komponente zur Darstellung des Margins für den PDF-Betrachter.
fr: Composant d'affichage de la marge pour le visionneur PDF.
it: Componente per il rendering del margine per il visualizzatore PDF.
pl: Komponent renderujący marginesy dla oprogramowania do przeglądania plików PDF.
pt: Componente de renderização de margem para o visualizador PDF.

source: This refactored version delegates to specialized renderers for each document type, following the Single Responsibility Principle and keeping the file under 400 lines.
ar: هذا الإصدار المعاد تجميعه يفوض في المعالجة إلى مُ渲َّرس مخصصة لكل نوع من أنواع المستندات، وينص على مبدأ المسؤولية الواحدة والحفاظ على الملف أقل من 400 سطر.
de: Diese refaktorierte Version delegiert an spezialisierte Renderer für jeden Dokumenttyp, wobei das Single-Responsibility-Prinzip beachtet wird und die Datei unter 400 Zeilen bleibt.
fr: Cette version refactorisée délègue à des rendus spécialisés pour chaque type de document, en suivant le Principe de Responsabilité Unique et en maintenant le fichier en dessous de 400 lignes.
it: Questa versione refattorizzata delega a renderer specializzati per ogni tipo di documento, seguendo il Principio di Responsabilità Unica e mantenendo il file sotto le 400 linee.
pl: Ta refaktoryzowana wersja deleguje do specjalistycznych rendererów dla każdego typu dokumentu, zgodnie z zasadą pojedynczej odpowiedzialności, utrzymując plik poniżej 400 linii.
pt: Esta versão refatorada delega para renderizadores especializados para cada tipo de documento, seguindo o Princípio da Responsabilidade Única e mantendo o arquivo com menos de 400 linhas.

source: Component responsible for coordinating margin, trim line, and overlay rendering.
ar: المكون المسؤول عن تنسيق الهامش وخط التصفح وإظهار التراكب.
de: Komponente, die für die Koordination von Rand, Kantenlinie und Überlagerung verantwortlich ist.
fr: Composant chargé de la coordination de la marge, de la ligne de découpe et du rendu des calques.
it: Componente responsabile della coordinazione del margine, della linea di taglio e del rendering sovrapposto.
pl: Komponent odpowiedzialny za koordynację marginesu, linii ciecia i renderowania nakładki.
pt: Componente responsável por coordenar a margem, a linha de corte e o renderização da sobreposição.

source: This class delegates actual rendering to specialized renderers based on document type, following the Single Responsibility Principle.
ar: تنقل هذه الفئة عملية العرض الفعلي إلى عارضين متخصصين يعتمدون على نوع المستند، وفقًا لمبدأ المسؤولية الواحدة.
de: Diese Klasse delegiert die eigentliche Darstellung an spezialisierte Renderer basierend auf dem Dokumenttyp, gemäß dem Single Responsibility Prinzip.
fr: Cette classe délègue le rendu réel à des rendus spécialisés en fonction du type de document, conformément au principe de responsabilité unique.
it: Questa classe delega il rendering effettivo a renderer specializzati in base al tipo di documento, seguendo il Principio della Singola Responsabilità.
pl: Ta klasa deleguje faktyczne renderowanie do specjalistycznych rendererów w zależności od typu dokumentu, zgodnie z Zasadą Jednej Odpowiedzialności.
pt: Esta classe delega o renderização real a renderizadores especializados com base no tipo de documento, seguindo o Princípio da Responsabilidade Única.

source: Initialize the margin renderer.
ar: قم ب 초기ة معالج الهوامش.
de: Initialisieren Sie den Rand-Renderer.
fr: Initialiser le moteur de rendu des marges.
it: Inizializza il motore di rendering del margine.
pl: Zainicjalizuj renderowanie marginesu.
pt: Inicialize o renderizador de margem.

source: The Qt graphics scene to render to
ar: مشهد الرسومات Qt للرسم عليه
de: Die Qt-Grafikszene, auf die gerendert wird
fr: La scène graphique Qt pour le rendu
it: La scena grafica Qt a cui rendere
pl: Qt sceny graficznej do renderowania
pt: A cena gráfica Qt para renderizar

source: Presenter for margin operations
ar: مُقدِّم لعمليات الهوامش
de: Referent für Randgeschäfte
fr: Présentateur pour les opérations de marge
it: Responsabile delle operazioni di margine
pl: Prelegent ds. operacji marginesowych
pt: Apresentador para operações de margem

source: Optional configuration manager for reading user preferences
ar: مدير التكوين الاختياري لقراءة تفضيلات المستخدم
de: Optionaler Konfigurations-Manager zum Lesen von Benutzereinstellungen
fr: Gestionnaire de configuration optionnel pour la lecture des préférences utilisateur
it: Gestore di configurazione opzionale per la lettura delle preferenze dell'utente
pl: Opcjonalny menedżer konfiguracji do odczytywania preferencji użytkownika
pt: Gerenciador de configuração opcional para leitura das preferências do usuário

source: Render all enabled overlays on top of page content.
ar: تظهر جميع طبقات التغليف المفعلة فوق محتوى الصفحة.
de: Rendern Sie alle aktivierten Overlays über dem Seiteninhalt.
fr: Afficher toutes les superpositions activées au-dessus du contenu de la page.
it: Rappresenta tutti i sovrapposizioni abilitati sopra il contenuto della pagina.
pl: Renderuj wszystkie włączone warstwy na wierzchu treści strony.
pt: Renderize todas as sobreposições habilitadas sobre o conteúdo da página.

source: Page left edge in scene coordinates
ar: الحافة اليسرى للصفحة بالمقاسات المكانية للسيناريو
de: Seitenrand in Szenenkoordinaten
fr: Bord de page gauche en coordonnées de scène
it: Margine sinistro della pagina in coordinate della scena
pl: Krawędź strony w koordynatach sceny
pt: Borda esquerda da página em coordenadas da cena

source: Page top edge in scene coordinates
ar: حافة الصفحة العلوية بالمقاسات الخاصة بالمشهد
de: Seitenrand oben in Szenenkoordinaten
fr: Bord supérieur de la page en coordonnées de la scène
it: Bordo superiore della pagina in coordinate della scena
pl: Wierzch górny strony w współrzędnych sceny
pt: Borda superior da página em coordenadas da cena

source: Optional edge to skip when drawing trim lines ("left" or "right")
ar: الحواف الاختيارية للإفلات عند رسم خطوط التقليم ("اليسار" أو "اليمين")
de: Optionale Kante, die beim Zeichnen von Trimmlinien übersprungen wird ("links" oder "rechts")
fr: Bord optionnel à ignorer lors du tracé des lignes d'encadrement ("left" ou "right")
it: Bordo opzionale da ignorare quando si disegnano le linee di taglio ("sinistro" o "destro")
pl: Opcjonalny krawędź do pominięcia podczas rysowania linii ciosu ("lewa" lub "prawa")
pt: Aresta opcional para pular ao desenhar linhas de acabamento ("left" ou "right")

source: Enable/disable spine and flap fold indicators.
ar: تمكين/تعطيل مؤشرات العمود الفقري وطي الظهر.
de: Aktivieren/Deaktivieren der Wirbelsäulen- und Klappfaltenanzeiger.
fr: Activer/désactiver les indicateurs de pli de la couverture et du rabat.
it: Attiva/disattiva gli indicatori di piegatura della colonna vertebrale e della linguetta.
pl: Włącz/Wyłącz wskaźniki grzbietu i zagięcia tyłu.
pt: Ativar/desativar indicadores de dobra da espinha e da aba.

source: True to display fold lines on covers/dustjackets
ar: صحيح لعرض خطوط الطي على الغلاف / غلاف الغبار
de: Wahr, um Faltlinien auf Umschlägen/Schutzumschlägen anzuzeigen
fr: Vrai pour afficher les plis sur les couvertures/étuis de protection
it: Vero per visualizzare le linee di piegatura sulle copertine/sovrastrutture
pl: Zaznacz, aby wyświetlić linie zagięć na okładkach/obwolutach
pt: Verdadeiro para exibir linhas de dobra nas capas/contracapas

source: Clear cached configuration values in all renderers.
ar: مسح قيم التكوين المخزنة مؤقتًا في جميع محولات العرض.
de: Löschen Sie zwischengespeicherte Konfigurationswerte in allen Renderern.
fr: Effacer les valeurs de configuration mises en cache dans tous les rendus.
it: Pulisci i valori della configurazione memorizzati in cache in tutti i renderer.
pl: Wyczyść buforowane wartości konfiguracji we wszystkich rendererach.
pt: Limpar valores de configuração em cache em todos os renderizadores.

source: This should be called when configuration changes to ensure new values are loaded.
ar: يجب استدعاؤه عند تغيير التكوين لضمان تحميل القيم الجديدة.
de: Dies sollte aufgerufen werden, wenn die Konfiguration geändert wird, um sicherzustellen, dass neue Werte geladen werden.
fr: Cela doit être appelé lors des modifications de configuration pour s'assurer que les nouvelles valeurs sont chargées.
it: Questo dovrebbe essere chiamato quando la configurazione cambia per assicurarsi che i nuovi valori vengano caricati.
pl: To powinno zostać wywołane, gdy nastąpią zmiany konfiguracji, aby upewnić się, że załadowane zostaną nowe wartości.
pt: Isso deve ser chamado quando a configuração for alterada para garantir que os novos valores sejam carregados.

source: Menu Builder
ar: مُنشئ القائمة
de: Menü-Builder
fr: Générateur de menu
it: Costruttore del menu
pl: Konstruktor menu
pt: Construtor de Menu

source: Menu builder component for the main window.
ar: مكوّن بناء القائمة للنافذة الرئيسية.
de: Menü-Builder-Komponente für das Hauptfenster.
fr: Composant de création de menu pour la fenêtre principale.
it: Componente per la costruzione del menu della finestra principale.
pl: Komponent budowniczy menu dla głównego okna.
pt: Componente de construtor de menu para a janela principal.

source: This component handles all menu creation and setup.
ar: يقوم هذا المكون بإدارة إنشاء جميع القوائم وإعدادها.
de: Dieser Komponente ist für die Erstellung und Einrichtung aller Menüs zuständig.
fr: Ce composant gère toute la création et la configuration des menus.
it: Questo componente gestisce la creazione e l'impostazione di tutti i menu.
pl: Ten komponent obsługuje tworzenie i konfigurację wszystkich menu.
pt: Este componente lida com a criação e configuração de todos os menus.

source: Component responsible for building and managing the menu bar.
ar: المكون المسؤول عن بناء الشريط وتنظيمه.
de: Komponente, die für das Erstellen und Verwalten der Menüleiste verantwortlich ist.
fr: Composant chargé de la création et de la gestion de la barre de menu.
it: Componente responsabile della creazione e della gestione della barra dei menu.
pl: Komponent odpowiedzialny za tworzenie i zarządzanie paskiem menu.
pt: Componente responsável por construir e gerenciar a barra de menus.

source: Initialize the menu builder.
ar: قم ب초ئال مُنشئ القائمة.
de: Initialisieren Sie den Menü-Builder.
fr: Initialiser le générateur de menu.
it: Inizializza il costruttore del menu.
pl: Zainicjalizuj konstruktora menu.
pt: Inicialize o construtor de menus.

source: The main window to add menus to
ar: النافذة الرئيسية لдобавлениеMenus إلى
de: Hauptfenster zum Hinzufügen von Menüs
fr: La fenêtre principale pour ajouter des menus
it: La finestra principale per aggiungere i menu
pl: Główne okno do dodawania menu
pt: A janela principal para adicionar menus

source: Create and populate all application menus in the menu bar.
ar: إنشاء جميع menus للتطبيق وإضافة عناصرها في شريط القوائم.
de: Erstellen und füllen Sie alle Anwendungsmenüs in der Menüleiste.
fr: Créez et remplissez tous les menus de l'application dans la barre de menus.
it: Crea e popola tutti i menu dell'applicazione nella barra dei menu.
pl: Utwórz i wypełnij wszystkie menu aplikacji na pasku menu.
pt: Crie e preencha todos os menus da aplicação na barra de menus.

source: Set initial checked states for View menu overlay toggles.
ar: تحديد الحالة المُحددة المبدئية للقائمة الخاصة بعرض مفاتيح التبديل على التراكب.
de: Legen Sie die anfänglichen Aktivierungsstatus für die Overlay-Umschalter im Menü "Ansicht" fest.
fr: Définir les états initiaux cochés pour les bascules du menu Vue.
it: Imposta gli stati iniziali selezionati per le opzioni di sovrapposizione del menu Visualizza.
pl: Ustaw początkowe stany zaznaczenia dla przełączników menu widoku.
pt: Defina os estados inicialmente verificados para os comutadores da sobreposição do menu Exibir.

source: Whether margins should be visible initially
ar: هل يجب أن تكون الحواف مرئية في البداية
de: Ob Ränder zuerst sichtbar sein sollen
fr: Si les marges devraient être visibles initialement
it: Se i margini dovrebbero essere visibili inizialmente
pl: Czy marginesy powinny być widoczne początkowo
pt: Se as margens devem estar visíveis inicialmente

source: Whether trim lines should be visible initially
ar: هل يجب أن تكون خطوط التrim مرئية في البداية
de: Ob Kantenlinien anfänglich sichtbar sein sollen
fr: Si les lignes de finition doivent être visibles initialement
it: Se le linee di contorno devono essere visibili inizialmente
pl: Czy linie obrzutu powinny być widoczne początkowo
pt: Se as linhas de acabamento devem estar visíveis inicialmente

source: Whether barcode area should be visible initially
ar: هل يجب أن تكون منطقة رمز الباركود مرئية في البداية
de: Ob der Barcode-Bereich zuerst sichtbar sein soll
fr: Si la zone du code-barres doit être visible initialement
it: Se l'area del codice a barre dovrebbe essere visibile inizialmente
pl: Czy obszar kodu kreskowego powinien być widoczny początkowo
pt: Se a área do código de barras deve estar visível inicialmente

source: Whether fold lines should be visible initially
ar: هل يجب أن تكون خطوط الطي مرئية في البداية
de: Ob Faltlinien zuerst sichtbar sein sollen
fr: Si les plis doivent être visibles initialement
it: Se le linee di piegatura devono essere visibili inizialmente
pl: Czy linie zagięć powinny być widoczne początkowo
pt: Se as linhas de dobra devem estar visíveis inicialmente

source: Whether bleed lines should be visible initially
ar: هل يجب أن تكون خطوط النزيف مرئية في البداية
de: Ob die Bleedlines zu Beginn sichtbar sein sollen
fr: Si les repères de découpe doivent être visibles initialement
it: Se le linee di ritaglio dovrebbero essere visibili inizialmente
pl: Czy linie odpływu powinny być widoczne początkowo
pt: Se as linhas de sangramento devem estar visíveis inicialmente

source: Show/hide View menu items based on what's relevant for the document type.
ar: عرض/إخفاء عناصر قائمة العرض بناءً على ما هو مناسب لنوع المستند.
de: Zeige/verstecke Menüpunkte der Ansicht basierend auf dem, was für den Dokumenttyp relevant ist.
fr: Afficher/masquer les éléments du menu Vue en fonction de ce qui est pertinent pour le type de document.
it: Mostra/nascondi gli elementi del menu Visualizza in base a ciò che è rilevante per il tipo di documento.
pl: Pokaż/Ukryj elementy menu Widok w zależności od tego, co jest istotne dla typu dokumentu.
pt: Mostre/oculte itens do menu Exibir com base no que é relevante para o tipo de documento.

source: One of 'interior', 'cover', or 'dustjacket'
ar: واحدة من 'داخلي' أو 'غلاف' أو 'غلاف ورقي'
de: Eine von 'Innen', 'Umschlag' oder 'Schutzumschlag'
fr: L'un des termes suivants : « interior », « cover » ou « dustjacket »
it: Uno di 'interno', 'copertina' o 'brossura'
pl: Jedno z 'wewnętrzne', 'okładka' lub 'obwoluta'
pt: Um de 'interior', 'capa' ou 'brochura'

source: Navigation Controller
ar: متحكم التنقل
fr: Contrôleur de navigation
it: Controller di navigazione
pl: Kontroler nawigacji
pt: Controlador de Navegação

source: Centralized navigation controller - single source of truth for ALL navigation.
ar: متحكم التنقل المركزي - مصدر الحقيقة الوحيد لجميع التنقل.
de: Zentraler Navigation-Controller – Eindeutige Quelle für ALLE Navigationen.
fr: Contrôleur de navigation centralisé - source unique de vérité pour TOUTE la navigation.
it: Controller di navigazione centralizzato - unica fonte di verità per TUTTA la navigazione.
pl: Centralny kontroler nawigacji - jedno źródło prawdy dla WSZYSTKIEJ nawigacji.
pt: Controlador de navegação centralizado - única fonte de verdade para TODA navegação.
