Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Base renderer class for margin and overlay drawing.
ar: الصفحة الأساسية لرسم المسافات والواجهات.
de: Basis-Renderer-Klasse für die Darstellung von Rändern und Overlays.
fr: Classe de rendu de base pour le dessin des marges et des superpositions.
it: Classe base del renderer per il disegno dei margini e degli overlay.
pl: Klasa bazowa do renderowania marginesów i nakładania rysunku.
pt: Classe base do renderizador para desenho de margem e sobreposição.

source: Base class for all margin renderers.
ar: الدّرس الأساسي لكل المُ渲َّرين للهوامش.
de: Basisklasse für alle Randrenderer.
fr: Classe de base pour tous les rendus de marge.
it: Classe base per tutti i renderer dei margini.
pl: Klasa bazowa dla wszystkich rendererów marginesów.
pt: Classe base para todos os renderizadores de margem.

source: Initialize the base renderer.
ar: قم بتهيئة محرك الرسومات الأساسية.
de: Initialisieren Sie den Basiselement-Renderer.
fr: Initialiser le renderer de base.
it: Inizializza il renderer di base.
pl: Zainicjalizuj podstawowy renderer.
pt: Inicialize o renderizador base.

source: Get color from configuration or use default.
ar: احصل على اللون من التكوين أو استخدم الافتراضي.
de: Farbe aus der Konfiguration abrufen oder Standard verwenden.
fr: Obtenir la couleur à partir de la configuration ou utiliser la valeur par défaut.
it: Ottieni il colore dalla configurazione o usa il predefinito.
pl: Pobierz kolor z konfiguracji lub użyj domyślnego.
pt: Obtenha a cor da configuração ou use o padrão.

source: Configuration key for the color (e.g., "margin_overlay", "barcode_area")
ar: مفتاح التكوين للون (على سبيل المثال، "margin_overlay"، "barcode_area")
de: Konfigurations Schlüssel für die Farbe (z. B. "margin_overlay", "barcode_area")
fr: Clé de configuration pour la couleur (par exemple, "margin_overlay", "barcode_area")
it: Chiave di configurazione per il colore (es. "margin_overlay", "barcode_area")
pl: Klucz konfiguracji dla koloru (np. "margin_overlay", "barcode_area")
pt: Chave de configuração para a cor (por exemplo, "margin_overlay", "barcode_area")

source: Default color to use if config not available
ar: اللون الافتراضي الذي يجب استخدامه إذا لم تكن الإعدادات متوفرة
de: Standardfarbe, die verwendet werden soll, wenn keine Konfiguration verfügbar ist
fr: Couleur par défaut à utiliser si la configuration n'est pas disponible
it: Colore predefinito da utilizzare se la configurazione non è disponibile
pl: Domyślny kolor do użycia, jeśli konfiguracja nie jest dostępna
pt: Cor padrão a ser usada se a configuração não estiver disponível

source: QColor from configuration or default
ar: QColor من التكوين أو الافتراضي
de: QColor aus der Konfiguration oder Standardwert
fr: QColor à partir de la configuration ou par défaut
it: QColor da configurazione o predefinito
pl: QColor z konfiguracji lub domyślny
pt: QColor da configuração ou padrão

source: Get opacity from configuration or use default.
ar: الحصول على الظل من التكوين أو استخدام القيمة الافتراضية.
de: Transparenz aus der Konfiguration abrufen oder Standardwert verwenden.
fr: Obtenir l'opacité à partir de la configuration ou utiliser la valeur par défaut.
it: Ottieni l'opacità dalla configurazione o usa il valore predefinito.
pl: Pobierz przeźroczystość z konfiguracji lub użyj domyślnej.
pt: Obtenha a opacidade da configuração ou use o padrão.

source: Configuration key for the opacity (e.g., "margin_overlay", "barcode_area")
ar: مفتاح التكوين لدرجة الظل (على سبيل المثال، "margin_overlay"، "barcode_area")
de: Konfigurations Schlüssel für die Deckkraft (z. B. "margin_overlay", "barcode_area")
fr: Clé de configuration pour l'opacité (par exemple, « margin_overlay », « barcode_area »)
it: Chiave di configurazione per l'opacità (ad esempio, "margin_overlay", "barcode_area")
pl: Klucz konfiguracyjny dla nieprzezroczystości (np. "margin_overlay", "barcode_area")
pt: Chave de configuração para a opacidade (ex.: "margin_overlay", "barcode_area")

source: Default opacity to use if config not available
ar: الopaqueness الافتراضي للاستخدام إذا لم تكن الإعدادات متاحة
de: Standard-Deckkraft, die verwendet werden soll, wenn keine Konfiguration verfügbar ist
fr: Opacité par défaut à utiliser si la configuration n'est pas disponible
it: Opacità predefinita da utilizzare se la configurazione non è disponibile
pl: Domyślna niespójność do użycia, jeśli konfiguracja nie jest dostępna
pt: Opacidade padrão a ser usada se a configuração não estiver disponível

source: Opacity value from configuration or default
ar: قيمة الظل من التكوين أو الافتراضية
de: Deckkraftwert aus der Konfiguration oder Standardwert
fr: Valeur d'opacité à partir de la configuration ou par défaut
it: Valore di opacità dalla configurazione o predefinito
pl: Wartość nieprzezroczystości z konfiguracji lub wartość domyślna
pt: Valor de opacidade da configuração ou padrão

source: Get line width from configuration or use default.
ar: الحصول على عرض السطر من التكوين أو استخدام الافتراضي.
de: Linienbreite aus der Konfiguration holen oder Standardwert verwenden.
fr: Obtenir la largeur de la ligne à partir de la configuration ou utiliser la valeur par défaut.
it: Ottieni la larghezza della linea dalla configurazione o usa il valore predefinito.
pl: Pobierz szerokość linii z konfiguracji lub użyj domyślnej.
pt: Obtenha a largura da linha da configuração ou use o padrão.

source: Configuration key for the line width (e.g., "fold_lines", "trim_lines")
ar: مفتاح التكوين لعرض الخط (على سبيل المثال، "fold_lines"، "trim_lines")
de: Konfigurations Schlüssel für die Linienbreite (z. B. "fold_lines", "trim_lines")
fr: Clé de configuration pour la largeur de ligne (par exemple, "fold_lines", "trim_lines")
it: Chiave di configurazione per la larghezza della linea (ad esempio, "fold_lines", "trim_lines")
pl: Klucz konfiguracyjny dla szerokości linii (np. "fold_lines", "trim_lines")
pt: Chave de configuração para a largura da linha (por exemplo, "fold_lines", "trim_lines")

source: Default width to use if config not available
ar: العرض الافتراضي الذي يجب استخدامه إذا لم تكن الإعدادات متاحة
de: Standardbreite, die verwendet werden soll, wenn keine Konfiguration verfügbar ist
fr: Largeur par défaut à utiliser si la configuration n'est pas disponible
it: Larghezza predefinita da utilizzare se la configurazione non è disponibile
pl: Domyślna szerokość do użycia, jeśli konfiguracja nie jest dostępna
pt: Largura padrão a usar se a configuração não estiver disponível

source: Line width from configuration or default
ar: عرض الخط من التكوين أو الافتراضي
de: Linienbreite aus Konfiguration oder Standardwert
fr: Largeur de la ligne à partir de la configuration ou par défaut
it: Larghezza della linea dalla configurazione o predefinita
pl: Szerokość linii z konfiguracji lub domyślna
pt: Largura da linha da configuração ou padrão

source: Clear all cached configuration values.
ar: مسح جميع قيم التكوين المخزنة مؤقتًا.
de: Löschen Sie alle zwischengespeicherten Konfigurationswerte.
fr: Effacez toutes les valeurs de configuration mises en cache.
it: Cancella tutti i valori della configurazione memorizzati in cache.
pl: Wyczyść wszystkie wartości konfiguracyjne pamięci podręcznej.
pt: Limpar todos os valores de configuração em cache.

source: Draw semi-transparent colored rectangle for margin visualization.
ar: ارسم مستطيلًا ملونًا شبه شفاف لرؤية الهامش.
de: Zeichnen Sie ein halbtransparentes farbiges Rechteck zur Darstellung des Margins.
fr: Dessiner un rectangle semi-transparent de couleur pour la visualisation de la marge.
it: Disegna un rettangolo colorato semitrasparente per la visualizzazione del margine.
pl: Narysuj półprzezroczysty kolorowy prostokąt do wizualizacji marginesu.
pt: Desenhe um retângulo colorido semitransparente para visualização da margem.

source: Rectangle left edge
ar: الحافة اليسرى للمستطيل
de: Rechtecklinke Kante
fr: Côté gauche du rectangle
it: Lato sinistro del rettangolo
pl: Prostokątny lewy край
pt: aresta esquerda do retângulo

source: Rectangle top edge
ar: الحافة العلوية المستطيلة
de: Rechteck Oberkante
fr: Côté supérieur du rectangle
it: Bordo superiore del rettangolo
pl: Prostokątny górny край
pt: aresta superior do retângulo

source: Rectangle width
ar: عرض المستطيل
de: Rechteckbreite
fr: Largeur du rectangle
it: Larghezza del rettangolo
pl: Szerokość prostokąta
pt: Largura do retângulo

source: Rectangle height
ar: ارتفاع المستطيل
de: Rechteckhöhe
fr: Hauteur du rectangle
it: Altezza del rettangolo
pl: Wysokość prostokąta
pt: Altura do retângulo

source: Fill color/pattern
ar: لون/نمط ملء
de: Füllfarbe/-muster
fr: Remplir la couleur/motif
it: Colore/pattern di riempimento
pl: Wypełnienie koloru/oznaczenia
pt: Preencher cor/padrão

source: Create brush for safety margin overlay rendering.
ar: إنشاء فرشاة لعرض هامش الأمان.
de: Ziehharmonika für die Darstellung des Sicherheitsabstands erstellen.
fr: Créer un pinceau pour le rendu de la marge de sécurité.
it: Crea un pennello per il rendering sovrapposto del margine di sicurezza.
pl: Utwórz pędzel do renderowania nakładki marginesu bezpieczeństwa.
pt: Crie uma escova para renderização da sobreposição da margem de segurança.

source: Semi-transparent blue/purple brush
ar: فرشاة زرقاء / بنفسجية شبه شفافة
de: Halbtransparenter blauer/lila Pinsel
fr: Pinceau bleu/violet semi-transparent
it: Penna blu/viola semitrasparente
pl: Półprzezroczysta pędzel z niebieskiego/fioletowego
pt: Pincel azul/roxo semitransparente

source: Create pen for spine/flap fold indicators.
ar: إنشاء قلم لمؤشرات طي العمود/الغطاء.
de: Stift für Wirbel-/Klappe-Faltenmarkierungen erstellen.
fr: Créer un stylo pour les indicateurs de pli de dos/avant-pli.
it: Crea penna per indicatori di piegatura della colonna/risvolto.
pl: Stwórz pióro do wskazówek zagięć grzbietu/uchwytu.
pt: Crie uma caneta para indicadores de dobra da lombada/volette.

source: 2px purple dashed line pen
ar: قلم خط متقطع بنفسجي بحجم 2 بكسل
de: 2px lila gestrichelter Linienstift
fr: Stylo à ligne pointillée violette de 2 px
it: Penna con linea tratteggiata viola da 2px
pl: 2px fioletowa przerywana linia pióra
pt: caneta com linha tracejada roxa de 2px

source: Create pen for page edge trim marks.
ar: إنشاء قلم لعرض علامات تدوير حواف الصفحة.
de: Stift für Kantenmarkierungen zum Seitenrand erstellen.
fr: Créer un stylo pour les repères de découpe des bords de page.
it: Crea una penna per i segni di taglio del bordo della pagina.
pl: Utwórz pióro do oznaczeń granic strony.
pt: Crie uma caneta para marcas de corte da borda da página.

source: 1px solid black line pen
ar: 1 بيكسل خط متصل بلون أسود
de: 1px fester schwarzer Linienstift
fr: Stylo de ligne noire solide de 1 px
it: Penna a linea continua nera da 1px
pl: pióro 1px stała czarna linia
pt: caneta de linha preta sólida de 1px

source: Create pen for bleed line marks.
ar: إنشاء قلم لعلامات خط النزيف.
de: Stift für Blutlinienmarkierungen erstellen.
fr: Créer un stylo pour les marques de ligne de saignée.
it: Crea una penna per i segni della linea di sanguinamento.
pl: Stwórz pióro do oznaczeń linii bledu.
pt: Crie uma caneta para marcas de linha de sangramento.

source: 1px solid light blue line pen
ar: قلم خط أزرق فاتح بحجم 1 بكسل
de: 1px festgelegte helle blaue Linienfeder
fr: Stylo à ligne bleue claire de 1 px plein
it: Penna con linea blu chiara, 1px, tratto continuo
pl: pióro rysujące linię jednopikselową, szarym kolorem
pt: caneta de linha azul clara sólida de 1px

source: Cover Renderer
ar: مُ渲َّحِس الغِطاء
de: Deckel-Renderer
fr: Rendu de la couverture
it: Renderer delle copertine
pl: Renderuj pokrycie
pt: Renderizador de Capa

source: Renderer for cover document margins and overlays.
ar: مُ渲َّدٌ لِحافَّةِ وثيقة الغلاف وإطارات التغطية.
de: Renderer für Deckblatt-Randspalten und Überlagerungen.
fr: Rendu des marges et des surimpressions du document de couverture.
it: Renderer per i margini del documento di copertina e sovrapposizioni.
pl: Renderowanie marginesów i nakładek dokumentu okładki.
pt: Renderizador para margens e sobreposições do documento de capa.

source: Bases: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
ar: القواعد: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
de: Basis: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
it: Basi: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`
pl: Bazy: :py:class:`~momovu.views.components.renderers.base.BaseRenderer`

source: Handles rendering for cover documents.
ar: تتعامل مع عرض المستندات الغلاف.
de: Verantwortlich für das Rendern von Umschlagdokumenten.
fr: Gère le rendu des documents de couverture.
it: Gestisce il rendering per i documenti di copertina.
pl: Obsługuje renderowanie dla dokumentów okładkowych.
pt: Manipula o processo de renderização para documentos de capa.

source: Initialize the cover renderer.
ar: قم بتشغيل محرك عرض الغلاف.
de: Initialisieren Sie den Cover-Renderer.
fr: Initialiser le rendu de la couverture.
it: Inizializza il renderer della copertina.
pl: Zainicjalizuj renderer okładki.
pt: Inicialize o renderizador da capa.

source: Render safety margins on front/back covers, excluding spine area.
ar: أظهر هامش الأمان على الغلاف الأمامي / الخلفي، مع استثناء منطقة العمود الفقري.
de: Sicherheitsabstände an Vorder- und Rückdeckel darstellen, wobei der Rückenbereich ausgenommen ist.
fr: Représenter les marges de sécurité sur les couvertures avant/arrière, hors zone de la tranche.
it: Rappresentare i margini di sicurezza sulle copertine anteriore/posteriore, escludendo l'area del lombare.
pl: Zaznacz marginesy bezpieczeństwa na okładkach przedniej i tylniej, z wyłączeniem obszaru grzbietu.
pt: Render as margens de segurança nas capas dianteira/traseira, excluindo a área da lombada.

source: Cover layout: [back cover][spine][front cover]
ar: تصميم الغلاف: [غلاف العكس][العمود الفقري][غلاف الأمام]
de: Deckblattlayout: [Rückseite][Rücken][Vorderseite]
fr: Mise en page de la couverture : [quatrième de couverture][dos][couverture]
it: Disposizione della copertina: [copertina posteriore][spina][copertina anteriore]
pl: Układ okładki: [tylna okładka][grzbiet][przednia okładka]
pt: Disposição da capa: [capa traseira][lombada][capa frontal]

source: Page left edge
ar: حافة الصفحة اليسرى
de: Seitenrand links
fr: Bord de page gauche
it: Bordo sinistro della pagina
pl: Krawędź lewa strony
pt: Borda esquerda da página

source: Page top edge
ar: حافة الصفحة العلوية
de: Seitenoberkante
fr: Haut de la page
it: Bordo superiore della pagina
pl: Górny brzeg strony
pt: Borda superior da página

source: Total cover width
ar: عرض الغطاء الكلي
de: Gesamte Deckbreite
fr: Largeur totale du couvercle
it: Larghezza totale del coperchio
pl: Całkowita szerokość pokrycia
pt: Largura total da capa

source: Cover height
ar: ارتفاع الغطاء
de: Deckenhöhe
fr: Hauteur du couvercle
it: Altezza della copertina
pl: Wysokość okładki
pt: Altura da capa

source: Safety margin size
ar: مقاس هامش الأمان
de: Größe des Sicherheitsabstands
fr: Taille de la marge de sécurité
it: Dimensione del margine di sicurezza
pl: Wielkość marginesu bezpieczeństwa
pt: Tamanho da margem de segurança

source: Book spine thickness
ar: سُمك ظَهْر الكُتَب
de: Rückenstärke des Buches
fr: Épaisseur de la tranche du livre
it: Spessore della rilegatura del libro
pl: Grubość grzbietu książki
pt: Espessura da lombada do livro

source: Add trim marks at cover edges accounting for bleed.
ar: أضف علامات التrim على حواف الغلاف مع مراعاة التمدد.
de: Fügen Sie an den Randkanten der Umschläge Schnittmarken hinzu, wobei der Überstand berücksichtigt wird.
fr: Ajoutez des repères de découpe aux bords de la couverture en tenant compte de la marge de débord.
it: Aggiungi i segni di taglio ai bordi della copertina tenendo conto dello sprezzo.
pl: Dodaj znaki obcinające przy krawędziach okładki uwzględniając nadcięcie.
pt: Adicione marcas de recorte nas bordas da capa considerando o sangramento.

source: Mark spine boundaries with dashed purple lines.
ar: ضع حدود العمود الفقري بخطوط متقطعة بنية.
de: Markieren Sie die Wirbelgrenzen mit gestrichelten lila Linien.
fr: Marquer les limites de l'échine avec des lignes pointillées violettes.
it: Indica i confini della colonna vertebrale con linee tratteggiate viola.
pl: Oznacz granice grzbietu przerywanymi fioletowymi liniami.
pt: Marque as bordas da coluna com linhas tracejadas roxas.

source: Highlight barcode placement area on back cover bottom-right.
ar: حدد مكان وضع شريط الرموز على الزاوية السفلية اليمنى من الغلاف الخلفي.
de: Heben Sie den Barcode-Platzierbereich auf der Rückseite unten rechts hervor.
fr: Mettez en évidence la zone de placement du code-barres en bas à droite de la couverture arrière.
it: Evidenziare l'area per il posizionamento del codice a barre in basso a destra sulla copertina posteriore.
pl: Wyróżnij obszar na tylnym okładzie w prawym dolnym rogu przeznaczony na kod kreskowy.
pt: Destaque a área de colocação do código de barras no canto inferior direito da capa de trás.

source: Distance from edges
ar: المسافة من الحواف
de: Abstand von den Kanten
fr: Distance des bords
it: Distanza dai bordi
pl: Odległość od krawędzi
pt: Distância das bordas

source: Add bleed marks at actual page edges (outside trim lines).
ar: أضف علامات النزيف على حواف الصفحة الفعلية (خارج خطوط القطع).
de: Bleed-Markierungen an den tatsächlichen Seitenrändern (außerhalb der Schneidkanten) hinzufügen.
fr: Ajoutez des repères de débordement aux bords réels de la page (à l'extérieur des lignes de découpe).
it: Aggiungi le tacche di sanguinamento ai bordi effettivi della pagina (fuori dalle linee di taglio).
pl: Dodaj znaki przycinania w rzeczywistych krawędziach strony (na zewnątrz linii przycinania).
pt: Adicione marcas de sangria nas bordas reais da página (fora das linhas de corte).

source: Dustjacket Renderer
ar: مُ渲َّح غلاف الغبار
de: Schutzumschlag-Renderer
fr: Générateur de jaquette
pl: Renderuj okładkę tylną

source: Renderer for dustjacket document margins and overlays.
ar: مُ渲َّدٌ لِحافَّةِ وثيقة الغلاف وحدودها وإطاراتها.
de: Renderer für Umschlagdokumente, Ränder und Überlagerungen.
fr: Rendu des marges et des calques du document de jaquette.
it: Renderer per margini e sovrapposizioni del documento della copertina.
pl: Renderowanie marginesów i nakładek dla okładki.
pt: Renderizador para margens e sobreposições do documento da sobrecapa.

source: Handles rendering for dustjacket documents.
ar: تتعامل مع إنشاء تأثيرات لوثائق الغلاف الورقي.
de: Verantwortlich für das Rendern von Umschlagdokumenten.
fr: Gère le rendu des documents de jaquette.
it: Gestisce il rendering per documenti con copertina flessibile.
pl: Zajmuje się renderowaniem dokumentów okładkowych.
pt: Manipula o processamento de documentos de capa dura.

source: Initialize the dustjacket renderer.
ar: قم بتشغيل محرك تأثير الغلاف.
de: Initialisieren Sie den Umschlag-Renderer.
fr: Initialiser le moteur de rendu de la jaquette.
it: Inizializza il renderer della copertina.
pl: Zainicjalizuj render twardych okładów.
pt: Inicialize o renderizador da capa.

source: Render safety margins on all dustjacket sections including flaps.
ar: أظهر هامش الأمان على جميع أجزاء الغلاف بما في ذلك الأجزاء القابلة للطي.
de: Sorgen Sie für Sicherheitsabstände auf allen Schutzumschlag-Teilen, einschließlich der Klappen.
fr: Représentez les marges de sécurité sur toutes les sections de la couverture souple, y compris les rabats.
it: Rappresentare i margini di sicurezza su tutte le sezioni della copertina flessibile, inclusi i risvolti.
pl: Wykonaj marginesy bezpieczeństwa na wszystkich sekcjach okładki, w tym na skrzydełkach.
pt: Render as margens de segurança em todas as seções da capa, incluindo as abas.

source: Layout: [left flap][back cover][spine][front cover][right flap]
ar: التصميم: [الغلاف الأيسر][الغلاف الخلفي][العمود الفقري][الغلاف الأمامي][الغلاف الأيمن]
de: Layout: [linkes Schutzblatt][Rückseite][Leistenrand][Vorderseite][rechtes Schutzblatt]
fr: Mise en page : [rabat gauche][dos][couverture][rabat droit]
it: Layout: [fallo sinistro][copertina posteriore][spina][copertina anteriore][fallo destro]
pl: Układ: [lewa skrzydłówka][tylna okładka][grzbiet][przednia okładka][prawa skrzydłówka]
pt: Layout: [aba esquerda][capa de trás][lombo][capa da frente][aba direita]

source: Total dustjacket width
ar: العرض الكلي لغلاف الغبار
de: Gesamtbreite der Schutzumschlag
fr: Largeur totale de la couverture
it: Larghezza totale del frontespizio
pl: Całkowita szerokość okładki tylniej
pt: Largura total da capa dura

source: Dustjacket height
ar: ارتفاع غلاف الغبار
de: Höhe des Schutzumschlags
fr: Hauteur de la couverture
it: Altezza del copricopertina
pl: Wysokość okładki elastycznej
pt: Altura da capa dura

source: Width of each flap
ar: عرض كل قطعة قماشية
de: Breite jeder Klappe
fr: Largeur de chaque rabat
it: Larghezza di ogni linguetta
pl: Szerokość każdej klapy
pt: Largura de cada aba

source: Add trim marks at dustjacket edges accounting for bleed.
ar: أضف علامات التrim على حواف غلاف الغبار مع مراعاة التمدد.
de: Fügen Sie an den Rändern des Umschlags Spleißmarken hinzu, wobei der Überstand berücksichtigt wird.
fr: Ajoutez des repères de découpe aux bords de la jaquette, en tenant compte de la marge de débord.
it: Aggiungi i segni di ritaglio ai bordi del doppiofoglio tenendo conto dello spremito.
pl: Dodaj znaki wycięcia na brzegach okładki, uwzględniając nadmuch.
pt: Adicione marcas de corte nas bordas da capa, considerando o sangramento.

source: Mark flap fold positions with dashed purple lines.
ar: ضع علامات على مواضع طي الورقة باستخدام خطوط أرجوانية متقطعة.
de: Kennzeichnen Sie die Knickpositionen des Flügels mit gestrichelten lila Linien.
fr: Marquer les positions de pliage de la languette avec des lignes pointillées violettes.
it: Indica le piegature delle linguette con linee tratteggiate viola.
pl: Oznacz linie zagięć podłogi linią przerywaną fioletową.
pt: Marque as posições de dobra da aba com linhas tracejadas roxas.

source: Highlight barcode placement area on back cover section.
ar: حدد منطقة وضع شريط الرموز على قسم الغلاف الخلفي.
de: Heben Sie den Bereich für die Barcode-Platzierung auf dem Rückdeckel hervor.
fr: Mettez en évidence la zone de placement du code-barres sur la partie de la couverture arrière.
it: Evidenziare l'area per il posizionamento del codice a barre sulla sezione della copertina posteriore.
pl: Zaznacz obszar na tylnym okładzie przeznaczony na kod kreskowy.
pt: Destaque a área de colocação do código de barras na seção da capa traseira.

source: Interior Renderer
ar: مُ渲َّدٌ داخلي
de: Innenraum-Renderer
fr: Rendu intérieur
it: Rendering Interni
pl: Render wnętrza
pt: Renderizador de Interiores

source: Renderer for interior document margins and overlays.
ar: مُ渲َّش للهوامش الداخلية للوثائق والطبُعات الإضافية.
de: Renderer für innere Dokumentränder und Überlagerungen.
fr: Rendu des marges intérieures du document et des calques.
it: Renderer per margini e sovrapposizioni del documento interno.
pl: Renderujący marginesy i nakładki wewnętrzne dokumentu.
pt: Renderizador para margens internas de documentos e sobreposições.

source: Handles rendering for interior documents.
ar: تتعامل مع عرض المستندات الداخلية.
de: Verantwortlich für das Rendern von Innenbereichsdokumenten.
fr: Gère le rendu des documents intérieurs.
it: Gestisce il rendering dei documenti interni.
pl: Obsługuje renderowanie dokumentów wewnętrznych.
pt: Manipula o processamento de documentos internos.

source: Initialize the interior renderer.
ar: قم ب 초기ة مُ渲渲 الداخلية.
de: Initialisieren Sie den Innenraum-Renderer.
fr: Initialiser le moteur de rendu intérieur.
it: Inizializza il renderer interno.
pl: Zainicjalizuj renderera wnętrza.
pt: Inicialize o renderizador interno.
