Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Cleanup phases: 1. Disconnect signals (prevents crashes from dangling connections) 2. Clean up view components (they reference other components) 3. Clear graphics scene 4. Clean up PDF document 5. Clean up presenters
ar: مراحل التنظيف: 1. قطع الإشارات (يمنع التوقف غير المتوقع بسبب الاتصالات المعلقة) 2. تنظيف مكونات العرض (تُشير إلى مكونات أخرى) 3. مسح مشهد الرسومات 4. تنظيف مستند PDF 5. تنظيف المُقدِّمات
de: Aufräumphasen: 1. Signale trennen (verhindert Abstürze durch hängengebliebene Verbindungen) 2. Sichtkomponenten bereinigen (sie verweisen auf andere Komponenten) 3. Grafikszene leeren 4. PDF-Dokument bereinigen 5. Presenter bereinigen
fr: Phases de nettoyage : 1. Déconnecter les signaux (évite les plantages dus aux connexions pendantes) 2. Nettoyer les composants de la vue (ils font référence à d'autres composants) 3. Effacer la scène graphique 4. Nettoyer le document PDF 5. Nettoyer les présentateurs
it: Fasi di pulizia: 1. Disconnetti i segnali (previene i crash causati da connessioni pendenti) 2. Pulisci i componenti della vista (essi fanno riferimento ad altri componenti) 3. Svuota la scena grafica 4. Pulisci il documento PDF 5. Pulisci i presenters
pl: Fazy oczyszczania: 1. Rozłącz sygnały (zapobiega awariom spowodowanym zwieszanymi połączeniami) 2. Oczyszczenie komponentów widoku (odnoszą się do innych komponentów) 3. Wyczyść scenę graficzną 4. Oczyszczenie dokumentu PDF 5. Oczyszczenie prezentatorów
pt: Fases de limpeza: 1. Desconectar sinais (evita falhas por conexões pendentes) 2. Limpar componentes da view (eles referenciam outros componentes) 3. Limpar cena gráfica 4. Limpar documento PDF 5. Limpar presenters

source: Dialog Manager
ar: مدير المحادثة
fr: Gestionnaire de dialogue
it: Gestore del dialogo
pl: Menadżer dialogów
pt: Gerenciador de Diálogos

source: Dialog manager component for handling all dialog operations.
ar: компونент مدير الحوار لمعالجة جميع عمليات الحوار.
de: Komponente des Dialog-Managers zur Verwaltung aller Dialogvorgänge.
fr: Composant de gestionnaire de dialogue pour gérer toutes les opérations de dialogue.
it: Componente gestore delle finestre di dialogo per gestire tutte le operazioni delle finestre di dialogo.
pl: Komponent zarządzający dialogiem do obsługi wszystkich operacji dialogowych.
pt: Componente gerenciador de diálogo para lidar com todas as operações de diálogo.

source: This component follows the Single Responsibility Principle by centralizing all dialog-related functionality, making the main window cleaner and more focused.
ar: يتماشى هذا المكون مع مبدأ المسؤولية الواحدة من خلال تجميع جميع الوظائف المرتبطة بالحوار في مكان واحد، مما يجعل النافذة الرئيسية أوضح وأكثر تركيزًا.
de: Dieser Komponente folgt das Single-Responsibility-Prinzip, indem sie alle dialogbezogenen Funktionen zentralisiert, wodurch das Hauptfenster sauberer und fokussierter wird.
fr: Ce composant suit le Principe de Responsabilité Unique en centralisant toutes les fonctionnalités liées aux dialogues, ce qui rend la fenêtre principale plus propre et plus concentrée.
it: Questo componente segue il Principio della Singola Responsabilità centralizzando tutta la funzionalità relativa ai dialoghi, rendendo la finestra principale più pulita e focalizzata.
pl: Ten komponent spełnia Zasadę Jeden Odpowiedzialny (Single Responsibility Principle), centralizując wszystkie funkcje związane z dialogiem, dzięki czemu główne okno jest bardziej przejrzyste i skupione.
pt: Este componente segue o Princípio da Responsabilidade Única centralizando toda a funcionalidade relacionada a diálogos, deixando a janela principal mais limpa e focada.

source: Manages all dialog operations for the application.
ar: يدير جميع عمليات الحوار للتطبيق.
de: Verwaltet alle Dialogoperationen für die Anwendung.
fr: Gère toutes les opérations de dialogue pour l'application.
it: Gestisce tutte le operazioni delle finestre di dialogo per l'applicazione.
pl: Zarządza wszystkimi operacjami dialogowymi dla aplikacji.
pt: Gerencia todas as operações de diálogo para o aplicativo.

source: This class encapsulates dialog creation, display, and result handling, providing a clean interface for the main window to use dialogs without dealing with implementation details.
ar: تحتوي هذه الفئة على إنشاء المربعات الحوارية وعرضها ومعالجة النتائج، مما يوفر واجهة نظيفة للنافذة الرئيسية لاستخدام المربعات الحوارية دون الحاجة إلى التعامل مع تفاصيل التنفيذ.
de: Diese Klasse kapselt die Erstellung, Anzeige und Ergebnisverarbeitung von Dialogen und bietet eine saubere Schnittstelle, um das Hauptfenster ermöglicht, Dialoge zu verwenden, ohne sich mit Implementierungsdetails befassen zu müssen.
fr: Cette classe encapsule la création, l'affichage et le traitement des résultats des dialogues, offrant une interface propre pour que la fenêtre principale puisse utiliser des dialogues sans avoir à gérer les détails d'implémentation.
it: Questa classe incapsula la creazione, il display e la gestione dei risultati del dialogo, fornendo un'interfaccia pulita per la finestra principale per utilizzare i dialoghi senza dover gestire i dettagli di implementazione.
pl: Ta klasa zawiera tworzenie, wyświetlanie i obsługę wyników dialogów, zapewniając czysty interfejs, który umożliwia głównemu oknu korzystanie z dialogów bez zajmowania się szczegółami implementacji.
pt: Esta classe encapsula a criação, exibição e manipulação de resultados de diálogos, fornecendo uma interface limpa para a janela principal usar diálogos sem se preocupar com detalhes de implementação.

source: Initialize the dialog manager.
ar: قم بتشغيل مدير الحوار.
de: Initialisieren Sie den Dialog-Manager.
fr: Initialiser le gestionnaire de dialogue.
it: Inizializzare il gestore delle finestre di dialogo.
pl: Zainicjalizuj menedżera dialogu.
pt: Inicialize o gerenciador de diálogo.

source: The parent widget (typically MainWindow) for dialogs
ar: العنصر الأصلي (عادة MainWindow) للمحارات
de: Das übergeordnete Widget (typischerweise MainWindow) für Dialoge
fr: Le widget parent (généralement MainWindow) pour les boîtes de dialogue
it: Il widget padre (di norma MainWindow) per le finestre di dialogo
pl: Rodzicowy widget (zazwyczaj MainWindow) dla okien dialogowych
pt: O widget pai (geralmente MainWindow) para caixas de diálogo

source: Register handler for file selection from open dialog.
ar: التسجيل كمُعالِج لاختيار الملف من مُنشِئ الملف المفتوح.
de: Registrieren Sie den Handler für die Dateiauswahl im Dialogfeld "Öffnen".
fr: Inscrire le gestionnaire pour la sélection de fichiers depuis la boîte de dialogue Ouvrir.
it: Registra il gestore per la selezione del file dalla finestra di dialogo Apri.
pl: Rejestrowanie programu obsługi do wyboru pliku z dialogu otwierania.
pt: Registrar manipulador para seleção de arquivo a partir do diálogo de abertura.

source: Function that receives the selected PDF file path
ar: الدالة التي تلغي مسار ملف PDF المحدد
de: Funktion, die den ausgewählten PDF-Dateipfad empfängt
fr: Fonction qui reçoit le chemin du fichier PDF sélectionné
it: Funzione che riceve il percorso del file PDF selezionato
pl: Funkcja, która otrzymuje ścieżkę wybranego pliku PDF
pt: Função que recebe o caminho do arquivo PDF selecionado

source: Register handler for go-to-page dialog results.
ar: التسجيل كمدخل للحصول على نتائج حوار الانتقال إلى الصفحة.
de: Registrieren Sie den Handler für die Ergebnisse des Dialogs "Zur Seite gehen".
fr: Inscrire le gestionnaire pour les résultats de la boîte de dialogue "Aller à la page".
it: Registra il gestore per i risultati del dialogo "vai alla pagina".
pl: Rejestrowanie programu obsługi wyników dialogu przejścia do strony.
pt: Registrar manipulador para resultados do diálogo de ir para a página.

source: Function that receives the target page number (1-based)
ar: الدالة التي تتلقى رقم الصفحة المستهدفة (باستخدام العد بدءًا من 1)
de: Funktion, die die Ziel-Seitennummer (1-basiert) empfängt
fr: Fonction qui reçoit le numéro de page cible (commençant à 1)
it: Funzione che riceve il numero della pagina target (1-based)
pl: Funkcja, która otrzymuje numer docelowej strony (1-oparta)
pt: Função que recebe o número da página alvo (baseado em 1)

source: Display PDF file selection dialog and trigger callback on selection.
ar: عرض مربع حوار اختيار ملف PDF وإطلاق المكالمة الرجعية عند الاختيار.
de: PDF-Dateiauswahldialog anzeigen und Callback bei Auswahl auslösen.
fr: Afficher la boîte de dialogue de sélection du fichier PDF et déclencher le callback en cas de sélection.
it: Visualizza la finestra di dialogo per la selezione del file PDF e attiva il callback in caso di selezione.
pl: Wyświetl okno dialogowe z wyborem pliku PDF i uruchom wywołanie zwrotne po wyborze.
pt: Exibe o diálogo de seleção de arquivo PDF e dispara o retorno de chamada na seleção.

source: Display the keyboard shortcuts reference dialog.
ar: عرض مربع الحوار المرجعي لاختصارات لوحة المفاتيح.
de: Zeigen Sie das Dialogfeld mit den Tastenkombinationen an.
fr: Afficher la boîte de dialogue de référence des raccourcis clavier.
it: Visualizza la finestra di riferimento delle scorciatoie da tastiera.
pl: Wyświetl okno odniesienia skrótów klawiaturowych.
pt: Exibir o diálogo de referência das teclas de atalho.

source: Display application information and credits dialog.
ar: عرض معلومات التطبيق وحوار الائتمان.
de: Anwendungsinformationen und Urheberrechtsangaben anzeigen.
fr: Afficher les informations et les mentions légales de l'application.
it: Visualizza le informazioni sull'applicazione e il dialogo dei crediti.
pl: Wyświetl informacje o aplikacji i okno dialogowe z informacjami o autorach.
pt: Exibir informações da aplicação e caixa de diálogo de créditos.

source: Display page number input dialog and trigger navigation callback.
ar: عرض مربع حوار إدخال رقم الصفحة وإطلاق رد الاتصال للتنقل.
de: Zeige das Dialogfeld für die Eingabe der Seitennummer an und löse die Navigation-Rückruffunktion aus.
fr: Afficher la boîte de dialogue d'entrée du numéro de page et déclencher le rappel de navigation.
it: Visualizza la finestra di dialogo per l'inserimento del numero di pagina e attiva il callback di navigazione.
pl: Wyświetl okno dialogowe wprowadzania numeru strony i wywołaj funkcję nawigacji.
pt: Exibir caixa de diálogo de entrada do número da página e acionar retorno de navegação.

source: Currently displayed page (1-based)
ar: الصفحة المعروضة حاليًا (مبتدئة من 1)
de: Aktuell angezeigte Seite (1-basiert)
fr: Page actuellement affichée (commençant à 1)
it: Pagina attualmente visualizzata (1-based)
pl: Obecnie wyświetlona strona (1-odstawowa)
pt: Página atualmente exibida (com base em 1)

source: Maximum page number allowed
ar: الرقم الأقصى للصفحة المسموح به
de: Maximale Seitennummer, die zugelassen ist
fr: Numéro de page maximum autorisé
it: Numero massimo di pagine consentito
pl: Maksymalna dozwolona liczba stron
pt: Número máximo de página permitido

source: False prevents dialog display
ar: القيمة الخاطئة تمنع عرض المحادثة
de: Falsch verhindert die Anzeige des Dialogs
fr: Faux empêche l'affichage de la boîte de dialogue
it: Falso impedisce la visualizzazione del dialogo
pl: Fałsz powoduje, że nie wyświetla się okno dialogowe
pt: Falso impede a exibição do diálogo

source: Extract page info from presenters and show go-to-page dialog.
ar: استخرج معلومات الصفحة من العارضين وأظهر مربع حوار الانتقال إلى الصفحة.
de: Extrahiere Seiteninformationen von den Präsentatoren und zeige das Dialogfeld "Zur Seite wechseln".
fr: Extraire les informations de la page à partir des présentations et afficher la boîte de dialogue pour accéder à la page.
it: Estrarre le informazioni della pagina dai relatori e mostrare la finestra di dialogo "Vai alla pagina".
pl: Wyodrębnij informacje o stronie ze strony prezentatora i pokaż okno dialogowe przejścia do strony.
pt: Extraia as informações da página dos apresentadores e mostre o diálogo para ir para a página.

source: Source for document loaded state
ar: مصدر لحالة المستند المُحمَّل
de: Quelle für den geladenen Dokumentzustand
fr: Source de l'état de chargement du document
it: Fonte per lo stato del documento caricato
pl: Źródło dla stanu załadowania dokumentu
pt: Fonte para o estado de documento carregado

source: Source for current/total page counts
ar: مصدر العد الحالي / العد الكلي للصفحات
de: Quelle für aktuelle/gesamte Seitenzahlen
fr: Source pour le nombre total de pages actuel/total
it: Fonte per il conteggio delle pagine correnti/totale
pl: Źródło dla liczby stron bieżących/całkowitych
pt: Fonte para contagem atual/total de páginas

source: Document Operations
ar: عمليات المستندات
de: Dokument-Vorgänge
fr: Opérations sur les documents
it: Operazioni sui Documenti
pl: Dokumenty operacyjne
pt: Operações de Documento

source: Document operation utilities for the Main Window.
ar: مستندات أدوات العمليات للنافذة الرئيسية.
de: Dokumentieren Sie die Bedienhilfen für das Hauptfenster.
fr: Documenter les utilitaires d'opération pour la Fenêtre principale.
it: Utilità per l'operazione del documento per la finestra principale.
pl: Dokumentacja narzędzi operacyjnych dla głównego okna.
pt: Documentar utilitários de operação para a Janela Principal.

source: This module contains pure functions and utilities for document operations, extracted from the Main Window to reduce complexity and improve testability.
ar: يحتوي هذا الوحدة على دوال نظيفة و أدوات لعمليات المستندات، تم استخراجها من النافذة الرئيسية لتخفيض التعقيد وتحسين قابلية الاختبار.
de: Dieses Modul enthält reine Funktionen und Hilfsmittel für Dokumentenoperationen, die aus dem Hauptfenster extrahiert wurden, um die Komplexität zu reduzieren und die Testbarkeit zu verbessern.
fr: Ce module contient des fonctions pures et des utilitaires pour les opérations sur les documents, extraits depuis la Fenêtre Principale afin de réduire la complexité et d'améliorer la testabilité.
it: Questo modulo contiene funzioni e utilità puri per le operazioni sui documenti, estratti dalla Finestra Principale per ridurre la complessità e migliorare il test.
pl: Ten moduł zawiera czyste funkcje i narzędzia do operacji na dokumentach, wyjęte z głównego okna w celu zredukowania złożoności i poprawy testowalności.
pt: Este módulo contém funções puras e utilitários para operações com documentos, extraídos da Janela Principal para reduzir a complexidade e melhorar a testabilidade.

source: Get filename component from full path.
ar: الحصول على مكون اسم الملف من المسار الكامل.
de: Dateiname aus vollständigem Pfad extrahieren.
fr: Obtenir le composant du nom de fichier à partir du chemin complet.
it: Ottieni il componente del nome file dal percorso completo.
pl: Pobierz komponent nazwy pliku z pełnej ścieżki.
pt: Obtenha o componente do nome do arquivo a partir do caminho completo.

source: Full or relative path
ar: مسار مطلق أو نسبي
de: Vollständiger oder relativer Pfad
fr: Chemin complet ou relatif
it: Percorso assoluto o relativo
pl: Pełna lub względna ścieżka
pt: Caminho completo ou relativo

source: Filename with extension (e.g., 'document.pdf')
ar: اسم الملف مع الامتداد (على سبيل المثال، 'document.pdf')
de: Dateiname mit Erweiterung (z. B. 'Dokument.pdf')
fr: Nom de fichier avec extension (par exemple, 'document.pdf')
it: Nome file con estensione (es. 'documento.pdf')
pl: Nazwa pliku z rozszerzeniem (np. 'dokument.pdf')
pt: Nome do arquivo com extensão (por exemplo, 'documento.pdf')

source: Build window title showing app name and current document.
ar: إنشاء عنوان نافذة يعرض اسم التطبيق واسم المستند الحالي.
de: Fenstertitel anzeigen, der den Anwendungsname und das aktuelle Dokument zeigt.
fr: Titre de la fenêtre d'affichage du nom de l'application et du document actuel.
it: Finestra di creazione del titolo che mostra il nome dell'app e il documento corrente.
pl: Okno budowy z tytulem pokazującym nazwę aplikacji i bieżący dokument.
pt: Título da janela de construção mostrando o nome do aplicativo e o documento atual.

source: Application name (e.g., 'Momovu')
ar: اسم التطبيق (على سبيل المثال، 'Momovu')
de: Anwendungsname (z. B. „Momovu“)
fr: Nom de l'application (par exemple, « Momovu »)
it: Nome dell'applicazione (es. "Momovu")
pl: Nazwa aplikacji (np. „Momovu”)
pt: Nome do aplicativo (ex: 'Momovu')

source: Current document name to append
ar: اسم المستند الحالي للمعالجة
de: Aktueller Dokumentname zum Anhängen
fr: Nom du document actuel à ajouter
it: Nome del documento corrente da aggiungere
pl: Obecna nazwa dokumentu do dołączenia
pt: Nome do documento atual para anexar

source: 'AppName' or 'AppName - filename.pdf'
ar: 'اسم التطبيق' أو 'اسم التطبيق - اسم الملف.pdf'
de: 'AppName' oder 'AppName - Dateiname.pdf'
fr: 'AppName' ou 'AppName - nomdefichier.pdf'
it: 'AppName' o 'AppName - filename.pdf'
pl: 'AppName' lub 'AppName - nazwa_pliku.pdf'
pt: 'AppName' ou 'AppName - filename.pdf'

source: Filter out system exits from user-facing error dialogs.
ar: قم بتصفية مخارج النظام من مربعات الحوار الخاصة بالأخطاء الموجهة للمستخدم.
de: Filtern Sie Systemabstürze aus Benutzerfehlerdialogen heraus.
fr: Filtrez les sorties du système à partir des dialogues d'erreur destinés à l'utilisateur.
it: Filtra le uscite del sistema dagli errori visualizzati all'utente.
pl: Wyfiltruj wyjścia systemowe z dialogów błędów widocznych dla użytkownika.
pt: Filtrar saídas do sistema de diálogos de erro voltados para o usuário.

source: Exception to evaluate
ar: استثناءً للتقييم
de: Ausnahme auswerten
fr: Exception à évaluer
it: Eccezione da valutare
pl: Wyjątek do oceny
pt: Exceção para avaliar

source: False for KeyboardInterrupt/SystemExit, True otherwise
ar: خاطئ لـ KeyboardInterrupt / SystemExit، صواب في غير ذلك
de: Falsch bei KeyboardInterrupt/SystemExit, andernfalls True
fr: Faux pour KeyboardInterrupt/SystemExit, Vrai autrement
it: Falso per KeyboardInterrupt/SystemExit, True in caso contrario
pl: Fałsz dla KeyboardInterrupt/SystemExit, Prawda w przeciwnym razie
pt: Falso para KeyboardInterrupt/SystemExit, Verdadeiro caso contrário

source: Format exception into readable error message for users.
ar: تحويل استثناء التنسيق إلى رسالة خطأ قابلة للقراءة للمستخدمين.
de: Formatieren Sie die Ausnahme in eine lesbare Fehlermeldung für Benutzer.
fr: Formater l'exception en message d'erreur lisible pour les utilisateurs.
it: Formatta l'eccezione in un messaggio di errore leggibile per gli utenti.
pl: Sformatuj wyjątek do czytelnej wiadomości o błędzie dla użytkowników.
pt: Formate a exceção em uma mensagem de erro legível para os usuários.

source: Exception to format
ar: استثناء من التنسيق
de: Ausnahme vom Format
fr: Exception au format
it: Eccezione al formato
pl: Wyjątek od formatu
pt: Exceção ao formato

source: Optional location/operation description
ar: وصف الموقع/التشغيل الاختياري
de: Optionale Standort-/Betriebsbeschreibung
fr: Description facultative de l'emplacement/opération
it: Descrizione opzionale della posizione/operazione
pl: Opis opcjonalnej lokalizacji/operacji
pt: Descrição opcional de localização/operacional

source: Human-readable error description
ar: وصف سهل القراءة للخطأ
de: Lesbare Fehlerbeschreibung
fr: Description lisible par l'humain
it: Descrizione dell'errore leggibile dall'utente
pl: Opis czytelny dla człowieka
pt: Descrição legível pelo ser humano do erro

source: Result of a document operation with success/failure information.
ar: نتيجة عملية على المستند مع معلومات النجاح/الفشل.
de: Ergebnis einer Dokumentoperation mit Erfolg-/Fehlerinformation.
fr: Résultat d'une opération sur un document avec des informations sur le succès/ l'échec.
it: Risultato di un'operazione su un documento con informazioni sul successo o l'insuccesso.
pl: Wynik operacji na dokumencie z informacją o sukcesie/przegrane.
pt: Resultado de uma operação de documento com informações de sucesso/falha.

source: Initialize the result.
ar: قم ب 초기ة النتيجة.
de: Initialisieren Sie das Ergebnis.
fr: Initialiser le résultat.
it: Inizializzare il risultato.
pl: Zainicjalizuj wynik.
pt: Inicialize o resultado.

source: Whether the operation succeeded
ar: هل نجحت العملية
de: Ob der Vorgang erfolgreich war
fr: Si l'opération a réussi
it: Se l'operazione ha avuto successo
pl: Czy operacja się powiodła
pt: Se a operação teve sucesso

source: Optional message about the operation
ar: رسالة اختيارية حول العملية
de: Optionale Nachricht zur Operation
fr: Message facultatif concernant l'opération
it: Messaggio opzionale sull'operazione
pl: Opcjonalna wiadomość dotycząca operacji
pt: Mensagem opcional sobre a operação

source: Optional data returned by the operation
ar: بيانات اختيارية يتم إرجاعها بواسطة العملية
de: Optionale von der Operation zurückgegebene Daten
fr: Données optionnelles renvoyées par l'opération
it: Dati opzionali restituiti dall'operazione
pl: Opcjonalne dane zwracane przez operację
pt: Dados opcionais retornados pela operação

source: Enable 'if result:' syntax to check success.
ar: تمكين بنية 'if result:' للتحقق من النجاح.
de: Ermögliche die Syntax „if result:“, um den Erfolg zu prüfen.
fr: Activer la syntaxe « if result : » pour vérifier le succès.
it: Abilita la sintassi "if result:" per verificare il successo.
pl: Włącz składnię 'if result:', aby sprawdzić sukces.
pt: Habilite a sintaxe 'if result:' para verificar o sucesso.

source: Wrap operation with try/catch and structured result.
ar: الحِملة عملية مع try/catch والنتيجة المُنظمة.
de: Verschachtel den Vorgang mit try/catch und strukturiertem Ergebnis.
fr: Envelopper l'opération avec try/catch et un résultat structuré.
it: Avvolgere l'operazione con try/catch e risultato strutturato.
pl: Otocz operację try/catch i zdefiniuj strukturalny wynik.
pt: Envolver a operação com try/catch e resultado estruturado.

source: Description for logging
ar: وصف للتسجيل
de: Beschreibung für die Protokollierung
fr: Description pour la journalisation
it: Descrizione per il registro degli eventi
pl: Opis do logowania
pt: Descrição para registro

source: Callable to execute
ar: قابل للتنفيذ
de: Aufrufbar zum Ausführen
fr: Exécutable
it: Eseguibile
pl: Wywoływalne do wykonania
pt: Chamável para executar

source: Positional arguments for operation
ar: الحجج الموضعية للعملية
de: Positionale Argumente für Vorgang
fr: Arguments positionnels pour l'opération
it: Argomenti posizionali per l'operazione
pl: Argumenty pozycyjne dla operacji
pt: Argumentos posicionais para operação

source: Keyword arguments for operation
ar: الحجج المفتاحية للعملية
de: Schlüsselwortargumente für Vorgang
fr: Arguments nommés pour l'opération
it: Argomenti chiave per l'operazione
pl: Słowa kluczowe dla operacji
pt: Argumentos-chave para a operação

source: Result object with success flag and error details
ar: كائن النتيجة مع مؤشر النجاح وتفاصيل الخطأ
de: Ergebnisobjekt mit Erfolgsflagge und Fehlerdetails
fr: Objet résultat avec indicateur de succès et détails de l'erreur
it: Oggetto risultato con flag di successo e dettagli sull'errore
pl: Obiekt wyniku z flagą sukcesu i szczegółami błędu
pt: Objeto de resultado com a bandeira de sucesso e detalhes do erro

source: Graphics View
ar: عرض الرسومات
de: Ansicht Grafik
fr: Vue graphique
it: Vista grafica
pl: Widok graficzny
pt: Visualização Gráfica

source: Custom graphics view component for PDF viewing with mouse and keyboard support.
ar: компونент عرض الرسومات المخصصة لعرض ملفات PDF مع دعم الفأرة ولوحة المفاتيح.
de: Benutzerdefinierter Grafikansichtskomponente für die PDF-Ansicht mit Maus- und Tastatursupport.
fr: Composant de vue graphique personnalisé pour l'affichage de PDF avec prise en charge de la souris et du clavier.
it: Componente personalizzato per la visualizzazione grafica per l'anteprima di PDF con supporto per mouse e tastiera.
pl: Niestandardowy komponent widoku grafiki do przeglądania plików PDF z obsługą myszy i klawiatury.
pt: Componente de exibição gráfica personalizado para visualização de PDF com suporte de mouse e teclado.
