Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: This component monitors various state changes and updates the recent file entry to ensure all state is persisted.
ar: يُراقِب هذا المكوِّن تغييرات الحالة المختلفة ويعيد تعيين إدخال الملف الأخير لضمان بقاء جميع الحالة.
de: Dieser Komponente überwacht verschiedene Zustandsänderungen und aktualisiert den Eintrag der kürzlichen Datei, um sicherzustellen, dass aller Zustand beibehalten wird.
fr: Ce composant surveille divers changements d'état et met à jour l'entrée du fichier récent afin de s'assurer que tous les états sont conservés.
it: Questo componente monitora diversi cambiamenti di stato e aggiorna l'entrata del file recente per assicurarsi che tutti gli stati vengano mantenuti.
pl: Ten komponent monitoruje różne zmiany stanu i aktualizuje wpis w ostatnim pliku, aby upewnić się, że wszystkie stany są zapisywane.
pt: Este componente monitora várias alterações de estado e atualiza a entrada do arquivo recente para garantir que todo o estado seja persistido.

source: Initialize the state saver.
ar: قم بتهيئة مُحفَظ الحالة.
de: Initialisieren Sie den Zustands-speicher.
fr: Initialiser l'enregistreur d'état.
it: Inizializza il salvataggio dello stato.
pl: Zainicjalizuj zapisywanie stanu.
pt: Inicialize o salvador de estado.

source: Cleanup when the state saver is destroyed.
ar: التنظيف عند تدمير محفوظ الحالة.
de: Aufräumen, wenn der Zustands-Speicher zerstört wird.
fr: Nettoyage lorsque l'enregistreur d'état est détruit.
it: Pulizia quando il salvatore dello stato viene distrutto.
pl: Czyszczenie po zniszczeniu programu zapisującego stan.
pt: Limpeza quando o salvador de estado for destruído.

source: Connect to all signals that indicate state changes.
ar: قم بالاتصال со всем الإشارات التي تشير إلى تغييرات الحالة.
de: Mit allen Signalen verbinden, die Zustandsänderungen anzeigen.
fr: Connectez-vous à tous les signaux indiquant des changements d'état.
it: Connetti a tutti i segnali che indicano modifiche di stato.
pl: Podłącz się do wszystkich sygnałów wskazujących na zmiany stanu.
pt: Conecte-se a todos os sinais que indicam alterações de estado.

source: Save the current document state to recent files.
ar: احفظ الحالة الحالية للملف ضمن الملفات الأخيرة.
de: Speichern Sie den aktuellen Dokumentzustand in die kürzlich verwendeten Dateien.
fr: Enregistrer l'état actuel du document dans les fichiers récents.
it: Salva lo stato corrente del documento nei file recenti.
pl: Zapisz bieżący stan dokumentu do ostatnich plików.
pt: Salve o estado atual do documento nos arquivos recentes.

source: This debounces rapid changes to avoid excessive saves.
ar: هذا يمنع التغيرات السريعة لتجنب الحفظ الزائد.
de: Dies dämpft schnelle Änderungen, um zu viele Speicherungen zu vermeiden.
fr: Cela atténue les changements rapides pour éviter un nombre excessif d'enregistrements.
it: Questo riduce i cambiamenti rapidi per evitare salvataggi eccessivi.
pl: To tłumienie szybkich zmian po to, by uniknąć nadmiernych zapisów.
pt: Isso reduz alterações rápidas para evitar salvamentos excessivos.

source: Temporarily disable state saving.
ar: تعطيل حفظ الحالة مؤقتًا.
de: Zustandsicherung vorübergehend deaktivieren.
fr: Désactiver temporairement l'enregistrement de l'état.
it: Disabilita temporaneamente il salvataggio dello stato.
pl: Tymczasowe wyłączanie zapisywania stanu.
pt: Desativar temporariamente o salvamento do estado.

source: Re-enable state saving.
ar: إعادة تمكين حفظ الحالة.
de: Speichern des Zustands erneut aktivieren.
fr: Réactiver l'enregistrement de l'état.
it: Riabilita il salvataggio dello stato.
pl: Włącz ponownie zapisywanie stanu.
pt: Reative o salvamento de estado.

source: Save the current document state immediately without debouncing.
ar: احفظ حالة المستند الحالية فورًا دون تأخير.
de: Speichern Sie den aktuellen Dokumentzustand sofort, ohne Debouncing.
fr: Enregistrez immédiatement l'état actuel du document sans débouncing.
it: Salva immediatamente lo stato del documento corrente senza utilizzare il debouncing.
pl: Zapisz natychmiast bieżący stan dokumentu bez stosowania debouncing.
pt: Salve o estado atual do documento imediatamente, sem debounce.

source: Toggle Manager
ar: مدير التبديل
de: Manager umschalten
fr: Gestionnaire de bascule
it: Gestore di commutazione
pl: Przełącz Menedżera
pt: Gerenciador de Alternância

source: Toggle manager component for handling all UI toggle operations.
ar: مكوّن التبديل لإدارة جميع عمليات التبديل في واجهة المستخدم.
de: Umschalt-Manager-Komponente zur Steuerung aller UI-Umschaltvorgänge.
fr: Composant de gestion pour gérer toutes les opérations de basculement de l'interface utilisateur.
it: Componente gestore per gestire tutte le operazioni di commutazione dell'interfaccia utente.
pl: Komponent zarządzający przełączaniem do obsługi wszystkich operacji przełączania w interfejsie użytkownika.
pt: Componente de gerenciamento de alternância para lidar com todas as operações de alternância da interface do usuário.

source: Manages all toggle operations for the main window.
ar: يُدار جميع عمليات التبديل للنافذة الرئيسية.
de: Verwaltet alle Schaltvorgänge für das Hauptfenster.
fr: Gère toutes les opérations de basculement pour la fenêtre principale.
it: Gestisce tutte le operazioni di alternanza per la finestra principale.
pl: Zarządza wszystkimi operacjami przełączania dla głównego okna.
pt: Gerencia todas as operações de alternância para a janela principal.

source: Initialize the toggle manager.
ar: قم ب 초기ة مدير التبديل.
de: Initialisieren Sie den Toggle-Manager.
fr: Initialiser le gestionnaire de basculement.
it: Inizializza il gestore degli interruttori.
pl: Zainicjuj menedżera przełączania.
pt: Inicialize o gerenciador de alternância.

source: Switch between fullscreen and windowed display modes.
ar: تبديل بين وضعية العرض الكاملة والنمط المخصص للنافذة.
de: Wechseln zwischen Vollbild- und Fenstermodus.
fr: Passez du mode affichage en plein écran au mode fenêtré.
it: Passa tra la modalità schermo intero e finestra.
pl: Przełączaj się między trybem pełnoekranowym a trybem okien.
pt: Alterne entre os modos de exibição em tela cheia e em janela.

source: Switch between presentation mode (fullscreen, no UI) and normal mode.
ar: التبديل بين وضع العرض (الوضع الكامل الشاشة، بدون واجهة مستخدم) وضع العادي.
de: Wechseln zwischen Präsentationsmodus (Vollbild, keine Benutzeroberfläche) und Normalmodus.
fr: Passez du mode présentation (plein écran, sans interface utilisateur) au mode normal.
it: Passa tra la modalità presentazione (a schermo intero, senza interfaccia utente) e la modalità normale.
pl: Przełączaj się między trybem prezentacji (pełny ekran, bez interfejsu użytkownika) a trybem normalnym.
pt: Alterne entre o modo de apresentação (tela cheia, sem interface) e o modo normal.

source: Enable presentation mode with fullscreen display and hidden UI elements.
ar: تمكين وضع العرض بعرض شاشة كاملة وإخفاء عناصر واجهة المستخدم.
de: Präsentationsmodus mit Vollbildanzeige und versteckten UI-Elementen aktivieren.
fr: Activez le mode de présentation avec un affichage en plein écran et des éléments d'interface masqués.
it: Attiva la modalità presentazione con visualizzazione a schermo intero e elementi dell'interfaccia nascosti.
pl: Włącz tryb prezentacji z pełnym ekranem i ukrytymi elementami interfejsu.
pt: Ative o modo de apresentação com exibição em tela cheia e elementos da interface ocultos.

source: Return to normal viewing mode with visible UI elements.
ar: العودة إلى وضعية العرض العادية مع عناصر واجهة المستخدم المرئية.
de: Zurück zum normalen Anzeigemodus mit sichtbaren UI-Elementen.
fr: Retournez au mode d'affichage normal avec des éléments d'interface visibles.
it: Torna alla modalità di visualizzazione normale con elementi dell'interfaccia visibili.
pl: Wróć do normalnego trybu przeglądania z widocznymi elementami interfejsu.
pt: Retorne ao modo de visualização normal com elementos da interface visíveis.

source: Switch between single page and side-by-side page display for interior documents.
ar: تبديل العرض بين صفحة واحدة وعرض صفحات جانبي لعرض الوثائق الداخلية.
de: Wechseln Sie zwischen der Anzeige einzelner Seiten und der nebeneinanderliegenden Seitenansicht für interne Dokumente.
fr: Basculer entre l'affichage d'une seule page et l'affichage côte à côte pour les documents internes.
it: Passa tra la visualizzazione a pagina singola e a pagina affiancata per i documenti interni.
pl: Przełączaj się między jednostronnym a równoległym widokiem stron dla dokumentów wewnętrznych.
pt: Alterne entre a exibição de página única e lado a lado para documentos internos.

source: Show or hide the safety margin overlays on pages.
ar: إظهار أو إخفاء تراكبات هامش الأمان على الصفحات.
de: Zeigen oder Ausblenden der Sicherheitsrandüberlagerungen auf den Seiten.
fr: Afficher ou masquer les superpositions de marge de sécurité sur les pages.
it: Mostra o nascondi le sovrapposizioni del margine di sicurezza sulle pagine.
pl: Pokaż lub ukryj nakładki z marginesami bezpieczeństwa na stronach.
pt: Mostra ou oculta as sobreposições da margem de segurança nas páginas.

source: Show or hide the trim/cut lines at page edges.
ar: عرض أو إخفاء خطوط التrim / القطع في حواف الصفحة.
de: Zeigen oder Ausblenden der Kantenmarkierungs-/Schnittlinien am Rand der Seite.
fr: Afficher ou masquer les traits de découpe aux bords de la page.
it: Mostra o nascondi le linee di taglio/margini ai bordi della pagina.
pl: Pokaż lub ukryj linie obcinania/obrzu wzdłuż krawędzi strony.
pt: Mostra ou oculta as linhas de recorte nas bordas da página.

source: Show or hide the barcode area indicator on cover/dustjacket documents.
ar: عرض أو إخفاء مؤشر منطقة الرمز الشريطي في المستندات الموجودة على الغلاف/الغلاف الواقف.
de: Zeigen oder ausblenden des Kennzeichens für den Barcode-Bereich in Umschlag/Leinwanddokumenten.
fr: Afficher ou masquer l'indicateur de zone de code-barres sur les documents de couverture/chemise.
it: Mostra o nascondi l'indicatore dell'area del codice a barre nei documenti della copertina/brossura.
pl: Pokaż lub ukryj wskaźnik obszaru kodyzera na okładkach / okładkach brosurowych.
pt: Mostra ou oculta o indicador da área de código de barras em documentos de capa/contracapa.

source: Show or hide the spine/flap fold lines on cover/dustjacket documents.
ar: إظهار أو إخفاء خطوط طي العمود الجانبي/الغلاف على مستندات الغلاف/الغلاف الواقف.
de: Zeigen oder ausblenden der Wirbelfaltenlinien auf Umschlag/Leinwanddokumenten.
fr: Afficher ou masquer les plis d'arête/panneau sur les documents de couverture/chemise.
it: Mostra o nascondi le linee di piegatura della costa/risvolto nei documenti della copertina/velina.
pl: Pokaż lub ukryj linie zagięć grzbietu/klapy na dokumentach okładki/obwoluty.
pt: Mostra ou esconde as linhas de dobra da lombada/aba em documentos de capa/mole.

source: Show or hide the bleed lines at page edges on cover/dustjacket documents.
ar: عرض أو إخفاء خطوط النزيف على حواف الصفحات في مستندات الغلاف/الغلاف الورقي.
de: Zeigen oder Ausblenden der Überblendkanten an den Seitenrändern von Umschlag/Leinwanddokumenten.
fr: Afficher ou masquer les repères de débordement sur les bords de page des documents de couverture/chemise.
it: Mostra o nascondi le linee di taglio ai bordi delle pagine nei documenti di copertina/fascicolo.
pl: Pokaż lub ukryj linie przycinania na krawędziach stron w dokumencie okładki/obwoluty.
pt: Mostra ou oculta as linhas de sangria nas bordas das páginas em documentos de capa/contracapa.

source: Change the document type and update UI accordingly.
ar: غيّر نوع المستند وحدّث واجهة المستخدم وفقًا لذلك.
de: Ändern Sie den Dokumententyp und aktualisieren Sie die Benutzeroberfläche entsprechend.
fr: Changez le type de document et mettez à jour l'interface utilisateur en conséquence.
it: Cambia il tipo di documento e aggiorna di conseguenza l'interfaccia utente.
pl: Zmień typ dokumentu i zaktualizuj interfejs użytkownika zgodnie z tym.
pt: Mude o tipo de documento e atualize a interface do usuário de acordo.

source: Toolbar Builder
ar: مُنشئ شريط الأدوات
de: Werkzeugleisten-Builder
fr: Générateur de barre d'outils
it: Costruttore della barra degli strumenti
pl: Kreator paska narzędziowego
pt: Construtor de Barra de Ferramentas

source: Toolbar builder component for the main window.
ar: مكون بناء شريط الأدوات للنافذة الرئيسية.
de: Werkzeugleisten-Builder-Komponente für das Hauptfenster.
fr: Composant de construction de la barre d'outils pour la fenêtre principale.
it: Componente costruttore della barra degli strumenti per la finestra principale.
pl: Komponent budowniczy paska narzędzi dla głównego okna.
pt: Componente construtor da barra de ferramentas para a janela principal.

source: This component handles toolbar creation and setup.
ar: يقوم هذا المكون بإنشاء شريط الأدوات وإعداده.
de: Dieser Komponente ist für die Erstellung und Einrichtung der Symbolleiste zuständig.
fr: Ce composant gère la création et la configuration de la barre d'outils.
it: Questo componente gestisce la creazione e l'impostazione della barra degli strumenti.
pl: Ten komponent obsługuje tworzenie i konfigurację paska narzędzi.
pt: Este componente lida com a criação e configuração da barra de ferramentas.

source: Component responsible for building and managing the toolbar.
ar: المكون المسؤول عن بناء شريط الأدوات وإدارته.
de: Komponente, die für das Erstellen und Verwalten der Symbolleiste verantwortlich ist.
fr: Composant chargé de la création et de la gestion de la barre d'outils.
it: Componente responsabile della costruzione e della gestione della barra degli strumenti.
pl: Komponent odpowiedzialny za tworzenie i zarządzanie paskiem narzędziowym.
pt: Componente responsável por construir e gerenciar a barra de ferramentas.

source: Initialize the toolbar builder.
ar: قم بتهيئة مُنشئ شريط الأدوات.
de: Initialisieren Sie den Toolleisten-Builder.
fr: Initialiser le générateur d'outils.
it: Inizializza il costruttore della barra degli strumenti.
pl: Zainicjuj konstruktora paska narzędzi.
pt: Inicialize o construtor da barra de ferramentas.

source: The main window to add toolbar to
ar: النافذة الرئيسية لإضافة شريط الأدوات إليها
de: Hauptfenster, um eine Symbolleiste hinzuzufügen
fr: La fenêtre principale à laquelle ajouter la barre d'outils
it: La finestra principale a cui aggiungere la barra degli strumenti
pl: Główny okno, aby dodać pasek narzędzi
pt: A janela principal para adicionar barra de ferramentas a

source: Create main toolbar with navigation, page controls, and zoom actions.
ar: إنشاء شريط الأدوات الرئيسي مع التنقل وتحكم الصفحة والأفعال الخاصة بالتكبير.
de: Erstellen Sie die Haupt-Toolbar mit Navigation, Seitensteuerung und Zoom-Aktionen.
fr: Créer une barre d'outils principale avec la navigation, les contrôles de page et les actions de zoom.
it: Crea la barra degli strumenti principale con la navigazione, il controllo delle pagine e le azioni di zoom.
pl: Utwórz główną pasek narzędzi z nawigacją, kontrolami strony i działaniami powiększenia.
pt: Crie a barra de ferramentas principal com navegação, controles de página e ações de zoom.

source: Menu actions to reuse in toolbar (e.g., 'open')
ar: إجراءات القائمة لاستخدامها مجددًا في شريط الأدوات (على سبيل المثال، "فتح")
de: Menüaktionen, die in der Symbolleiste wiederverwendet werden können (z. B. „öffnen“)
fr: Actions du menu à réutiliser dans la barre d'outils (par exemple, « ouvrir »)
it: Azioni del menu da riutilizzare nella barra degli strumenti (es. "apri")
pl: Akcje menu do ponownego użycia w pasku narzędzi (np. „otwórz”)
pt: Ações do menu para reutilizar na barra de ferramentas (por exemplo, 'abrir')

source: Presenter for determining document-specific controls
ar: مُقدِّم لتحديد إعدادات التحكم الخاصة بالمستند
de: Präsentator zur Bestimmung von dokumentspezifischen Steuerelementen
fr: Présentateur pour déterminer les contrôles spécifiques aux documents
it: Presentatore per determinare controlli specifici del documento
pl: Prezenter do określania kontrolek specyficznych dla dokumentu
pt: Apresentador para determinar controles específicos de documento

source: Retrieve a toolbar widget by its identifier.
ar: استرداد عنصر واجهة أدوات العمل من خلال معرفه.
de: Rufen Sie ein Symbolleisten-Widget anhand seiner Kennung ab.
fr: Récupère un widget de barre d'outils par son identifiant.
it: Recupera un widget della barra degli strumenti in base al relativo identificativo.
pl: Pobierz widżet paska narzędzi przez jego identyfikator.
pt: Recuperar um widget de barra de ferramentas pelo seu identificador.

source: Widget identifier (e.g., 'page_spinbox', 'num_pages_spinbox')
ar: مُعرّف الويجيت (على سبيل المثال، 'page_spinbox'، 'num_pages_spinbox')
de: Widget-Bezeichner (z. B. 'page_spinbox', 'num_pages_spinbox')
fr: Identifiant du widget (par exemple, 'page_spinbox', 'num_pages_spinbox')
it: Identificatore del widget (es. 'page_spinbox', 'num_pages_spinbox')
pl: Identyfikator widżetu (np. 'page_spinbox', 'num_pages_spinbox')
pt: Identificador do widget (ex., 'page_spinbox', 'num_pages_spinbox')

source: The widget if found, None otherwise
ar: ال 위젯 إذا وُجد، None وإلا
de: Das Widget, falls gefunden, andernfalls None
fr: Le widget si trouvé, None autrement
it: Il widget se presente, None altrimenti
pl: Widżet, jeśli zostanie znaleziony, w przeciwnym razie None
pt: O widget se encontrado, None caso contrário

source: Show/hide toolbar controls based on document type.
ar: عرض/إخفاء عناصر التحكم في شريط الأدوات بناءً على نوع المستند.
de: Zeige/verstecke Symbolleistensteuerelemente basierend auf dem Dokumenttyp.
fr: Afficher/masquer les contrôles de la barre d'outils en fonction du type de document.
it: Mostra/nascondi i controlli della barra degli strumenti in base al tipo di documento.
pl: Pokaż/ukryj kontrolki paska narzędzi w zależności od typu dokumentu.
pt: Mostrar/ocultar controles da barra de ferramentas com base no tipo de documento.

source: Visibility rules: - Interior: Shows page navigation and current page spinbox - Cover/Dustjacket: Shows page count spinbox for spine calculation - Navigation buttons only appear for multi-page interior documents
ar: قواعد الرؤية: - الداخلية: تُظهر التنقل بين الصفحات وصندوق الصفحة الحالي - الغلاف/غلاف الغبار: تُظهر صندوق عد الصفحات لحساب العمود الفقري - تظهر أزرار التنقل فقط للوثائق الداخلية متعددة الصفحات
de: Sichtbarkeitsregeln: - Inhalt: Zeigt Seitennavigation und Spinbox für aktuelle Seite - Umschlag/Deckblatt: Zeigt Spinbox für Seitenanzahl zur Rückenberechnung - Navigationsbuttons erscheinen nur bei mehrseitigen Inhalten
fr: Règles de visibilité : - Intérieur : Affiche la navigation par pages et la zone de saisie de la page actuelle - Couverture/Plastique : Affiche la zone de saisie du nombre de pages pour le calcul de la reliure - Les boutons de navigation n'apparaissent que pour les documents intérieurs multipages
it: Regole di visibilità: - Interno: Mostra la navigazione delle pagine e il campo di inserimento della pagina corrente - Copertina/Trama: Mostra il campo di inserimento del numero di pagine per il calcolo dello spessore - I pulsanti di navigazione appaiono solo per documenti interni a più pagine
pl: Zasady widoczności: - Wewnętrzne: Pokazuje nawigację stron i pola tekstowe z numerem bieżącej strony - Okładka/Tyl: Pokazuje pole tekstowe z liczbą stron do obliczenia grzbietu - Przyciski nawigacji pojawiają się tylko w przypadku dokumentów wewnętrznych wielostronicowych
pt: Regras de visibilidade: - Interior: Mostra navegação de página e caixa de rolagem da página atual - Capa/Contracapa: Mostra caixa de rolagem de contagem de páginas para cálculo da lombada - Os botões de navegação aparecem apenas para documentos internos com várias páginas

source: Deprecated parameter, kept for compatibility
ar: معلمة مهجورة، تم الاحتفاظ بها للمطابقة
de: Veralteter Parameter, zur Kompatibilität beibehalten
fr: Paramètre obsolète, conservé pour la compatibilité
it: Parametro deprecato, mantenuto per compatibilità
pl: Przestarzały parametr, zachowany dla zgodności
pt: Parâmetro preterido, mantido por compatibilidade

source: UI State Manager
ar: مدير حالة واجهة المستخدم
de: UI-Zustandsmanager
fr: Gestionnaire d'état de l'interface utilisateur
it: Gestore dello stato dell'interfaccia utente
pl: Zarządca stanu interfejsu użytkownika
pt: Gerenciador de Estado da Interface do Usuário

source: UI state manager component for handling presentation and fullscreen modes.
ar: компونент لإدارة حالة واجهة المستخدم لمعالجة وضع العرض ووضع الشاشة الكاملة.
de: Komponente zur Verwaltung des UI-Zustands zur Handhabung von Präsentations- und Vollbildmodus.
fr: Composant de gestionnaire d'état de l'interface utilisateur pour gérer les modes d'affichage et mode plein écran.
it: Componente gestore dello stato dell'interfaccia utente per la gestione delle modalità di presentazione e a schermo intero.
pl: Komponent zarządzający stanem interfejsu użytkownika do obsługi trybu prezentacji i trybu pełnoekranowego.
pt: Componente gerenciador de estado da interface para lidar com modos de apresentação e tela cheia.

source: Manages UI state transitions like presentation and fullscreen modes.
ar: يُدار التحولات في حالة واجهة المستخدم مثل وضع العرض ووضع الشاشة الكاملة.
de: Verwaltet Übergänge des UI-Zustands, wie Präsentations- und Vollbildmodus.
fr: Gère les transitions d'état de l'interface utilisateur, comme les modes de présentation et en plein écran.
it: Gestisce le transizioni dello stato dell'interfaccia utente come la modalità presentazione e la modalità a schermo intero.
pl: Zarządza przejściami stanu interfejsu użytkownika, takimi jak tryb prezentacji i tryb pełnoekranowy.
pt: Gerencia transições de estado da interface, como modos de apresentação e tela cheia.

source: Initialize the UI state manager.
ar: قم بتهيئة مدير حالة واجهة المستخدم.
de: Initialisieren Sie den UI-Zustandsmanager.
fr: Initialiser le gestionnaire d'état de l'interface utilisateur.
it: Inizializzare il gestore dello stato dell'interfaccia utente.
pl: Zainicjalizuj menedżera stanu interfejsu.
pt: Inicialize o gerenciador de estado da interface.

source: The main window to manage
ar: النافذة الرئيسية لإدارة
de: Hauptfenster zur Verwaltung
fr: La fenêtre principale pour gérer
it: La finestra principale per gestire
pl: Główne okno do zarządzania
pt: A janela principal para gerenciar

source: Switch between fullscreen and maximized window states.
ar: تبديل بين وضع الشاشة الكاملة وضع النافذة الموسعة.
de: Wechseln zwischen Vollbild- und maximiertem Fenster.
fr: Basculez entre les états d'écran plein et de fenêtre maximisée.
it: Passa tra lo stato a schermo intero e la finestra massimizzata.
pl: Przełączaj między trybem pełnoekranowym a maksymalnie rozciągniętym oknem.
pt: Alterne entre os estados de tela cheia e janela maximizada.

source: Switch between presentation mode and normal viewing mode.
ar: تبديل الوضع بين وضع العرض ووضع المشاهدة العادي.
de: Wechseln Sie zwischen Präsentationsmodus und normaler Ansicht.
fr: Basculer entre le mode de présentation et le mode de visualisation normal.
it: Passa dalla modalità presentazione alla modalità di visualizzazione normale.
pl: Przełączaj się między trybem prezentacji a normalnym trybem przeglądania.
pt: Alterne entre o modo de apresentação e o modo de visualização normal.
