Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/api.po
Languages: ar, de, fr, it, pl, pt

source: Toggle trim lines visibility.
ar: تبديل رؤية خطوط التrim.
de: Sichtbarkeit der Trim-Konturen umschalten.
fr: Basculer la visibilité des lignes de découpe.
it: Attiva/Disattiva la visibilità delle linee di taglio.
pl: Przełącz widoczność linii obcinania.
pt: Alternar visibilidade das linhas de recorte.

source: Toggle barcode visibility.
ar: تبديل رؤية الشفرة المربوطة.
de: Barcode-Sichtbarkeit umschalten.
fr: Basculer la visibilité du code-barres.
it: Attiva/Disattiva la visibilità del codice a barre.
pl: Przełącz widoczność kodu kreskowego.
pt: Alterne a visibilidade do código de barras.

source: Toggle fold lines visibility.
ar: تبديل رؤية خطوط摺痕.
de: Schalten Sie die Sichtbarkeit der Faltlinien um.
fr: Basculer la visibilité des lignes de pli.
it: Attiva/disattiva la visibilità delle linee di piegatura.
pl: Przełącz widoczność linii z折i.
pt: Alternar visibilidade das linhas de dobra.

source: Toggle bleed lines visibility.
ar: تبديل رؤية خطوط النزيف.
de: Schalten Sie die Sichtbarkeit der Überblendkanten.
fr: Basculer la visibilité des traits de débordement.
it: Attiva/Disattiva la visibilità delle linee di sanguinamento.
pl: Przełącz widoczność linii przepływu.
pt: Alterne a visibilidade das linhas de sangramento.

source: Zoom in from viewport center.
ar: التكبير من مركز منطقة العرض.
de: Zoomen Sie von der Mitte des Bildschirms.
fr: Zoomer à partir du centre de la zone d'affichage.
it: Zoom avanti dal centro della viewport.
pl: Przybliż od środka widocznej części.
pt: Zoom no centro da área de visualização.

source: Zoom out from viewport center.
ar: التكبير الخارجي من مركز منطقة العرض.
de: Zoomen Sie vom Zentrum des Bildschirms aus.
fr: Dézoomez à partir du centre de la zone d'affichage.
it: Zooma indietro dal centro della viewport.
pl: Przybliżanie od środka widoku.
pt: Reduza o zoom a partir do centro da janela.

source: Fit the current page(s) to the view.
ar: התאם את עמודי הזרם להצגה.
de: Passt die aktuelle(n) Seite(n) in den Bildschirm.
fr: Ajuster les pages actuelles à la vue.
it: Adatta la pagina corrente (le pagine) alla visualizzazione.
pl: Dopasuj bieżącą stronę (strony) do widoku.
pt: Ajustar a(s) página(s) atual(is) à visualização.

source: Show the keyboard shortcuts dialog.
ar: عرض مربع الحوار لاختصارات لوحة المفاتيح.
de: Zeige das Dialogfeld für Tastenkombinationen an.
fr: Afficher la boîte de dialogue des raccourcis clavier.
it: Mostra la finestra delle scorciatoie da tastiera.
pl: Pokaż okno skrótów klawiaturowych.
pt: Mostrar o diálogo de atalhos do teclado.

source: Show the about dialog.
ar: عرض مربع الحوار "حول".
de: Zeige das Info-Fenster an.
fr: Afficher la boîte de dialogue À propos.
it: Mostra la finestra di dialogo "Info".
pl: Pokaż okno dialogowe z informacjami.
pt: Mostrar o diálogo Sobre.

source: Show the go to page dialog.
ar: أظهر مربع الحوار الذهاب إلى الصفحة.
de: Zeige das Dialogfeld "Gehe zu Seite".
fr: Afficher la boîte de dialogue Aller à la page.
it: Mostra la finestra di dialogo Vai alla pagina.
pl: Pokaż okno przejścia do strony.
pt: Mostrar o diálogo ir para a página.

source: Show the spine width calculator dialog.
ar: أظهر مربع حوار حساب عرض العمود الفقري.
de: Zeige das Dialogfeld des Wirbelsäulenbreitenrechners an.
fr: Afficher la boîte de dialogue du calculateur de largeur de la tranche.
it: Mostra la finestra di dialogo per il calcolo della larghezza della colonna vertebrale.
pl: Pokaż okno kalkulatora szerokości grzbietu.
pt: Mostrar o diálogo do calculador da largura da lombada.

source: Handle keyboard events by delegating to GraphicsView.
ar: التعامل مع أحداث لوحة المفاتيح من خلال تفويضها إلى GraphicsView.
de: Behandeln Sie Tastaturevents, indem Sie an GraphicsView delegieren.
fr: Gérer les événements du clavier en les déléguant à GraphicsView.
it: Gestisci gli eventi della tastiera delegando a GraphicsView.
pl: Obsłuż zdarzenia klawiatury, przekazując je do GraphicsView.
pt: Manipule eventos do teclado delegando para GraphicsView.

source: This exists for compatibility with tests and Qt's event system. All actual handling is in GraphicsView.
ar: هذا موجود من أجل التوافق مع الاختبارات ونظام الأحداث الخاص بـ Qt. يتم التعامل مع جميع العمليات الفعلية في GraphicsView.
de: Dies existiert aus Gründen der Kompatibilität mit Tests und dem Ereignissystem von Qt. Alle eigentlichen Aktionen erfolgen in der GraphicsView.
fr: Cela existe pour la compatibilité avec les tests et le système d'événements de Qt. Toute la gestion réelle se fait dans GraphicsView.
it: Questo esiste per compatibilità con i test e il sistema degli eventi di Qt. Tutte le operazioni effettive sono gestite in GraphicsView.
pl: Istnieje z powodów kompatybilności z testami i systemem zdarzeń Qt. Wszystkie rzeczywiste operacje są wykonywane w GraphicsView.
pt: Isso existe por compatibilidade com testes e o sistema de eventos do Qt. Todo o tratamento real está em GraphicsView.

source: Navigate to first page.
ar: الانتقال إلى الصفحة الأولى.
de: Gehe zur ersten Seite.
fr: Accédez à la première page.
it: Vai alla prima pagina.
pl: Przejdź do pierwszej strony.
pt: Navegue até a primeira página.

source: Navigate to previous page.
ar: اذهب إلى الصفحة السابقة.
de: Zur vorherigen Seite navigieren.
fr: Accédez à la page précédente.
it: Vai alla pagina precedente.
pl: Przejdź do poprzedniej strony.
pt: Navegue para a página anterior.

source: Navigate to next page.
ar: الانتقال إلى الصفحة التالية.
de: Gehe zur nächsten Seite.
fr: Accédez à la page suivante.
it: Vai alla pagina successiva.
pl: Przejdź do następnej strony.
pt: Navegue para a próxima página.

source: Navigate to last page.
ar: اذهب إلى الصفحة الأخيرة.
de: Gehe zur letzten Seite.
fr: Accédez à la dernière page.
it: Vai all'ultima pagina.
pl: Przejdź do ostatniej strony.
pt: Navegue até a última página.

source: Handle window close event and cleanup resources.
ar: التعامل مع حدث إغلاق النافذة وإزالة الموارد.
de: Fenster-Schließen-Ereignis behandeln und Ressourcen bereinigen.
fr: Gérer l'événement de fermeture de la fenêtre et nettoyer les ressources.
it: Gestisci l'evento di chiusura della finestra e libera le risorse.
pl: Obsłuż zdarzenie zamknięcia okna i wyczyść zasoby.
pt: Manipule o evento de fechamento da janela e limpe os recursos.

source: Close the current PDF document without exiting the application.
ar: أغلاق المستند الحالي لتنسيق PDF دون الخروج من التطبيق.
de: Schließen Sie das aktuelle PDF-Dokument, ohne die Anwendung zu verlassen.
fr: Fermez le document PDF actuel sans quitter l'application.
it: Chiudi il documento PDF corrente senza uscire dall'applicazione.
pl: Zamknij obecny dokument PDF bez wyłączania aplikacji.
pt: Feche o documento PDF atual sem sair do aplicativo.

source: Show the preferences dialog with proper lifecycle management.
ar: أظهر مربع الحوار لخيارات التفضيلات مع إدارة دورة حياة مناسبة.
de: Zeige das Dialogfeld für Einstellungen mit ordnungsgemäßer Lebenszyklusverwaltung an.
fr: Afficher la boîte de dialogue des préférences avec une gestion appropriée du cycle de vie.
it: Mostra la finestra di dialogo delle preferenze con la gestione corretta del ciclo di vita.
pl: Pokaż okno dialogowe ustawień z odpowiednim zarządzaniem cyklem życia.
pt: Mostra o diálogo de preferências com gerenciamento apropriado do ciclo de vida.

source: Load a recent file from the menu.
ar: قم بتحميل ملف حديث من القائمة.
de: Laden Sie eine kürzliche Datei über das Menü.
fr: Chargez un fichier récent depuis le menu.
it: Carica un file recente dal menu.
pl: Wczytaj ostatni plik z menu.
pt: Carregue um arquivo recente a partir do menu.

source: Path to the PDF file to load
ar: المسار إلى ملف PDF لتحميله
de: Pfad zur zu ladenden PDF-Datei
fr: Chemin vers le fichier PDF à charger
it: Percorso del file PDF da caricare
pl: Ścieżka do pliku PDF do załadowania
pt: Caminho para o arquivo PDF a carregar

source: Page Item
ar: عنصر الصفحة
de: Seitenobjekt
fr: Élément de page
it: Elemento pagina
pl: Element strony
pt: Item da Página

source: PDF page item for MVP viewer - renders dynamically based on zoom level.
ar: عنصر صفحة PDF لبرنامج عرض MVP - يتم عرضه ديناميكيًا بناءً على مستوى التكبير.
de: PDF-Seitenobjekt für MVP-Ansicht – rendert sich dynamisch basierend auf dem Zoomfaktor.
fr: Élément de page PDF pour le visionneur MVP - rendu dynamiquement en fonction du niveau de zoom.
it: Elemento pagina PDF per il visualizzatore MVP - viene visualizzato dinamicamente in base al livello di zoom.
pl: Element strony PDF dla odtwarzacza MVP - renderowany dynamicznie w zależności od poziomu przybliżenia.
pt: Item de página PDF para visualizador MVP - renderiza dinamicamente com base no nível de zoom.

source: Bases: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
ar: الأساسيات: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
de: Basis: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
it: Basi: :py:class:`~PySide6.QtWidgets.QGraphicsItem`
pl: Bazy: :py:class:`~PySide6.QtWidgets.QGraphicsItem`

source: PDF page graphics item that renders dynamically based on zoom level.
ar: عنصر الرسومات في صفحة PDF يُظهر نفسه ديناميكيًا بناءً على مستوى التكبير.
de: PDF-Seiten-Grafikobjekt, das sich in Abhängigkeit vom Zoomfaktor dynamisch darstellt.
fr: Élément graphique de page PDF qui s'affiche dynamiquement en fonction du niveau de zoom.
it: Elemento grafico della pagina PDF che viene visualizzato dinamicamente in base al livello di ingrandimento.
pl: Element graficzny strony PDF, który renderowany jest dynamicznie w zależności od poziomu przybliżenia.
pt: Item de gráficos da página PDF que é renderizado dinamicamente com base no nível de zoom.

source: This is a simplified version of PageItem specifically for the MVP viewer. It renders the PDF page at the appropriate resolution for the current zoom level.
ar: هذه نسخة مبسطة من PageItem مخصصة للمشاهد MVP. تقوم بعرض صفحة PDF بدقة مناسبة لمستوى التكبير الحالي.
de: Dies ist eine vereinfachte Version von PageItem, speziell für den MVP-Viewer. Sie rendert die PDF-Seite mit der entsprechenden Auflösung für das aktuelle Zoomniveau.
fr: Il s'agit d'une version simplifiée de PageItem, spécifiquement conçue pour le visionneur MVP. Elle affiche la page PDF à la résolution appropriée pour le niveau de zoom actuel.
it: Questa è una versione semplificata di PageItem, specifica per il visualizzatore MVP. Rende la pagina PDF alla risoluzione appropriata per il livello di zoom corrente.
pl: To uproszczona wersja PageItem, stworzona specjalnie dla widoku MVP. Wyświetla stronę PDF w odpowiedniej rozdzielczości dla obecnego poziomu przybliżenia.
pt: Esta é uma versão simplificada do PageItem, especificamente para o visualizador MVP. Ele renderiza a página do PDF na resolução apropriada para o nível de zoom atual.

source: Initialize the PDF page item.
ar: قم بتهيئة عنصر صفحة PDF.
de: Initialisieren Sie das PDF-Seitenobjekt.
fr: Initialiser l'élément de page PDF.
it: Inizializzare l'elemento pagina PDF.
pl: Zainicjalizuj element strony PDF.
pt: Inicialize o item da página PDF.

source: The PDF document
ar: مستند PDF
de: Das PDF-Dokument
fr: Le document PDF
it: Il documento PDF
pl: Dokument PDF
pt: O documento PDF

source: Zero-based page number
ar: رقم صفحة بدء من الصفر
de: Seitennummerierung ab Null
fr: Numérotation de page à zéro
it: Numero di pagina a partire da zero
pl: Numeracja stron od zera
pt: Número da página com base zero

source: Page width in points
ar: عرض الصفحة بوحدة النقاط
de: Seitenbreite in Punkten
fr: Largeur de la page en points
it: Larghezza della pagina in punti
pl: Szerokość strony w punktach
pt: Largura da página em pontos

source: Page height in points
ar: ارتفاع الصفحة بوحدة النقاط
de: Seitenhöhe in Punkten
fr: Hauteur de la page en points
it: Altezza della pagina in punti
pl: Wysokość strony w punktach
pt: Altura da página em pontos

source: Define item's scene space boundaries for Qt rendering.
ar: تحديد حدود مساحة المشهد للعنصر لعرض Qt.
de: Definieren Sie die Szenenraumgrenzen des Elements für die Qt-Rendern.
fr: Définir les limites de l'espace de la scène de l'élément pour le rendu Qt.
it: Definisci i limiti dello spazio della scena dell'elemento per il rendering Qt.
pl: Zdefiniuj granice przestrzeni sceny elementu do renderowania w Qt.
pt: Defina os limites do espaço de cena do item para o renderização do Qt.

source: Render only the visible portion of the PDF page for optimal performance.
ar: القيام بعرض جزء الصفحة المرئي فقط من ملف PDF للحصول على أداء مثالي.
de: Rendern Sie nur den sichtbaren Teil der PDF-Seite für eine optimale Leistung.
fr: Affichez uniquement la partie visible de la page PDF pour une performance optimale.
it: Rappresenta solo la parte visibile della pagina PDF per ottenere le prestazioni ottimali.
pl: Renderuj tylko widoczna część strony PDF w celu optymalnej wydajności.
pt: Renderize apenas a porção visível da página PDF para obter o desempenho ideal.

source: Uses caching and buffer zones for smooth panning experience.
ar: يستخدم التخزين المؤقت ومناطق التخزين المؤقت للحصول على تجربة تمرير سلسة.
de: Verwendet Caching und Pufferbereiche für ein flüssiges Panorama-Erlebnis.
fr: Utilise le stockage en cache et des zones tampons pour une navigation fluide.
it: Utilizza la memorizzazione nella cache e le zone di buffer per un'esperienza di panoramica fluida.
pl: Wykorzystuje pamięć podręczną i strefy buforowe dla płynnego przesuwanie.
pt: Usa cache e zonas de buffer para uma experiência de panorâmica suave.

source: Clean up resources when page item is being removed.
ar: تنظيف الموارد عند حذف عنصر الصفحة.
de: Ressourcen bereinigen, wenn ein Seitenobjekt entfernt wird.
fr: Nettoyer les ressources lorsque l'élément de page est supprimé.
it: Pulire le risorse quando l'elemento della pagina viene rimosso.
pl: Oczyść zasoby, gdy element strony jest usuwany.
pt: Limpe os recursos quando o item da página estiver sendo removido.

source: This is called when the scene is cleared or the item is removed. Ensures timers are stopped to prevent crashes.
ar: يُستدعى هذا عندما يتم مسح المشهد أو إزالة العنصر. يضمن إيقاف المؤقتات لمنع الأعطال.
de: Dies wird aufgerufen, wenn die Szene gelöscht wird oder das Element entfernt wird. Stellt sicher, dass Timer gestoppt werden, um Abstürze zu verhindern.
fr: Cela est appelé lorsque la scène est effacée ou que l'élément est supprimé. Assure que les temporisateurs sont arrêtés pour éviter les plantages.
it: Questo viene chiamato quando la scena viene cancellata o l'elemento viene rimosso. Garantisce che i timer vengano fermati per prevenire crash.
pl: To jest wywoływane, gdy scena jest czyszczona lub element jest usuwany. Zapewnia, że timery są zatrzymywane, aby zapobiec awariom.
pt: Isso é chamado quando a cena é limpa ou o item é removido. Garante que os temporizadores sejam interrompidos para evitar falhas.

source: View Components
ar: عرض المكونات
de: Komponenten ansehen
fr: Composants du vue
it: Visualizza componenti
pl: Wyświetl komponenty
pt: Exibir Componentes

source: These components handle specific aspects of the view layer.
ar: تنجز هذه المكونات جوانب محددة لطبقة العرض.
de: Diese Komponenten kümmern sich um spezifische Aspekte der Sichtschicht.
fr: Ces composants gèrent des aspects spécifiques de la couche d'affichage.
it: Questi componenti gestiscono aspetti specifici del livello di visualizzazione.
pl: Te komponenty obsługują konkretne aspekty warstwy widoku.
pt: Esses componentes lidam com aspectos específicos da camada de visualização.

source: About Dialog
ar: حول دياлог
de: Über Dialog
fr: À propos de Dialog
it: A proposito di Dialog
pl: O Dialog
pt: Sobre o Diálogo

source: About dialog component for the Momovu application.
ar: حول مكون الحوار لتطبيق Momovu.
de: Dialogkomponente für die Momovu-Anwendung.
fr: Composant de dialogue concernant l'application Momovu.
it: Componente dialogo per l'applicazione Momovu.
pl: Komponent dialogowy dla aplikacji Momovu.
pt: Componente de diálogo sobre o aplicativo Momovu.

source: This module provides a dedicated About dialog that displays application information, version details, and links to resources.
ar: يوفر هذا الوحدة نافذة مخصصة لعرض معلومات التطبيق وتفاصيل الإصدار وروابط الموارد.
de: Dieses Modul stellt ein eigenes Info-Fenster bereit, das Informationen zur Anwendung, Versionsdetails und Links zu Ressourcen anzeigt.
fr: Ce module fournit une boîte de dialogue dédiée À propos qui affiche les informations sur l'application, les détails de la version et les liens vers les ressources.
it: Questo modulo fornisce un dialogo dedicato "About" che visualizza informazioni sull'applicazione, dettagli sulla versione e collegamenti alle risorse.
pl: Ten moduł udostępnia dedykowane okno dialogowe O programie, które wyświetla informacje o aplikacji, szczegóły wersji oraz linki do zasobów.
pt: Este módulo fornece um diálogo dedicado Sobre que exibe informações da aplicação, detalhes da versão e links para recursos.

source: Bases: :py:class:`~PySide6.QtWidgets.QDialog`
ar: الأساسيات: :py:class:`~PySide6.QtWidgets.QDialog`
de: Basis: :py:class:`~PySide6.QtWidgets.QDialog`
it: Basi: :py:class:`~PySide6.QtWidgets.QDialog`
pl: Bazy: :py:class:`~PySide6.QtWidgets.QDialog`

source: About dialog showing application information and version details.
ar: حول المحادثة التي تُظهر معلومات التطبيق وتفاصيل الإصدار.
de: Über-Diaologfeld, das Informationen zur Anwendung und Versionsdetails anzeigt.
fr: Dialogue indiquant les informations sur l'application et les détails de la version.
it: Info sull'applicazione e dettagli della versione.
pl: Okno dialogowe wyświetlające informacje o aplikacji i szczegóły wersji.
pt: Diálogo sobre informações da aplicação e detalhes da versão.

source: Initialize the About dialog.
ar: قم بتشغيل مربع الحوار "حول".
de: Initialisieren Sie das Info-Dialogfeld.
fr: Initialiser la boîte de dialogue À propos.
it: Inizializza il dialogo "Informazioni su".
pl: Zainicjuj okno dialogowe O programie.
pt: Inicialize o diálogo Sobre.

source: Parent widget for the dialog
ar: العنصر الأصلية للحوار
de: Eltern-Widget für das Dialogfeld
fr: Widget parent pour la boîte de dialogue
it: Widget padre per il dialogo
pl: Rodzicowy widget dla dialogu
pt: Widget pai para o diálogo

source: Cleanup Coordinator
ar: مُنسق التنظيف
de: Koordinator für Aufräumarbeiten
fr: Coordinateur de nettoyage
it: Coordinatore della pulizia
pl: Koordynator czyszczenia
pt: Coordenador de Limpeza

source: Cleanup coordinator for managing resource cleanup during shutdown.
ar: مُنسق التنظيف لتنظيم تنظيف الموارد أثناء الإيقاف.
de: Koordinator für die Bereinigung, um die Ressourcenbereinigung beim Herunterfahren zu verwalten.
fr: Coordinateur de nettoyage pour la gestion du nettoyage des ressources lors de l'arrêt.
it: Coordinatore della pulizia per la gestione della pulizia delle risorse durante lo spegnimento.
pl: Koordynator oczyszczania do zarządzania oczyszczaniem zasobów podczas wyłączania.
pt: Coordenador de limpeza para gerenciar a limpeza de recursos durante o desligamento.

source: This component handles the orderly cleanup of all resources when the main window closes or encounters an error during initialization. It ensures components are cleaned up in the correct order to prevent crashes from dangling references.
ar: يقوم هذا المكون بإدارة تنظيف جميع الموارد بشكل منظم عندما تُغلق النافذة الرئيسية أو تواجه خطأ أثناء التهيئة. ويضمن تنظيف المكونات بالترتيب الصحيح لمنع التصادمات الناتجة عن المراجع المعلقة.
de: Dieser Komponente übernimmt die geordnete Bereinigung aller Ressourcen, wenn das Hauptfenster geschlossen wird oder während der Initialisierung ein Fehler auftritt. Sie stellt sicher, dass Komponenten in der richtigen Reihenfolge bereinigt werden, um Abstürze durch hängende Verweise zu verhindern.
fr: Ce composant gère le nettoyage ordonné de toutes les ressources lorsque la fenêtre principale se ferme ou rencontre une erreur lors de l'initialisation. Il assure que les composants sont nettoyés dans le bon ordre afin d'éviter les plantages dus aux références pendantes.
it: Questo componente gestisce la pulizia ordinata di tutte le risorse quando la finestra principale si chiude o si verifica un errore durante l'inizializzazione. Si assicura che i componenti vengano puliti nell'ordine corretto per prevenire crash causati da riferimenti orfani.
pl: Ten komponent odpowiada za uporządkowane oczyszczenie wszystkich zasobów, gdy główne okno zostanie zamknięte lub wystąpi błąd podczas inicjalizacji. Zapewnia, że komponenty zostaną oczyszczone w odpowiedniej kolejności, aby zapobiec awariom spowodowanym nieprawidłowymi odniesieniami.
pt: Este componente lida com a limpeza organizada de todos os recursos quando a janela principal é fechada ou ocorre um erro durante a inicialização. Ele garante que os componentes sejam limpos na ordem correta para prevenir travamentos causados por referências pendentes.

source: Coordinates cleanup of all components during shutdown.
ar: تنسق تنظيف جميع المكونات أثناء الإيقاف.
de: Koordiniert die Bereinigung aller Komponenten beim Herunterfahren.
fr: Coordonne le nettoyage de tous les composants lors de l'arrêt.
it: Coordina la pulizia di tutti i componenti durante l'arresto.
pl: Koordynuje czyszczenie wszystkich komponentów podczas wyłączania.
pt: Coordena a limpeza de todos os componentes durante o desligamento.

source: This class manages the cleanup process in phases to ensure proper ordering and prevent crashes from dangling signal connections or references.
ar: تُدار هذه الفئة لعملية التنظيف في مراحل متعددة لضمان الترتيب الصحيح ومنع الأخطاء الناتجة عن الاتصالات أو المراجع المعلقة.
de: Diese Klasse verwaltet den Bereinigungsprozess in Phasen, um eine korrekte Reihenfolge zu gewährleisten und Abstürze durch hängen gebliebene Signalverbindungen oder Referenzen zu verhindern.
fr: Cette classe gère le processus de nettoyage par phases afin d'assurer un ordre correct et d'éviter les plantages dus à des connexions ou références de signaux orphelins.
it: Questa classe gestisce il processo di pulizia in fasi per garantire un ordinamento corretto e prevenire crash causati da connessioni di segnali o riferimenti pendenti.
pl: Ta klasa zarządza procesem oczyszczania w fazach, aby zapewnić poprawne porządkowanie i zapobiec awariom spowodowanym odwołaniami do nieistniejących połączeń sygnałowych lub referencji.
pt: Esta classe gerencia o processo de limpeza em fases para garantir a ordem adequada e prevenir travamentos causados por conexões de sinal pendentes ou referências.

source: Initialize the cleanup coordinator.
ar: قم بتشغيل منسق التنظيف.
de: Initialisieren Sie den Bereinigungskoordinator.
fr: Initialiser le coordinateur de nettoyage.
it: Inizializzare il coordinatore di pulizia.
pl: Zainicjuj koordynatora czyszczenia.
pt: Inicialize o coordenador de limpeza.

source: Reference to the main window containing components to clean up
ar: إشارة إلى النافذة الرئيسية التي تحتوي على المكونات التي سيتم تنظيفها
de: Verweis auf das Hauptfenster mit Komponenten zur Bereinigung
fr: Référence à la fenêtre principale contenant les composants à nettoyer
it: Riferimento alla finestra principale contenente i componenti da pulire
pl: Odwołanie do głównego okna zawierającego komponenty do wyczyszczenia
pt: Referência para a janela principal contendo componentes para limpar

source: Execute phased shutdown sequence to safely release all resources.
ar: قم بتنفيذ تسلسل إيقاف تشغيل مراحله لتحرير جميع الموارد بشكل آمن.
de: Führen Sie die phasenweise Herunterfahrsequenz aus, um alle Ressourcen sicher freizugeben.
fr: Exécuter la séquence d'arrêt progressive pour libérer en toute sécurité toutes les ressources.
it: Eseguire la sequenza di arresto a fasi per rilasciare in sicurezza tutte le risorse.
pl: Wykonaj sekwencję stopniowego wyłączania, aby bezpiecznie zwolnić wszystkie zasoby.
pt: Execute a sequência de desligamento em fases para liberar seguramente todos os recursos.
