Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/architecture.po
Languages: ar, bn, de, hi, ja, pt, ru

source: Architecture
ar: البنية المعمارية
bn: আর্কিটেকচার
de: Architektur
hi: वास्तुकला
ja: アーキテクチャ
pt: Arquitetura
ru: Архитектура

source: This document describes the software architecture of Momovu, including its design patterns, component structure, and technical decisions.
ar: يصف هذا المستند بنية برنامج Momovu البرمجية، بما في ذلك نماذج تصميمها وبنية مكوناتها والقرارات التقنية.
bn: এই ডকুমেন্টটি মোমোভুর সফটওয়্যার আর্কিটেকচার বর্ণনা করে, যাতে এর ডিজাইন প্যাটার্ন, উপাদান গঠন এবং প্রযুক্তিগত সিদ্ধান্তগুলি অন্তর্ভুক্ত রয়েছে।
de: Dieses Dokument beschreibt die Softwarearchitektur von Momovu, einschließlich der verwendeten Design Patterns, der Komponentenstruktur und der technischen Entscheidungen.
hi: यह दस्तावेज़ मोमोवू के सॉफ्टवेयर वास्तुकला का वर्णन करता है, जिसमें इसके डिज़ाइन पैटर्न, घटक संरचना और तकनीकी निर्णय शामिल हैं।
ja: このドキュメントは、Momovuのソフトウェアアーキテクチャについて、設計パターン、コンポーネント構造、技術的決定事項を含めて説明しています。
pt: Este documento descreve a arquitetura de software do Momovu, incluindo seus padrões de design, estrutura de componentes e decisões técnicas.
ru: Этот документ описывает архитектуру программного обеспечения Momovu, включая его паттерны проектирования, структуру компонентов и технические решения.

source: Overview
ar: نظرة عامة
bn: সারাংশ
de: Übersicht
hi: अवलोकन
ja: 概要
pt: Visão geral
ru: Обзор

source: Momovu follows the **Model-View-Presenter (MVP)** architectural pattern with clear separation of concerns:
ar: تتبع Momovu نمط **النموذج-العرض-العارض (MVP)** المعماري مع فصل واضح للمسؤوليات:
bn: মোমোভু **মডেল-ভিউ-প্রেজেন্টার (MVP)** আর্কিটেকচারাল প্যাটার্ন অনুসরণ করে যার স্পষ্ট দায়িত্ব পৃথকীকরণ রয়েছে:
de: Momovu folgt dem **Model-View-Presenter (MVP)**-Architekturmuster mit klar getrennten Aufgabenbereichen:
hi: मोमोवू **मॉडल-व्यू-प्रेजेंटर (एमवीपी)** वास्तुकला पैटर्न का अनुसरण करता है जिसमें चिंताओं का स्पष्ट पृथक्करण होता है:
ja: Momovuは、関心事の明確な分離を実現した **Model-View-Presenter (MVP)** アーキテクチャパターンに従っています：
pt: O Momovu segue o padrão arquitetural **Modelo-Visão-Presentador (MVP)** com uma separação clara de responsabilidades:
ru: Momovu использует архитектурный паттерн **Model-View-Presenter (MVP)** с чётким разделением забот:

source: **Model Layer**: Data storage and business state management
ar: **الطبقة النموذجية**: تخزين البيانات وإدارة حالة العمل
bn: **মডেল লেয়ার**: ডেটা স্টোরেজ এবং বিজনেস স্টেট ম্যানেজমেন্ট
de: **Modellschicht**: Datenspeicherung und Geschäftszustandsverwaltung
hi: **मॉडल परत**: डेटा संग्रहण और व्यावसायिक स्थिति प्रबंधन
ja: **モデル層**: データの保存およびビジネス状態の管理
pt: **Camada de Modelo**: Armazenamento de dados e gerenciamento do estado de negócios
ru: **Слой модели**: Хранение данных и управление бизнес-состоянием

source: **View Layer**: Qt-based GUI components and user interface
ar: **الطبقة الخاصة بالعرض**: مكونات واجهة المستخدم وواجهة المستخدم المستندة إلى Qt
bn: **ভিউ লেয়ার**: Qt-ভিত্তিক GUI কম্পোনেন্ট এবং ইউজার ইন্টারফেস
de: **Ansichtsschicht**: Qt-basierte GUI-Komponenten und Benutzeroberfläche
hi: **व्यू परत**: Qt-आधारित GUI घटक और उपयोगकर्ता इंटरफेस
ja: **ビュー層**: QtベースのGUIコンポーネントおよびユーザーインターフェース
pt: **Camada de Visualização**: componentes da interface gráfica e interface do usuário baseados em Qt
ru: **Слой отображения**: компоненты GUI на основе Qt и пользовательский интерфейс

source: **Presenter Layer**: Business logic and coordination between models and views
ar: **الطبقة العارضة**: منطق العمل والتنسيق بين النماذج والعروض
bn: **প্রেজেন্টার লেয়ার**: বিজনেস লজিক এবং মডেল ও ভিউয়ের মধ্যে সমন্বয়
de: **Präsentationsschicht**: Geschäftslogik und Koordination zwischen Modellen und Ansichten
hi: **प्रस्तुतकर्ता परत**: बिजनेस तर्क और मॉडल और व्यू के बीच समन्वय
ja: **プレゼンター層**: モデルとビュー間のビジネスロジックおよび調整
pt: **Camada de Apresentação**: Lógica de negócios e coordenação entre modelos e visualizações
ru: **Слой презентации**: бизнес-логика и координация между моделями и представлениями

source: **Component Layer**: Specialized UI components for specific functionality
ar: **الطبقة المكونية**: مكونات واجهة المستخدم المتخصصة لوظائف محددة
bn: **কম্পোনেন্ট লেয়ার**: নির্দিষ্ট কার্যকারিতার জন্য বিশেষায়িত UI কম্পোনেন্ট
de: **Komponentenschicht**: Spezialisierte UI-Komponenten für spezifische Funktionalitäten
hi: **घटक परत**: विशिष्ट कार्यक्षमता के लिए विशेषीकृत UI घटक
ja: **コンポーネント層**: 特定の機能に特化したUIコンポーネント
pt: **Camada de Componentes**: Componentes de interface especializados para funcionalidades específicas
ru: **Слой компонентов**: специализированные компоненты пользовательского интерфейса для конкретных функций

source: Technology Stack
ar: مجموعة التقنيات
bn: প্রযুক্তি স্ট্যাক
de: Technologie-Stack
hi: प्रौद्योगिकी स्टैक
ja: 技術スタック
pt: Pilha de Tecnologia
ru: Технологический стек

source: Core Technologies
ar: التقنيات الأساسية
bn: মূল প্রযুক্তি
de: Kerntechnologien
hi: मुख्य प्रौद्योगिकियाँ
ja: コア技術
pt: Tecnologias Principais
ru: Ключевые технологии

source: **Python 3.9+**: Modern Python with type hints
ar: **Python 3.9+**: Python حديث مع تلميحات الأنواع
bn: **Python 3.9+**: টাইপ হিন্ট সহ আধুনিক পাইথন
de: **Python 3.9+**: Modernes Python mit Typhinweisen
hi: **पायथन 3.9+**: प्रकार संकेतों वाला आधुनिक पायथन
ja: **Python 3.9+**: 型ヒントを含む現代的なPython
pt: **Python 3.9+**: Python moderno com dicas de tipo
ru: **Python 3.9+**: Современный Python с аннотациями типов

source: **PySide6/Qt6**: Cross-platform GUI framework
ar: **PySide6/Qt6**: إطار عمل واجهة المستخدم عبر الأنظمة الأساسية
bn: **PySide6/Qt6**: ক্রস-প্ল্যাটফর্ম GUI ফ্রেমওয়ার্ক
de: **PySide6/Qt6**: Plattformübergreifendes GUI-Framework
hi: **PySide6/Qt6**: क्रॉस-प्लेटफॉर्म GUI फ्रेमवर्क
ja: **PySide6/Qt6**: クロスプラットフォームGUIフレームワーク
pt: **PySide6/Qt6**: Framework de interface gráfica multiplataforma
ru: **PySide6/Qt6**: Кроссплатформенный GUI-фреймворк

source: **QPdfDocument**: Native PDF rendering
ar: **QPdfDocument**: عرض ملفات PDF الأصلية
bn: **QPdfDocument**: নেটিভ PDF রেন্ডারিং
de: **QPdfDocument**: Natives PDF-Rendering
hi: **QPdfDocument**: नेटिव PDF रेंडरिंग
ja: **QPdfDocument**: ネイティブPDFレンダリング
pt: **QPdfDocument**: Renderização nativa de PDF
ru: **QPdfDocument**: Нативный рендеринг PDF

source: **QGraphicsView**: Scene-based rendering system
ar: **QGraphicsView**: نظام عرض يعتمد على المشهد
bn: **QGraphicsView**: সিন-ভিত্তিক রেন্ডারিং সিস্টেম
de: **QGraphicsView**: Szenenbasiertes Rendering-System
hi: **QGraphicsView**: दृश्य-आधारित रेंडरिंग सिस्टम
ja: **QGraphicsView**: シーンベースのレンダリングシステム
pt: **QGraphicsView**: Sistema de renderização baseado em cena
ru: **QGraphicsView**: Система рендеринга на основе сцены

source: Design Principles
ar: مبادئ التصميم
bn: ডিজাইন প্রিন্সিপাল
de: Designprinzipien
hi: डिज़ाइन सिद्धांत
ja: デザイン原則
pt: Princípios de Design
ru: Принципы проектирования

source: **MVP Pattern**: Clear separation between data, logic, and presentation
ar: **نمط MVP**: فصل واضح بين البيانات والمنطق والعرض
bn: **MVP প্যাটার্ন**: ডেটা, লজিক এবং প্রেজেন্টেশনের মধ্যে স্পষ্ট পৃথকীকরণ
de: **MVP-Muster**: Klare Trennung zwischen Daten, Logik und Präsentation
hi: **MVP पैटर्न**: डेटा, तर्क और प्रस्तुति के बीच स्पष्ट पृथक्करण
ja: **MVPパターン**: データ、ロジック、プレゼンテーションの明確な分離
pt: **Padrão MVP**: Separação clara entre dados, lógica e apresentação
ru: **Паттерн MVP**: четкое разделение между данными, логикой и представлением

source: **Single Responsibility**: Each class has one well-defined purpose
ar: **المسؤولية الواحدة**: كل فئة لها هدف واحد واضح ومحدد.
bn: **সিঙ্গেল রেসপন্সিবিলিটি**: প্রতিটি ক্লাসের একটি সুনির্দিষ্ট উদ্দেশ্য রয়েছে
de: **Einzelverantwortung**: Jede Klasse hat eine klar definierte Aufgabe
hi: **एकल जिम्मेदारी**: प्रत्येक क्लास के पास एक स्पष्ट परिभाषित उद्देश्य होता है।
ja: **単一責任**: 各クラスは1つの明確な目的を持つ
pt: **Responsabilidade Única**: Cada classe tem um único propósito bem definido
ru: **Единственная ответственность**: у каждого класса есть одна чётко определённая цель

source: **Dependency Injection**: Loose coupling between components
ar: **حقن التبعيات**: ربط فضفاض بين المكونات
bn: **ডিপেন্ডেন্সি ইনজেকশন**: কম্পোনেন্টগুলির মধ্যে লুজ কাপলিং
de: **Abhängigkeitsinjektion**: Lockere Kopplung zwischen Komponenten
hi: **डिपेंडेंसी इंजेक्शन**: घटकों के बीच शिथिल युग्मन
ja: **依存性注入**: コンポーネント間の緩やかな結合
pt: **Injeção de Dependência**: Acoplamento fraco entre componentes
ru: **Внедрение зависимостей**: Слабая связность между компонентами

source: **Observer Pattern**: Event-driven updates via property change notifications
ar: **نمط المراقب**: التحديثات الموجهة بالأحداث من خلال إشعارات تغيير الخصائص
bn: **অবজারভার প্যাটার্ন**: প্রপার্টি চেঞ্জ নোটিফিকেশনের মাধ্যমে ইভেন্ট-ড্রিভেন আপডেট
de: **Beobachter-Muster**: Ereignisgesteuerte Aktualisierungen über Benachrichtigungen von Eigenschaftsänderungen
hi: **ऑब्जर्वर पैटर्न**: प्रॉपर्टी परिवर्तन सूचनाओं के माध्यम से इवेंट-संचालित अपडेट
ja: **オブザーバーパターン**: プロパティ変更通知によるイベント駆動型の更新
pt: **Padrão Observador**: Atualizações impulsionadas por eventos por meio de notificações de alteração de propriedade
ru: **Паттерн наблюдателя**: обновления на основе событий через уведомления об изменениях свойств

source: **Strategy Pattern**: Different rendering strategies for various view modes
ar: **نمط الاستراتيجية**: استراتيجيات عرض مختلفة لأنماط العرض المختلفة
bn: **স্ট্র্যাটেজি প্যাটার্ন**: বিভিন্ন ভিউ মোডের জন্য ভিন্ন ভিন্ন রেন্ডারিং স্ট্র্যাটেজি
de: **Strategie-Muster**: Verschiedene Rendestrategien für verschiedene Ansichtsmodi
hi: **स्ट्रैटेजी पैटर्न**: विभिन्न व्यू मोड के लिए अलग-अलग रेंडरिंग रणनीतियाँ
ja: **戦略パターン**: 異なるビューモードに応じたレンダリング戦略
pt: **Padrão de Estratégia**: Diferentes estratégias de renderização para vários modos de visualização
ru: **Паттерн Стратегия**: Различные стратегии рендеринга для различных режимов просмотра

source: **Component-Based Architecture**: Modular UI components
ar: **الهندسة المعمارية القائمة على المكونات**: مكونات واجهة المستخدم القابلة للتبديل
bn: **কম্পোনেন্ট-ভিত্তিক আর্কিটেকচার**: মডিউলার UI কম্পোনেন্ট
de: **Komponentenbasierte Architektur**: Modulare Benutzeroberflächenkomponenten
hi: **घटक-आधारित वास्तुकला**: मॉड्यूलर UI घटक
ja: **コンポーネントベースアーキテクチャ**: モジュール型UIコンポーネント
pt: **Arquitetura Baseada em Componentes**: Componentes de interface modular
ru: **Компонентная архитектура**: модульные компоненты интерфейса

source: MVP Architecture
ar: بنية MVP
bn: MVP আর্কিটেকচার
de: MVP-Architektur
hi: MVP वास्तुकला
ja: MVPアーキテクチャ
pt: Arquitetura MVP
ru: Архитектура MVP

source: The application follows a strict MVP pattern where:
ar: تتبع التطبيق نمط MVP الصارم حيث:
bn: অ্যাপ্লিকেশনটি একটি কঠোর MVP প্যাটার্ন অনুসরণ করে যেখানে:
de: Die Anwendung folgt einem strengen MVP-Muster, bei dem:
hi: एप्लिकेशन एक सख्त MVP पैटर्न का अनुसरण करता है जहाँ:
ja: このアプリケーションは、以下の通り厳密なMVPパターンに従っています：
pt: A aplicação segue um padrão estrito de MVP onde:
ru: В приложении используется строгий паттерн MVP, где:

source: **Models** hold data and notify observers of changes
ar: **النماذج** تحتفظ بالبيانات وتنبه المراقبين على التغييرات
bn: **মডেলস** ডেটা ধারণ করে এবং পরিবর্তনের বিষয়ে অবজারভারদের অবহিত করে
de: **Modelle** speichern Daten und benachrichtigen Beobachter über Änderungen.
hi: **मॉडल** डेटा संग्रहीत करते हैं और परिवर्तनों के बारे में ऑब्जर्वर को सूचित करते हैं
ja: **モデル**はデータを保持し、変更をオブザーバーに通知する
pt: **Modelos** armazenam dados e notificam os observadores sobre alterações
ru: **Модели** хранят данные и уведомляют наблюдателей об изменениях

source: **Views** display data and handle user input
ar: **المناظر** تُظهر البيانات وتتعامل مع إدخالات المستخدم
bn: **ভিউস** ডেটা প্রদর্শন করে এবং ইউজার ইনপুট হ্যান্ডেল করে
de: **Ansichten** zeigen Daten an und verarbeiten Benutzereingaben.
hi: **व्यू** डेटा प्रदर्शित करते हैं और उपयोगकर्ता इनपुट को संभालते हैं
ja: **ビュー**はデータを表示し、ユーザー入力を処理する
pt: **Exibições** exibem dados e lidam com a entrada do usuário
ru: **Представления** отображают данные и обрабатывают ввод пользователя

source: **Presenters** contain business logic and coordinate between models and views
ar: يحتوي **المقدمو**ن على منطق العمل ويقومون بالتنسيق بين النماذج والعروض
bn: **প্রেজেন্টারস** বিজনেস লজিক ধারণ করে এবং মডেল ও ভিউয়ের মধ্যে সমন্বয় করে
de: **Presenter** enthalten Geschäftslogik und koordinieren zwischen Modellen und Ansichten.
hi: **प्रेजेंटर** व्यावसायिक तर्क रखते हैं और मॉडल तथा व्यू के बीच समन्वय करते हैं
ja: **プレゼンター**はビジネスロジックを保持し、モデルとビューの間を調整する
pt: **Apresentadores** contêm a lógica de negócios e coordenam entre modelos e visualizações.
ru: **Презентеры** содержат бизнес-логику и координируют взаимодействие между моделями и представлениями

source: Model Layer
ar: الطبقة النموذجية
bn: মডেল স্তর
de: Modellschicht
hi: मॉडल परत
ja: モデル層
pt: Camada de Modelo
ru: Слой модели

source: **Base Model**
ar: **النموذج الأساسي**
bn: **বেস মডেল**
de: **Basismodell**
hi: **बेस मॉडल**
ja: **ベースモデル**
pt: **Modelo Base**
ru: **Базовая модель**

source: All models inherit from ``BaseModel`` which provides:
ar: جميع النماذج ترث من ``BaseModel`` والذي يوفر:
bn: সমস্ত মডেলগুলি ``BaseModel`` থেকে উত্তরাধিকারসূত্রে প্রাপ্ত হয়, যা প্রদান করে:
de: Alle Modelle erben von ``BaseModel``, das folgende Funktionalitäten bereitstellt:
hi: सभी मॉडल ``BaseModel`` से इनहेरिट करते हैं जो प्रदान करता है:
ja: すべてのモデルは、以下を提供する ``BaseModel`` から継承します:
pt: Todos os modelos herdam de ``BaseModel``, que fornece:
ru: Все модели наследуются от ``BaseModel``, который предоставляет:

source: **Document Model**
ar: **نموذج المستند**
bn: **ডকুমেন্ট মডেল**
de: **Dokumentmodell**
hi: **दस्तावेज़ मॉडल**
ja: **ドキュメントモデル**
pt: **Modelo de Documento**
ru: **Модель документа**

source: Manages PDF document data:
ar: يدير بيانات مستندات PDF:
bn: PDF ডকুমেন্ট ডেটা ম্যানেজ করে:
de: Verwaltet PDF-Dokumentdaten:
hi: PDF दस्तावेज़ डेटा का प्रबंधन करता है:
ja: PDFドキュメントデータを管理します：
pt: Gerencia dados do documento PDF:
ru: Управление данными PDF-документа:

source: **Margin Settings Model**
ar: **نموذج إعدادات الهامش**
bn: **মার্জিন সেটিংস মডেল**
de: **Rand-Einstellungen-Modell**
hi: **मार्जिन सेटिंग्स मॉडल**
ja: **マージン設定モデル**
pt: **Modelo de Configurações de Margem**
ru: **Модель настроек полей**

source: Stores margin and overlay configuration:
ar: تخزين الهوامش وتكوين التراكب:
bn: মার্জিন এবং ওভারলে কনফিগারেশন সংরক্ষণ করে:
de: Speichert Rand- und Überlagerungskonfiguration:
hi: मार्जिन और ओवरले कॉन्फ़िगरेशन संग्रहीत करता है:
ja: マージンとオーバーレイ設定を保存：
pt: Armazena configuração de margem e sobreposição:
ru: Хранит конфигурацию полей и наложений:

source: **View State Model**
ar: **نموذج حالة العرض**
bn: **ভিউ স্টেট মডেল**
de: **Ansichtsstatusmodell**
hi: **व्यू स्टेट मॉडल**
ja: **ビューステートモデル**
pt: **Modelo de Estado de Visualização**
ru: **Модель состояния представления**

source: Maintains view-related state:
ar: يحفظ الحالة المرتبطة بالعرض:
bn: ভিউ-সম্পর্কিত স্টেট বজায় রাখে:
de: Verwaltet den ansichtsbezogenen Zustand:
hi: व्यू-संबंधी स्थिति बनाए रखता है:
ja: ビュー関連の状態を維持します:
pt: Mantém o estado relacionado à visualização:
ru: Сохраняет состояние, связанное с отображением:

source: Presenter Layer
ar: طبقة العرض
bn: প্রেজেন্টার স্তর
de: Präsentationsschicht
hi: प्रेजेंटर परत
ja: プレゼンター層
pt: Camada de Apresentação
ru: Слой презентера

source: **Base Presenter**
ar: **المُقدِّم الأساسي**
bn: **বেস প্রেজেন্টার**
de: **Basis-Presenter**
hi: **बेस प्रेजेंटर**
ja: **ベースプレゼンター**
pt: **Apresentador Básico**
ru: **Базовый презентер**

source: Abstract base class for all presenters:
ar: الفئة الأساسية المجردة لكل المُقدّمين:
bn: সমস্ত প্রেজেন্টারের জন্য অ্যাবস্ট্র্যাক্ট বেস ক্লাস:
de: Abstrakte Basisklasse für alle Presenter:
hi: सभी प्रेजेंटर के लिए एब्स्ट्रैक्ट बेस क्लास:
ja: すべてのプレゼンターの抽象基底クラス：
pt: Classe base abstrata para todos os apresentadores:
ru: Абстрактный базовый класс для всех презентеров:

source: **Document Presenter**
ar: **مُقدِّم الوثائق**
bn: **ডকুমেন্ট প্রেজেন্টার**
de: **Dokument-Presenter**
hi: **डॉक्यूमेंट प्रेजेंटर**
ja: **ドキュメントプレゼンター**
pt: **Apresentador de Documentos**
ru: **Презентер документа**

source: Handles PDF document operations:
ar: يتعامل مع عمليات مستندات PDF:
bn: PDF ডকুমেন্ট অপারেশন হ্যান্ডেল করে:
de: Verwaltet PDF-Dokument-Vorgänge:
hi: PDF दस्तावेज़ संचालन को संभालता है:
ja: PDFドキュメント操作を処理します:
pt: Manipula operações de documentos PDF:
ru: Обрабатывает операции с PDF-документами:

source: Document loading and validation
ar: تحميل المستند والتحقق من صحته
bn: ডকুমেন্ট লোডিং এবং ভ্যালিডেশন
de: Dokumentenladung und -validierung
hi: दस्तावेज़ लोड करना और सत्यापन
ja: ドキュメントの読み込みと検証
pt: Carregamento e validação do documento
ru: Загрузка и проверка документа

source: Page rendering coordination
ar: تنسيق عرض الصفحة
bn: পেজ রেন্ডারিং কোঅর্ডিনেশন
de: Koordinierung des Seiten-Renderings
hi: पृष्ठ रेंडरिंग समन्वय
ja: ページレンダリングの調整
pt: Coordenação de renderização da página
ru: Координация отображения страницы

source: Error handling and reporting
ar: التعامل مع الأخطاء وإعداد التقارير
bn: এরর হ্যান্ডলিং এবং রিপোর্টিং
de: Fehlerbehandlung und -meldung
hi: त्रुटि हैंडलिंग और रिपोर्टिंग
ja: エラー処理と報告
pt: Tratamento e relatório de erros
ru: Обработка и отчет об ошибках

source: Qt PDF document management
ar: إدارة مستندات PDF لـ Qt
bn: Qt PDF ডকুমেন্ট ম্যানেজমেন্ট
de: Qt PDF-Dokumentverwaltung
hi: Qt PDF दस्तावेज़ प्रबंधन
ja: Qt PDFドキュメント管理
pt: Gerenciamento de documentos PDF do Qt
ru: Управление документами PDF в Qt

source: **Margin Presenter**
ar: **مُقدِّم الهامش**
bn: **মার্জিন প্রেজেন্টার**
de: **Rand-Presenter**
hi: **मार्जिन प्रेजेंटर**
ja: **マージンプレゼンター**
pt: **Apresentador de Margem**
ru: **Презентер полей**

source: Manages margin calculations:
ar: يُدير حسابات الهوامش:
bn: মার্জিন ক্যালকুলেশন ম্যানেজ করে:
de: Verwaltet Randberechnungen:
hi: मार्जिन गणना का प्रबंधन करता है:
ja: マージン計算を管理します:
pt: Gerencia cálculos de margem:
ru: Управляет расчетами полей:

source: Document type-specific margins
ar: هوامش خاصة بنوع المستند
bn: ডকুমেন্ট টাইপ-স্পেসিফিক মার্জিন
de: Dokumententyp-spezifische Ränder
hi: दस्तावेज़ प्रकार-विशिष्ट मार्जिन
ja: ドキュメントタイプ固有のマージン
pt: Margens específicas por tipo de documento
ru: Поля, специфичные для типа документа

source: Spine width calculations
ar: حساب عرض العمود الفقري
bn: স্পাইন প্রস্থ ক্যালকুলেশন
de: Rückenbreitenberechnungen
hi: रीढ़ की चौड़ाई की गणना
ja: 背幅の計算
pt: Cálculos da largura da lombada
ru: Расчет ширины корешка

source: Overlay visibility control
ar: التحكم في رؤية التراكب
bn: ওভারলে ভিজিবিলিটি কন্ট্রোল
de: Überlagerungs-Sichtbarkeitssteuerung
hi: ओवरले दृश्यता नियंत्रण
ja: オーバーレイの可視性制御
pt: Controle de visibilidade da sobreposição
ru: Управление видимостью наложений

source: Margin geometry calculations
ar: حسابات هندسة الهوامش
bn: মার্জিন জিওমেট্রি ক্যালকুলেশন
de: Randgeometrieberechnungen
hi: मार्जिन ज्यामिति गणना
ja: マージンのジオメトリ計算
pt: Cálculos de geometria de margem
ru: Расчеты геометрии полей

source: **Navigation Presenter**
ar: **مُقدِّم التنقل**
bn: **নেভিগেশন প্রেজেন্টার**
de: **Navigations-Presenter**
hi: **नेविगेशन प्रेजेंटर**
ja: **ナビゲーションプレゼンター**
pt: **Apresentador de Navegação**
ru: **Презентер навигации**

source: Controls page navigation:
ar: التحكم في التنقل في الصفحة:
bn: পেজ নেভিগেশন কন্ট্রোল করে:
de: Steuert die Seitennavigation:
hi: पृष्ठ नेविगेशन नियंत्रित करता है:
ja: ページナビゲーションの制御：
pt: Controla a navegação da página:
ru: Управление переходом по страницам:

source: Page movement logic
ar: منطق حركة الصفحة
bn: পেজ মুভমেন্ট লজিক
de: Seitenbewegungslogik
hi: पृष्ठ गति तर्क
ja: ページ移動ロジック
pt: Lógica de movimentação de página
ru: Логика перемещения страниц

source: View mode management
ar: إدارة وضع العرض
bn: ভিউ মোড ম্যানেজমেন্ট
de: Ansichtsmodus-Verwaltung
hi: व्यू मोड प्रबंधन
ja: 表示モード管理
pt: Gerenciamento do modo de exibição
ru: Управление режимом просмотра

source: Navigation bounds checking
ar: التحقق من حدود التنقل
bn: নেভিগেশন বাউন্ডস চেকিং
de: Navigationsgrenzenprüfung
hi: नेविगेशन सीमा जाँच
ja: ナビゲーションの境界チェック
pt: Verificação de limites de navegação
ru: Проверка границ навигации

source: Page pair calculations
ar: حسابات أزواج الصفحات
bn: পেজ পেয়ার ক্যালকুলেশন
de: Seitenpaarberechnungen
hi: पृष्ठ जोड़ी गणना
ja: ページペアの計算
pt: Cálculos de pares de páginas
ru: Вычисления пар страниц

source: View Layer
ar: طبقة العرض
bn: ভিউ লেয়ার
de: Ansichtsebene
hi: व्यू परत
ja: ビュー層
pt: Camada de Visualização
ru: Слой просмотра

source: **Main Window**
ar: **النافذة الرئيسية**
bn: **মেইন উইন্ডো**
de: **Hauptfenster**
hi: मुख्य विंडो
ja: **メインウィンドウ**
pt: **Janela Principal**
ru: **Основное окно**

source: Central application window:
ar: نافذة التطبيق المركزية:
bn: কেন্দ্রীয় অ্যাপ্লিকেশন উইন্ডো:
de: Zentrales Anwendungsfenster:
hi: केंद्रीय एप्लिकेशन विंडो:
ja: 中央アプリケーションウィンドウ:
pt: Janela principal da aplicação:
ru: Центральное окно приложения:

source: **Page Item**
ar: **عنصر الصفحة**
bn: **পেজ আইটেম**
de: **Seitenpunkt**
hi: पृष्ठ आइटम
ja: **ページアイテム**
pt: **Item da Página**
ru: **Элемент страницы**

source: Individual PDF page rendering with advanced zoom support:
ar: عرض صفحة PDF الفردية مع دعم التكبير المتقدم:
bn: অ্যাডভান্সড জুম সাপোর্ট সহ ইন্ডিভিজুয়াল PDF পেজ রেন্ডারিং:
de: Individuelle PDF-Seitenwiedergabe mit erweiterter Zoom-Unterstützung:
hi: उन्नत ज़ूम समर्थन के साथ व्यक्तिगत PDF पृष्ठ रेंडरिंग:
ja: 高度なズーム機能を備えた個別のPDFページのレンダリング：
pt: Renderização de página PDF individual com suporte avançado de zoom:
ru: Рендеринг отдельных страниц PDF с расширенной поддержкой масштабирования:

source: Component Architecture
ar: البنية المكونية
bn: কম্পোনেন্ট আর্কিটেকচার
de: Komponentenarchitektur
hi: घटक आर्किटेक्चर
ja: コンポーネントアーキテクチャ
pt: Arquitetura de Componentes
ru: Архитектура компонентов

source: UI Components
ar: مكونات واجهة المستخدم
bn: UI কম্পোনেন্ট
de: UI-Komponenten
hi: UI घटक
ja: UIコンポーネント
pt: Componentes da Interface do Usuário
ru: Компоненты пользовательского интерфейса

source: The view layer is composed of specialized components, each handling a specific aspect:
ar: تتكون طبقة العرض من مكونات متخصصة، وكل مكون يتعامل مع جزء محدد:
bn: ভিউ লেয়ারটি স্পেশালাইজড কম্পোনেন্ট দিয়ে গঠিত, প্রতিটি একটি নির্দিষ্ট দিক হ্যান্ডেল করে:
de: Die Sichtschicht besteht aus spezialisierten Komponenten, wobei jede eine bestimmte Aufgabe übernimmt:
hi: व्यू परत विशेषीकृत घटकों से बनी है, प्रत्येक एक विशिष्ट पहलू को संभालता है:
ja: ビュー層は、それぞれが特定の側面を処理する専用コンポーネントで構成されています。
pt: A camada de visualização é composta por componentes especializados, cada um lidando com um aspecto específico:
ru: Слой представления состоит из специализированных компонентов, каждый из которых отвечает за определенный аспект:

source: **Window Components:**
ar: **مكونات النافذة:**
bn: **উইন্ডো কম্পোনেন্ট:**
de: **Fensterkomponenten:**
hi: **विंडो घटक:**
ja: **ウィンドウコンポーネント:**
pt: **Componentes da Janela:**
ru: **Компоненты окна:**

source: ``WindowSetup``: Initialization and configuration
ar: ``WindowSetup``: التهيئة والتكوين
bn: ``WindowSetup``: ইনিশিয়ালাইজেশন এবং কনফিগারেশন
de: ``WindowSetup``: Initialisierung und Konfiguration
hi: ``WindowSetup``: प्रारंभीकरण और कॉन्फ़िगरेशन
ja: ``WindowSetup``: 初期化と構成
pt: ``WindowSetup``: Inicialização e configuração
ru: ``WindowSetup``: Инициализация и настройка

source: ``MenuBuilder``: Menu bar construction
ar: ``MenuBuilder``: بناء شريط القوائم
bn: ``MenuBuilder``: মেনু বার কনস্ট্রাকশন
de: ``MenuBuilder``: Menüleistenkonstruktion
hi: ``MenuBuilder``: मेनू बार निर्माण
ja: ``MenuBuilder``: メニューバー構築
pt: ``MenuBuilder``: Construção da barra de menus
ru: ``MenuBuilder``: Построение панели меню

source: ``ToolbarBuilder``: Toolbar creation and management
ar: ``ToolbarBuilder``: إنشاء شريط الأدوات وإدارته
bn: ``ToolbarBuilder``: টুলবার ক্রিয়েশন এবং ম্যানেজমেন্ট
de: ``ToolbarBuilder``: Erstellung und Verwaltung der Symbolleiste
hi: ``ToolbarBuilder``: टूलबार निर्माण और प्रबंधन
ja: ``ToolbarBuilder``: ツールバーの作成と管理
pt: ``ToolbarBuilder``: Criação e gerenciamento de barras de ferramentas
ru: ``ToolbarBuilder``: Создание и управление панелью инструментов
