Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/architecture.po
Languages: ar, bn, de, hi, ja, pt, ru

source: ``SignalConnections``: Signal-slot connection management
ar: ``SignalConnections``: إدارة اتصالات الإشارات والفتحات
bn: ``SignalConnections``: সিগন্যাল-স্লট সংযোগ পরিচালনা
de: ``SignalConnections``: Verwaltung von Signal-Slot-Verbindungen
hi: ``SignalConnections``: सिग्नल-स्लॉट कनेक्शन प्रबंधन
ja: ``SignalConnections``: シグナルとスロットの接続管理
pt: ``SignalConnections``: Gerenciamento de conexões sinal-função (signal-slot)
ru: ``SignalConnections``: Управление соединениями сигнал-слот

source: **Navigation Components:**
ar: **مكونات التنقل:**
bn: **নেভিগেশন কম্পোনেন্ট:**
de: **Navigationskomponenten:**
hi: **नेविगेशन घटक:**
ja: **ナビゲーションコンポーネント:**
pt: **Componentes de navegação:**
ru: **Навигационные компоненты:**

source: ``NavigationController``: Centralized navigation control
ar: ``NavigationController``: التحكم المركزي في التنقل
bn: ``NavigationController``: সেন্ট্রালাইজড নেভিগেশন কন্ট্রোল
de: ``NavigationController``: Zentralisierte Navigationsteuerung
hi: ``NavigationController``: केंद्रीय नेविगेशन नियंत्रण
ja: ``NavigationController``: 集中ナビゲーション制御
pt: ``NavigationController``: Controle centralizado de navegação
ru: ``NavigationController``: Централизованное управление навигацией

source: ``ScrollManager``: View scrolling coordination
ar: ``ScrollManager``: تنسيق تمرير العرض
bn: ``ScrollManager``: ভিউ স্ক্রোলিং কোঅর্ডিনেশন
de: ``ScrollManager``: Koordination des Bildlaufens
hi: ``ScrollManager``: व्यू स्क्रॉलिंग समन्वय
ja: ``ScrollManager``: ビューのスクロール調整
pt: ``ScrollManager``: Coordenação de rolagem de visualização
ru: ``ScrollManager``: Координация прокрутки представления

source: ``PagePositions``: Page position calculations
ar: ``PagePositions``: حسابات مواقع الصفحات
bn: ``PagePositions``: পেজ পজিশন ক্যালকুলেশন
de: ``PagePositions``: Berechnung der Seitenpositionen
hi: ``PagePositions``: पृष्ठ स्थिति गणना
ja: ``PagePositions``: ページ位置の計算
pt: ``PagePositions``: Cálculos de posição da página
ru: ``PagePositions``: Расчеты позиций страниц

source: ``PageSpinBox``: Custom page number input
ar: ``PageSpinBox``: إدخال رقم صفحة مخصص
bn: ``PageSpinBox``: কাস্টম পেজ নাম্বার ইনপুট
de: ``PageSpinBox``: Benutzerdefinierte Seitennummereneingabe
hi: ``PageSpinBox``: कस्टम पृष्ठ संख्या इनपुट
ja: ``PageSpinBox``: カスタムページ番号入力
pt: ``PageSpinBox``: Entrada personalizada de número de página
ru: ``PageSpinBox``: Ввод пользовательского номера страницы

source: **Rendering Components:**
ar: **مكونات العرض:**
bn: **রেন্ডারিং কম্পোনেন্ট:**
de: **Rendering-Komponenten:**
hi: **रेंडरिंग घटक:**
ja: **レンダリングコンポーネント:**
pt: **Componentes de Renderização:**
ru: **Компоненты рендеринга:**

source: ``PageRenderer``: Page rendering coordination
ar: ``PageRenderer``: تنسيق عرض الصفحة
bn: ``PageRenderer``: পেজ রেন্ডারিং কোঅর্ডিনেশন
de: ``PageRenderer``: Koordination der Seitendarstellung
hi: ``PageRenderer``: पृष्ठ रेंडरिंग समन्वय
ja: ``PageRenderer``: ページレンダリングの調整
pt: ``PageRenderer``: Coordenação de renderização de página
ru: ``PageRenderer``: Координация рендеринга страницы

source: ``MarginRenderer``: Margin and overlay rendering
ar: ``MarginRenderer``: عرض الهوامش والطبقات التراكبية
bn: ``MarginRenderer``: মার্জিন এবং ওভারলে রেন্ডারিং
de: ``MarginRenderer``: Rand- und Überlagerungsrendering
hi: ``MarginRenderer``: मार्जिन और ओवरले रेंडरिंग
ja: ``MarginRenderer``: マージンとオーバーレイのレンダリング
pt: ``MarginRenderer``: Renderização de margens e sobreposições
ru: ``MarginRenderer``: Рендеринг полей и наложений

source: ``GraphicsView``: Custom QGraphicsView with enhanced zoom/pan
ar: ``GraphicsView``: عرض رسومي مخصص QGraphicsView مع تكبير/تصغير محسن
bn: ``GraphicsView``: এনহান্সড জুম/প্যান সহ কাস্টম QGraphicsView
de: ``GraphicsView``: Benutzerdefinierter QGraphicsView mit erweiterten Zoom/Pan-Funktionen
hi: ``GraphicsView``: उन्नत ज़ूम/पैन के साथ कस्टम QGraphicsView
ja: ``GraphicsView``: ズームやパン機能を強化したカスタムQGraphicsView
pt: ``GraphicsView``: QGraphicsView personalizado com zoom/pan aprimorado
ru: ``GraphicsView``: Пользовательский QGraphicsView с улучшенным масштабированием/перемещением

source: ``ZoomController``: Advanced zoom operations with mouse-centered zoom
ar: ``ZoomController``: عمليات تكبير متقدمة مع تكبير مركزي بالماوس
bn: ``ZoomController``: মাউস-সেন্টারড জুম সহ অ্যাডভান্সড জুম অপারেশন
de: ``ZoomController``: Erweiterte Zoomvorgänge mit mauszentriertem Zoom
hi: ``ZoomController``: माउस-केंद्रित ज़ूम के साथ उन्नत ज़ूम संचालन
ja: ``ZoomController``: マウスを中心とした高度なズーム操作
pt: ``ZoomController``: Operações avançadas de zoom com zoom centrado no mouse
ru: ``ZoomController``: Расширенные операции масштабирования с центром масштабирования в положении мыши

source: **State Management:**
ar: **إدارة الحالة:**
bn: **স্টেট ম্যানেজমেন্ট:**
de: **Zustandsverwaltung:**
hi: **राज्य प्रबंधन:**
ja: **状態管理:**
pt: **Gerenciamento de Estado:**
ru: **Управление состоянием:**

source: ``UIStateManager``: Presentation and fullscreen modes
ar: ``UIStateManager``: وضع العرض ووضع الشاشة الكاملة
bn: ``UIStateManager``: প্রেজেন্টেশন এবং ফুলস্ক্রিন মোড
de: ``UIStateManager``: Präsentations- und Vollbildmodus
hi: ``UIStateManager``: प्रस्तुति और पूर्ण-स्क्रीन मोड
ja: ``UIStateManager``: 表示およびフルスクリーンモード
pt: ``UIStateManager``: Modos de apresentação e tela cheia
ru: ``UIStateManager``: Режимы презентации и полноэкранный режим

source: ``ToggleManager``: UI toggle operations
ar: ``ToggleManager``: عمليات التبديل في واجهة المستخدم
bn: ``ToggleManager``: UI টগল অপারেশন
de: ``ToggleManager``: UI-Toggle-Vorgänge
hi: ``ToggleManager``: UI टॉगल संचालन
ja: ``ToggleManager``: UIトグル操作
pt: ``ToggleManager``: operações de alternância da interface (UI)
ru: ``ToggleManager``: Операции переключения элементов интерфейса

source: ``DialogManager``: Dialog handling
ar: ``DialogManager``: إدارة الحوارات
bn: ``DialogManager``: ডায়ালগ হ্যান্ডলিং
de: ``DialogManager``: Dialogverwaltung
hi: ``DialogManager``: डायलॉग हैंडलिंग
ja: ``DialogManager``: ダイアログの処理
pt: ``DialogManager``: Manipulação de diálogo
ru: ``DialogManager``: Обработка диалогов

source: ``CleanupCoordinator``: Resource cleanup
ar: ``CleanupCoordinator``: تنظيف الموارد
bn: ``CleanupCoordinator``: রিসোর্স ক্লিনআপ
de: ``CleanupCoordinator``: Ressourcenbereinigung
hi: ``CleanupCoordinator``: संसाधन सफाई
ja: ``CleanupCoordinator``: リソースのクリーンアップ
pt: ``CleanupCoordinator``: Limpeza de recursos
ru: ``CleanupCoordinator``: Очистка ресурсов

source: Rendering Strategies
ar: استراتيجيات العرض
bn: রেন্ডারিং স্ট্র্যাটেজি
de: Darstellungsstrategien
hi: रेंडरिंग रणनीतियाँ
ja: レンダリング戦略
pt: Estratégias de Renderização
ru: Стратегии рендеринга

source: Different strategies for various view modes:
ar: استراتيجيات مختلفة لوضعيات العرض المختلفة:
bn: বিভিন্ন ভিউ মোডের জন্য ভিন্ন ভিন্ন স্ট্র্যাটেজি:
de: Verschiedene Strategien für verschiedene Ansichtsmodi:
hi: विभिन्न व्यू मोड के लिए विभिन्न रणनीतियाँ:
ja: さまざまな表示モード用の異なる戦略：
pt: Estratégias diferentes para vários modos de visualização:
ru: Разные стратегии для различных режимов просмотра:

source: Margin Renderers
ar: عارضات الهوامش
bn: মার্জিন রেন্ডারার
de: Randbereichsrenderer
hi: मार्जिन रेंडरर
ja: マージンレンダラー
pt: Renderizadores de Margem
ru: Рендереры полей

source: Document type-specific rendering:
ar: العرض حسب نوع المستند:
bn: ডকুমেন্ট টাইপ-স্পেসিফিক রেন্ডারিং:
de: Dokumententyp-spezifische Darstellung:
hi: दस्तावेज़ प्रकार-विशिष्ट रेंडरिंग:
ja: ドキュメントタイプ固有のレンダリング:
pt: Renderização específica por tipo de documento:
ru: Рендеринг, специфичный для типа документа:

source: Data Flow
ar: تدفق البيانات
bn: ডেটা প্রবাহ
de: Datenfluss
hi: डेटा प्रवाह
ja: データフロー
pt: Fluxo de Dados
ru: Поток данных

source: Model Update Flow
ar: تدفق تحديث النموذج
bn: মডেল আপডেট ফ্লো
de: Modellaktualisierungsfluss
hi: मॉडल अपडेट फ्लो
ja: モデル更新フロー
pt: Fluxo de Atualização do Modelo
ru: Поток обновления модели

source: Document Loading Flow
ar: تدفق تحميل المستند
bn: ডকুমেন্ট লোডিং ফ্লো
de: Dokumentenladevorgang
hi: दस्तावेज़ लोड करने का प्रवाह
ja: ドキュメントの読み込みフロー
pt: Fluxo de Carregamento de Documentos
ru: Поток загрузки документа

source: View Mode Change Flow
ar: تدفق تغيير وضع العرض
bn: ভিউ মোড চেঞ্জ ফ্লো
de: Ansichtsmodus-Wechsel-Fluss
hi: व्यू मोड परिवर्तन प्रवाह
ja: 表示モード変更フロー
pt: Fluxo de Mudança do Modo de Visualização
ru: Поток изменения режима просмотра

source: State Management
ar: إدارة الحالة
bn: স্টেট ম্যানেজমেন্ট
de: Zustandsverwaltung
hi: राज्य प्रबंधन
ja: 状態管理
pt: Gerenciamento de Estado
ru: Управление состоянием

source: Property Change Notification
ar: إشعار تغيير الخصائص
bn: প্রপার্টি চেঞ্জ নোটিফিকেশন
de: Benachrichtigung über Eigenschaftsänderungen
hi: प्रॉपर्टी परिवर्तन सूचना
ja: プロパティ変更通知
pt: Notificação de Alteração de Propriedade
ru: Уведомление об изменении свойств

source: Models use property change events:
ar: تستخدم النماذج أحداث تغيير الخصائص:
bn: মডেলগুলি প্রপার্টি চেঞ্জ ইভেন্ট ব্যবহার করে:
de: Modelle verwenden Eigenschaftsänderungsereignisse:
hi: मॉडल प्रॉपर्टी परिवर्तन इवेंट का उपयोग करते हैं:
ja: モデルはプロパティ変更イベントを使用します:
pt: Os modelos utilizam eventos de alteração de propriedade:
ru: Модели используют события изменения свойств:

source: Batch Updates
ar: التحديثات بالجملة
bn: ব্যাচ আপডেট
de: Batch-Aktualisierungen
hi: बैच अपडेट
ja: バッチ更新
pt: Atualizações em Lote
ru: Пакетные обновления

source: For multiple related changes:
ar: للتغييرات المتعددة المترابطة:
bn: একাধিক সম্পর্কিত পরিবর্তনের জন্য:
de: Für mehrere zusammenhängende Änderungen:
hi: कई संबंधित परिवर्तनों के लिए:
ja: 複数の関連する変更の場合：
pt: Para várias alterações relacionadas:
ru: Для множества связанных изменений:

source: View Updates
ar: عرض التحديثات
bn: ভিউ আপডেট
de: Ansichtsaktualisierungen
hi: व्यू अपडेट
ja: ビューの更新
pt: Visualizar Atualizações
ru: Обновления представления

source: Views are updated through presenter calls:
ar: يتم تحديث العروض من خلال استدعاءات المُقدِّم:
bn: ভিউগুলি প্রেজেন্টার কলের মাধ্যমে আপডেট হয়:
de: Ansichten werden über Presenter-Aufrufe aktualisiert:
hi: व्यू प्रेजेंटर कॉल के माध्यम से अपडेट किए जाते हैं:
ja: ビューはプレゼンターの呼び出しによって更新されます:
pt: As visualizações são atualizadas por meio de chamadas do apresentador:
ru: Представления обновляются через вызовы презентера:

source: Performance Optimization
ar: تحسين الأداء
bn: পারফরম্যান্স অপটিমাইজেশন
de: Leistungsoptimierung
hi: प्रदर्शन अनुकूलन
ja: パフォーマンス最適化
pt: Otimização de Desempenho
ru: Оптимизация производительности

source: Rendering Pipeline
ar: خط أنابيب العرض
bn: রেন্ডারিং পাইপলাইন
hi: रेंडरिंग पाइपलाइन
ja: レンダリングパイプライン
pt: Pipeline de Renderização
ru: Конвейер рендеринга

source: Advanced multi-stage rendering approach:
ar: نهج العرض المتقدم متعدد المراحل:
bn: অ্যাডভান্সড মাল্টি-স্টেজ রেন্ডারিং অ্যাপ্রোচ:
de: Fortgeschrittener mehrstufiger Rendering-Ansatz:
hi: उन्नत बहु-चरण रेंडरिंग दृष्टिकोण:
ja: 高度なマルチステージレンダリングアプローチ：
pt: Abordagem avançada de renderização multi-etapa:
ru: Продвинутый многоэтапный подход к рендерингу:

source: **Zoom-Aware Rendering**: - Below 10x zoom: Full page rendering for best quality - Above 10x zoom: Viewport-based partial rendering - Progressive rendering: Low-quality preview during zoom, high-quality after
ar: **العرض المدرك للتكبير**: - أقل من 10 مرات تكبير: عرض الصفحة الكاملة للحصول على أفضل جودة - أكثر من 10 مرات تكبير: عرض جزئي بناءً على منطقة العرض - عرض تدريجي: معاينة بجودة منخفضة أثناء التكبير، وجودة عالية بعده
bn: **জুম-অ্যাওয়ার রেন্ডারিং**: - 10x জুমের নিচে: সেরা কোয়ালিটির জন্য ফুল পেজ রেন্ডারিং - 10x জুমের উপরে: ভিউপোর্ট-বেসড পার্শিয়াল রেন্ডারিং - প্রগ্রেসিভ রেন্ডারিং: জুমের সময় লো-কোয়ালিটি প্রিভিউ, পরে হাই-কোয়ালিটি
de: **Zoom-bewusstes Rendering**: - Unter 10-fach Zoom: Vollständiges Seiten-Rendering für beste Qualität - Über 10-fach Zoom: Viewport-basiertes teilweises Rendering - Progressives Rendering: Niedrigqualitative Vorschau während des Zooms, hochqualitativ danach
hi: **ज़ूम-जागरूक रेंडरिंग**: - 10x ज़ूम से नीचे: सर्वोत्तम गुणवत्ता के लिए पूर्ण पृष्ठ रेंडरिंग - 10x ज़ूम से ऊपर: व्यूपोर्ट-आधारित आंशिक रेंडरिंग - प्रगतिशील रेंडरिंग: ज़ूम के दौरान कम-गुणवत्ता पूर्वावलोकन, बाद में उच्च-गुणवत्ता
ja: **ズーム対応レンダリング**: - 10倍ズーム未満: 最高品質のフルページレンダリング - 10倍ズーム以上: ビューポートベースの部分レンダリング - プログレッシブレンダリング: ズーム中は低品質プレビュー、ズーム後は高品質
pt: **Renderização consciente do zoom**: - Abaixo de 10x de zoom: Renderização da página inteira para a melhor qualidade - Acima de 10x de zoom: Renderização parcial baseada na área visível - Renderização progressiva: Visualização de baixa qualidade durante o zoom, alta qualidade após
ru: **Рендеринг с учетом масштабирования**: - При масштабировании менее чем в 10 раз: полный рендеринг страницы для наилучшего качества - При масштабировании более чем в 10 раз: частичный рендеринг на основе области просмотра - Прогрессивный рендеринг: предварительный низкокачественный просмотр при масштабировании, высококачественный после

source: **Intelligent Caching**: - LRU cache for rendered regions - Configurable memory limits (300MB default) - Cache key includes scale and viewport coordinates - Predictive pre-rendering of adjacent areas
ar: **التخزين المؤقت الذكي**: - تخزين مؤقت LRU للمناطق المعروضة - حدود ذاكرة قابلة للتكوين (300 ميغابايت افتراضيًا) - مفتاح التخزين المؤقت يشمل المقياس وإحداثيات منطقة العرض - عرض مسبق تنبؤي للمناطق المجاورة
bn: **ইন্টেলিজেন্ট ক্যাশিং**: - রেন্ডারড রিজিয়নের জন্য LRU ক্যাশ - কনফিগারেবল মেমরি লিমিট (300MB ডিফল্ট) - ক্যাশ কী-তে স্কেল এবং ভিউপোর্ট কোঅর্ডিনেট অন্তর্ভুক্ত - অ্যাডজেসেন্ট এরিয়ার প্রিডিক্টিভ প্রি-রেন্ডারিং
de: **Intelligentes Caching**: - LRU-Cache für gerenderte Bereiche - Konfigurierbare Speicherbegrenzungen (Standard: 300 MB) - Cache-Schlüssel enthält Skalierung und Viewport-Koordinaten - Vorausschauendes Pre-Rendering benachbarter Bereiche
hi: **बुद्धिमान कैशिंग**: - रेंडर किए गए क्षेत्रों के लिए LRU कैश - कॉन्फ़िगर करने योग्य मेमोरी सीमा (300MB डिफ़ॉल्ट) - कैश कुंजी में स्केल और व्यूपोर्ट निर्देशांक शामिल हैं - आसन्न क्षेत्रों की पूर्वानुमानित प्री-रेंडरिंग
ja: **インテリジェントキャッシング**: - レンダリング済み領域のLRUキャッシュ - 設定可能なメモリ制限（デフォルト300MB） - キャッシュキーにスケールとビューポート座標を含む - 隣接領域の予測的事前レンダリング
pt: **Cache Inteligente**: - Cache LRU para regiões renderizadas - Limites de memória configuráveis (padrão de 300MB) - A chave do cache inclui escala e coordenadas da viewport - Pré-renderização preditiva de áreas adjacentes
ru: **Интеллектуальное кэширование**: - Кэш LRU для отрендеренных областей - Настраиваемые лимиты памяти (по умолчанию 300 МБ) - Ключ кэша включает масштаб и координаты области просмотра - Предиктивное предварительное рендеринг соседних областей

source: **Viewport Optimization**: - Only render visible area plus configurable buffer - Buffer size reduces at high zoom to maintain quality - Scene padding ensures smooth edge panning
ar: **تحسين منطقة العرض**: - عرض المنطقة المرئية فقط بالإضافة إلى مخزن مؤقت قابل للتكوين - يقل حجم المخزن المؤقت عند التكبير العالي للحفاظ على الجودة - حشو المشهد يضمن تمرير الحواف بسلاسة
bn: **ভিউপোর্ট অপটিমাইজেশন**: - শুধুমাত্র ভিজিবল এরিয়া প্লাস কনফিগারেবল বাফার রেন্ডার করে - কোয়ালিটি বজায় রাখতে হাই জুমে বাফার সাইজ কমে - সিন প্যাডিং স্মুথ এজ প্যানিং নিশ্চিত করে
de: **Viewport-Optimierung**: - Nur sichtbaren Bereich plus konfigurierbaren Puffer rendern - Puffergröße reduziert sich bei hohem Zoom zur Qualitätserhaltung - Szenen-Padding gewährleistet flüssiges Schwenken an den Rändern
hi: **व्यूपोर्ट अनुकूलन**: - केवल दृश्य क्षेत्र और कॉन्फ़िगर करने योग्य बफर रेंडर करें - गुणवत्ता बनाए रखने के लिए उच्च ज़ूम पर बफर आकार कम हो जाता है - दृश्य पैडिंग सुचारू किनारा पैनिंग सुनिश्चित करती है
ja: **ビューポート最適化**: - 表示領域と設定可能なバッファのみをレンダリング - 高ズーム時はバッファサイズを削減して品質を維持 - シーンパディングによりスムーズなエッジパンを実現
pt: **Otimização da Área de Visualização**: - Renderiza apenas a área visível mais um buffer configurável - O tamanho do buffer diminui em níveis altos de zoom para manter a qualidade - O preenchimento da cena garante um deslizamento suave nas bordas
ru: **Оптимизация области просмотра**: - Отрисовывается только видимая область плюс настраиваемый буфер - Размер буфера уменьшается при увеличении для поддержания качества - Дополнительное пространство вокруг сцены обеспечивает плавную прокрутку по краям

source: **Quality Management**: - Snap to predefined zoom levels for better cache hits - Maximum useful scale capping (100x) - Presentation mode always uses full quality
ar: **إدارة الجودة**: - الانتقال إلى مستويات تكبير محددة مسبقًا لتحسين إصابات التخزين المؤقت - حد أقصى للمقياس المفيد (100x) - وضع العرض يستخدم دائمًا الجودة الكاملة
bn: **কোয়ালিটি ম্যানেজমেন্ট**: - বেটার ক্যাশ হিটের জন্য প্রিডিফাইন্ড জুম লেভেলে স্ন্যাপ - ম্যাক্সিমাম ইউজফুল স্কেল ক্যাপিং (100x) - প্রেজেন্টেশন মোড সবসময় ফুল কোয়ালিটি ব্যবহার করে
de: **Qualitätsmanagement**: - Einrasten auf vordefinierte Zoomstufen für bessere Cache-Treffer - Maximale nützliche Skalierungsbegrenzung (100x) - Präsentationsmodus verwendet immer volle Qualität
hi: **गुणवत्ता प्रबंधन**: - बेहतर कैश हिट के लिए पूर्व-निर्धारित ज़ूम स्तरों पर स्नैप करें - अधिकतम उपयोगी स्केल कैपिंग (100x) - प्रेजेंटेशन मोड हमेशा पूर्ण गुणवत्ता का उपयोग करता है
ja: **品質管理**: - 事前定義されたズームレベルにスナップしてキャッシュヒット率を向上 - 最大有効スケール上限（100倍） - プレゼンテーションモードは常にフル品質を使用
pt: **Gestão de Qualidade**: - Ajustar para níveis predefinidos de zoom para melhor aproveitamento do cache - Escala máxima útil limitada (100x) - O modo de apresentação sempre usa qualidade total
ru: **Управление качеством**: - Защелкивание на предопределенном уровне масштабирования для лучшего попадания в кэш - Максимальный полезный масштабный коэффициент (100x) - Режим презентации всегда использует полное качество

source: Memory Management
ar: إدارة الذاكرة
bn: মেমোরি ম্যানেজমেন্ট
de: Speicherverwaltung
hi: मेमोरी प्रबंधन
ja: メモリ管理
pt: Gerenciamento de Memória
ru: Управление памятью

source: Enhanced resource optimization:
ar: تحسين الموارد المحسّن:
bn: এনহান্সড রিসোর্স অপটিমাইজেশন:
de: Erweiterte Ressourcenoptimierung:
hi: उन्नत संसाधन अनुकूलन:
ja: リソース最適化の強化：
pt: Otimização aprimorada de recursos:
ru: Улучшенная оптимизация ресурсов:

source: **Render Cache Management**: - Maximum 20 cached regions per page - Automatic eviction when memory limit reached - Proper cleanup of QImage resources
ar: **إدارة ذاكرة التخزين المؤقت للعرض**: - تخزين مؤقت لحد أقصى 20 منطقة لكل صفحة - طرد تلقائي عند الوصول إلى حد الذاكرة - تنظيف مناسب لموارد QImage
bn: **রেন্ডার ক্যাশ ম্যানেজমেন্ট**: - প্রতি পেজে ম্যাক্সিমাম 20 ক্যাশড রিজিয়ন - মেমরি লিমিট পৌঁছালে অটোমেটিক ইভিকশন - QImage রিসোর্সের প্রপার ক্লিনআপ
de: **Render-Cache-Verwaltung**: - Maximal 20 gecachte Bereiche pro Seite - Automatische Entfernung bei Erreichen der Speichergrenze - Ordnungsgemäße Bereinigung von QImage-Ressourcen
hi: **रेंडर कैश प्रबंधन**: - प्रति पृष्ठ अधिकतम 20 कैश्ड क्षेत्र - मेमोरी सीमा पहुंचने पर स्वचालित निष्कासन - QImage संसाधनों की उचित सफाई
ja: **レンダーキャッシュ管理**: - ページあたり最大20のキャッシュ領域 - メモリ制限到達時の自動削除 - QImageリソースの適切なクリーンアップ
pt: **Gerenciamento de Cache de Renderização**: - Máximo de 20 regiões em cache por página - Expulsão automática quando o limite de memória for atingido - Limpeza adequada de recursos QImage
ru: **Управление кэшем рендеринга**: - максимум 20 кэшированных областей на страницу - автоматическое удаление при достижении лимита памяти - правильная очистка ресурсов QImage

source: **Timer Management**: - QTimer cleanup with deleteLater() - Scene validity checks before rendering - Prevents memory leaks from orphaned timers
ar: **إدارة المؤقتات**: - تنظيف QTimer باستخدام deleteLater() - إجراء فحوصات صحة المشهد قبل التصيير - منع تسربات الذاكرة الناتجة عن المؤقتات المهجورة
bn: **টাইমার ম্যানেজমেন্ট**: - deleteLater() দিয়ে QTimer ক্লিনআপ - রেন্ডারিংয়ের আগে সিন ভ্যালিডিটি চেক - অরফ্যান্ড টাইমার থেকে মেমরি লিক প্রিভেন্ট করে
de: **Timer-Verwaltung**: - QTimer-Cleanup mit deleteLater() - Überprüfung der Szenengültigkeit vor der Rendierung - Verhindert Speicherlecks durch verwaiste Timer
hi: **टाइमर प्रबंधन**: - deleteLater() के साथ QTimer सफाई - रेंडरिंग से पहले दृश्य वैधता जांच - अनाथ टाइमर से मेमोरी लीक को रोकता है
ja: **タイマー管理**: - deleteLater()によるQTimerのクリーンアップ - レンダリング前のシーン有効性チェック - 孤立したタイマーによるメモリリークを防止
pt: **Gerenciamento de Temporizadores**: - Limpeza de QTimer com deleteLater() - Verificações de validade da cena antes do renderização - Impede vazamentos de memória causados por temporizadores órfãos
ru: **Управление таймерами**: - Очистка QTimer с помощью deleteLater() - Проверка корректности сцены перед рендерингом - Предотвращает утечки памяти, вызванные неиспользуемыми таймерами

source: **Progressive Rendering**: - Deferred high-quality renders (150ms delay) - Cancellable render queue - Memory-safe image scaling
ar: **العرض التدريجي**: - عروض عالية الجودة مؤجلة (تأخير 150 مللي ثانية) - قائمة انتظار عرض قابلة للإلغاء - تحجيم صور آمن للذاكرة
bn: **প্রগ্রেসিভ রেন্ডারিং**: - ডিফার্ড হাই-কোয়ালিটি রেন্ডার (150ms ডিলে) - ক্যান্সেলেবল রেন্ডার কিউ - মেমরি-সেফ ইমেজ স্কেলিং
de: **Progressives Rendering**: - Verzögerte hochqualitative Renderings (150ms Verzögerung) - Abbrechbare Render-Warteschlange - Speichersichere Bildskalierung
hi: **प्रगतिशील रेंडरिंग**: - विलंबित उच्च-गुणवत्ता रेंडर (150ms विलंब) - रद्द करने योग्य रेंडर कतार - मेमोरी-सुरक्षित छवि स्केलिंग
ja: **プログレッシブレンダリング**: - 遅延高品質レンダリング（150ms遅延） - キャンセル可能なレンダーキュー - メモリセーフな画像スケーリング
pt: **Renderização Progressiva**: - Renderizações de alta qualidade adiadas (atraso de 150ms) - Fila de renderização cancelável - Escalonamento de imagem seguro em memória
ru: **Прогрессивный рендеринг**: - Отложенный высококачественный рендеринг (задержка 150 мс) - Отменяемая очередь рендеринга - Безопасное для памяти масштабирование изображений

source: **Buffer Optimization**: - Dynamic buffer sizing based on zoom level - Reduces memory usage at extreme zoom levels - Maintains visual quality during panning
ar: **تحسين المخزن المؤقت**: - تحجيم المخزن المؤقت الديناميكي بناءً على مستوى التكبير - تقليل استخدام الذاكرة عند مستويات التكبير القصوى - الحفاظ على الجودة البصرية أثناء التحريك
bn: **বাফার অপটিমাইজেশন**: - জুম লেভেল বেসড ডাইনামিক বাফার সাইজিং - এক্সট্রিম জুম লেভেলে মেমরি ইউজেজ রিডিউস করে - প্যানিংয়ের সময় ভিজুয়াল কোয়ালিটি মেইনটেইন করে
de: **Pufferoptimierung**: - Dynamische Puffergrößenanpassung basierend auf der Zoomstufe - Reduziert den Speicherbedarf bei extremen Zoomstufen - Erhält die visuelle Qualität beim Schwenken
hi: **बफर अनुकूलन**: - ज़ूम स्तर के आधार पर गतिशील बफर आकार - अत्यधिक ज़ूम स्तरों पर मेमोरी उपयोग कम करता है - पैनिंग के दौरान दृश्य गुणवत्ता बनाए रखता है
ja: **バッファ最適化**: - ズームレベルに基づく動的バッファサイジング - 極端なズームレベルでのメモリ使用量を削減 - パン操作中の視覚品質を維持
pt: **Otimização de Buffer**: - Tamanho de buffer dinâmico com base no nível de zoom - Reduz o uso de memória em níveis extremos de zoom - Mantém a qualidade visual durante o deslocamento
ru: **Оптимизация буфера**: - Динамическое изменение размера буфера в зависимости от уровня масштабирования - Снижает использование памяти при экстремальных уровнях масштабирования - Сохраняет визуальное качество при прокрутке

source: Scene Graph Efficiency
ar: كفاءة الرسم البياني للمشهد
bn: সিন গ্রাফ এফিশিয়েন্সি
de: Effizienz des Szenengraphen
hi: दृश्य ग्राफ दक्षता
ja: シーングラフの効率性
pt: Eficiência do Gráfico de Cena
ru: Эффективность графа сцены

source: Qt's scene graph automatically provides:
ar: يوفر الرسم البياني للمشهد في Qt تلقائيًا:
bn: Qt-এর সিন গ্রাফ অটোমেটিক্যালি প্রদান করে:
de: Der Szenengraph von Qt stellt automatisch bereit:
hi: Qt का दृश्य ग्राफ स्वचालित रूप से प्रदान करता है:
ja: Qtのシーングラフは自動的に以下を提供します：
pt: O gráfico de cena do Qt fornece automaticamente:
ru: Граф сцены Qt автоматически предоставляет:

source: Efficient bounding box queries
ar: استعلامات صندوق الحدود الفعالة
bn: এফিশিয়েন্ট বাউন্ডিং বক্স কোয়েরি
de: Effiziente Bounding-Box-Abfragen
hi: कुशल बाउंडिंग बॉक्स क्वेरी
ja: 効率的な境界ボックスクエリ
pt: Consultas de caixa delimitadora eficientes
ru: Эффективные запросы ограничивающего прямоугольника
