Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/development.po
Languages: bn, es, hi, id, it, ja, pl, ru

source: Development
bn: ডেভেলপমেন্ট
es: Desarrollo
hi: विकास
id: Pengembangan
it: Sviluppo
ja: 開発
pl: Programowanie
ru: Разработка

source: This guide covers setting up a development environment for Momovu, coding standards, testing procedures, and contribution guidelines.
bn: এই গাইডটি মোমোভুর জন্য একটি ডেভেলপমেন্ট এনভায়রনমেন্ট সেটআপ, কোডিং স্ট্যান্ডার্ড, টেস্টিং প্রসিডিউর এবং কন্ট্রিবিউশন গাইডলাইন কভার করে।
es: Esta guía cubre la configuración de un entorno de desarrollo para Momovu, estándares de codificación, procedimientos de prueba y directrices para contribuir.
hi: यह गाइड मोमोवू के लिए विकास वातावरण स्थापित करने, कोडिंग मानकों, परीक्षण प्रक्रियाओं और योगदान दिशानिर्देशों को कवर करती है।
id: Panduan ini mencakup pengaturan lingkungan pengembangan untuk Momovu, standar penulisan kode, prosedur pengujian, dan pedoman kontribusi.
it: Questa guida illustra la configurazione dell'ambiente di sviluppo per Momovu, gli standard di codifica, le procedure di test e le linee guida per le contribuzioni.
ja: このガイドでは、Momovuの開発環境の設定、コーディング規約、テスト手順、および貢献ガイドラインについて説明します。
pl: Ten przewodnik obejmuje konfigurowanie środowiska programistycznego dla Momovu, standardy kodowania, procedury testowania oraz wytyczne dotyczące współpracy.
ru: Это руководство охватывает настройку среды разработки для Momovu, стандарты кодирования, процедуры тестирования и рекомендации по внесению вклада.

source: Development Setup
bn: ডেভেলপমেন্ট সেটআপ
es: Configuración de Desarrollo
hi: विकास स्थापना
id: Pengaturan Pengembangan
it: Configurazione per lo Sviluppo
ja: 開発環境の設定
pl: Konfiguracja środowiska programistycznego
ru: Настройка среды разработки

source: Prerequisites
bn: প্রিরিকুইজিট
es: Requisitos Previos
hi: पूर्वापेक्षाएँ
id: Prasyarat
it: Prerequisiti
ja: 前提条件
pl: Wymagania wstępne
ru: Предварительные требования

source: Python 3.9 or higher
bn: Python 3.9 বা উচ্চতর
es: Python 3.9 o superior
hi: पायथन 3.9 या उच्चतर
id: Python 3.9 atau lebih tinggi
it: Python 3.9 o versioni successive
ja: Python 3.9 以上
pl: Python 3.9 lub nowszy
ru: Python 3.9 или выше

source: A code editor
bn: একটি কোড এডিটর
es: Un editor de código
hi: एक कोड एडिटर
id: Editor kode
it: Un editor di codice
ja: コードエディタ
pl: Edytor kodu
ru: Редактор кода

source: Basic knowledge of Python and Qt/PySide6
bn: Python এবং Qt/PySide6 এর বেসিক নলেজ
es: Conocimientos básicos de Python y Qt/PySide6
hi: Python और Qt/PySide6 का बुनियादी ज्ञान
id: Pengetahuan dasar tentang Python dan Qt/PySide6
it: Conoscenza di base di Python e Qt/PySide6
ja: PythonおよびQt/PySide6の基本知識
pl: Podstawowa wiedza na temat Pythona i Qt/PySide6
ru: Базовые знания Python и Qt/PySide6

source: Setting Up the Environment
bn: এনভায়রনমেন্ট সেটআপ করা
es: Configuración del Entorno
hi: वातावरण स्थापित करना
id: Mengatur Lingkungan
it: Configurazione dell'ambiente
ja: 環境の設定
pl: Konfigurowanie środowiska
ru: Настройка окружения

source: Clone the repository:
bn: রিপোজিটরি ক্লোন করুন:
es: Clonar el repositorio:
hi: रिपॉजिटरी को क्लोन करें:
id: Clone repositori:
it: Clona il repository:
ja: リポジトリをクローン：
pl: Sklonuj repozytorium:
ru: Клонирование репозитория:

source: Create a virtual environment:
bn: একটি ভার্চুয়াল এনভায়রনমেন্ট তৈরি করুন:
es: Crear un entorno virtual:
hi: एक वर्चुअल एनवायरनमेंट बनाएं:
id: Buat lingkungan virtual:
it: Crea un ambiente virtuale:
ja: 仮想環境を作成：
pl: Utwórz środowisko wirtualne:
ru: Создайте виртуальное окружение:

source: Install in development mode with all dependencies:
bn: ডেভেলপমেন্ট মোডে সব ডিপেন্ডেন্সি সহ ইনস্টল করুন:
es: Instalar en modo de desarrollo con todas las dependencias:
hi: विकास मोड में सभी निर्भरताओं के साथ स्थापित करें:
id: Install dalam mode development dengan semua dependensi:
it: Installa in modalità di sviluppo con tutte le dipendenze:
ja: すべての依存関係を含めて開発モードでインストール：
pl: Zainstaluj w trybie deweloperskim z wszystkimi zależnościami:
ru: Установите в режиме разработки со всеми зависимостями:

source: This installs:
bn: এটি ইনস্টল করে:
es: Esto instala:
hi: यह इंस्टॉल करता है:
id: Ini menginstall:
it: Questo installa:
ja: これによりインストールされるもの：
pl: Instaluje:
ru: Это устанавливает:

source: Core application dependencies
bn: কোর অ্যাপ্লিকেশন ডিপেন্ডেন্সি
es: Dependencias principales de la aplicación
hi: मुख्य एप्लिकेशन निर्भरताएँ
id: Dependensi aplikasi inti
it: Dipendenze dell'applicazione principale
ja: コアアプリケーションの依存関係
pl: Podstawowe zależności aplikacji
ru: Зависимости основного приложения

source: Development tools (formatters, linters)
bn: ডেভেলপমেন্ট টুলস (ফরম্যাটার, লিন্টার)
es: Herramientas de desarrollo (formateadores, linters)
hi: विकास उपकरण (फॉर्मेटर, लिंटर)
id: Tools development (formatter, linter)
it: Strumenti di sviluppo (formattatori, linter)
ja: 開発ツール（フォーマッター、リンタ）
pl: Narzędzia programistyczne (formatery, lintery)
ru: Инструменты разработки (форматтеры, линтеры)

source: Testing frameworks
bn: টেস্টিং ফ্রেমওয়ার্ক
es: Frameworks de pruebas
hi: टेस्टिंग फ्रेमवर्क
id: Framework testing
it: Framework di test
ja: テストフレームワーク
pl: Frameworki testowe
ru: Фреймворки для тестирования

source: Documentation builders
bn: ডকুমেন্টেশন বিল্ডার
es: Generadores de documentación
hi: दस्तावेज़ निर्माता
id: Builder dokumentasi
it: Costruttori di documentazione
ja: ドキュメントビルダー
pl: Narzędzia do budowania dokumentacji
ru: Инструменты для сборки документации

source: Project Structure
bn: প্রজেক্ট স্ট্রাকচার
es: Estructura del Proyecto
hi: प्रोजेक्ट संरचना
id: Struktur Proyek
it: Struttura del Progetto
ja: プロジェクト構造
pl: Struktura projektu
ru: Структура проекта

source: The project follows an MVP (Model-View-Presenter) architecture. For the detailed project structure and module organization, see the :doc:`architecture` documentation.
bn: প্রজেক্টটি MVP (মডেল-ভিউ-প্রেজেন্টার) আর্কিটেকচার অনুসরণ করে। ডিটেইলড প্রজেক্ট স্ট্রাকচার এবং মডিউল অর্গানাইজেশনের জন্য, :doc:`architecture` ডকুমেন্টেশন দেখুন।
es: El proyecto sigue una arquitectura MVP (Modelo-Vista-Presentador). Para obtener información detallada sobre la estructura del proyecto y la organización de los módulos, consulte la documentación :doc:`architecture`.
hi: प्रोजेक्ट MVP (मॉडल-व्यू-प्रेजेंटर) आर्किटेक्चर का अनुसरण करता है। विस्तृत प्रोजेक्ट संरचना और मॉड्यूल संगठन के लिए, :doc:`architecture` दस्तावेज़ देखें।
id: Proyek ini mengikuti arsitektur MVP (Model-View-Presenter). Untuk struktur proyek dan organisasi modul yang detail, lihat dokumentasi :doc:`architecture`.
it: Il progetto segue un'architettura MVP (Model-View-Presenter). Per la struttura dettagliata del progetto e l'organizzazione dei moduli, consulta la documentazione :doc:`architecture`.
ja: このプロジェクトでは、MVP（Model-View-Presenter）アーキテクチャが採用されています。プロジェクト構成やモジュールの組織構造の詳細については、:doc:`architecture` のドキュメントをご覧ください。
pl: Projekt oparty jest na architekturze MVP (Model-View-Presenter). Aby uzyskać szczegółowe informacje na temat struktury projektu i organizacji modułów, zobacz dokumentację :doc:`architecture`.
ru: Проект следует архитектуре MVP (Model-View-Presenter). Для детальной структуры проекта и организации модулей см. документацию :doc:`architecture`.

source: Key directories:
bn: কী ডিরেক্টরি:
es: Directorios clave:
hi: मुख्य निर्देशिकाएँ:
id: Direktori utama:
it: Directory principali:
ja: 主なディレクトリ:
pl: Kluczowe katalogi:
ru: Ключевые директории:

source: ``src/momovu/`` - Main application source code
bn: ``src/momovu/`` - মেইন অ্যাপ্লিকেশন সোর্স কোড
es: ``src/momovu/`` - Código fuente principal de la aplicación
hi: ``src/momovu/`` - मुख्य एप्लिकेशन स्रोत कोड
id: ``src/momovu/`` - Kode sumber utama aplikasi
it: ``src/momovu/`` - Codice sorgente principale dell'applicazione
ja: ``src/momovu/`` - メインアプリケーションのソースコード
pl: ``src/momovu/`` - Główny kod źródłowy aplikacji
ru: ``src/momovu/`` - Исходный код основного приложения

source: ``tests/`` - Test suite with unit and integration tests
bn: ``tests/`` - ইউনিট এবং ইন্টিগ্রেশন টেস্ট সহ টেস্ট স্যুট
es: ``tests/`` - Suite de pruebas con pruebas unitarias y de integración
hi: ``tests/`` - यूनिट और इंटीग्रेशन टेस्ट के साथ टेस्ट सूट
id: ``tests/`` - Test suite dengan unit dan integration test
it: ``tests/`` - Suite di test con test unitari e di integrazione
ja: ``tests/`` - ユニットテストおよび統合テストを含むテストスイート
pl: ``tests/`` - Zestaw testów z testami jednostkowymi i integracyjnymi
ru: ``tests/`` - Набор тестов с модульными и интеграционными тестами

source: ``docs/`` - Sphinx documentation source and build
bn: ``docs/`` - Sphinx ডকুমেন্টেশন সোর্স এবং বিল্ড
es: ``docs/`` - Código fuente y compilación de la documentación Sphinx
hi: ``docs/`` - Sphinx दस्तावेज़ीकरण स्रोत और बिल्ड
id: ``docs/`` - Source dan build dokumentasi Sphinx
it: ``docs/`` - Sorgente e build della documentazione Sphinx
ja: ``docs/`` - Sphinxドキュメントのソースとビルド
pl: ``docs/`` - Źródła i kompilacja dokumentacji Sphinx
ru: ``docs/`` - Исходные файлы и сборка документации Sphinx

source: ``samples/`` - Sample PDF files for testing
bn: ``samples/`` - টেস্টিংয়ের জন্য স্যাম্পল PDF ফাইল
es: ``samples/`` - Archivos PDF de ejemplo para pruebas
hi: ``samples/`` - परीक्षण के लिए नमूना PDF फ़ाइलें
id: ``samples/`` - File PDF sample untuk testing
it: ``samples/`` - File PDF di esempio per il test
ja: ``samples/`` - テスト用のサンプルPDFファイル
pl: ``samples/`` - Przykładowe pliki PDF do testowania
ru: ``samples/`` - Примеры PDF-файлов для тестирования

source: Code Style
bn: কোড স্টাইল
es: Estilo de Código
hi: कोड शैली
id: Gaya Kode
it: Stile del Codice
ja: コードスタイル
pl: Styl kodu
ru: Стиль кода

source: Formatting
bn: ফরম্যাটিং
es: Formateo
hi: फॉर्मेटिंग
it: Formattazione
ja: フォーマット
pl: Formatowanie
ru: Форматирование

source: We use **black** for consistent code formatting:
bn: আমরা কনসিস্টেন্ট কোড ফরম্যাটিংয়ের জন্য **black** ব্যবহার করি:
es: Usamos **black** para el formateo de código consistente:
hi: हम सुसंगत कोड फॉर्मेटिंग के लिए **black** का उपयोग करते हैं:
id: Kami menggunakan **black** untuk formatting kode yang konsisten:
it: Utilizziamo **black** per una formattazione del codice coerente:
ja: 一貫したコードフォーマットのために**black**を使用しています：
pl: Używamy **black** do spójnego formatowania kodu:
ru: Мы используем **black** для согласованного форматирования кода:

source: Black configuration in ``pyproject.toml``:
bn: ``pyproject.toml``-এ Black কনফিগারেশন:
es: Configuración de black en ``pyproject.toml``:
hi: ``pyproject.toml`` में Black कॉन्फ़िगरेशन:
id: Konfigurasi black di ``pyproject.toml``:
it: Configurazione di black in ``pyproject.toml``:
ja: ``pyproject.toml``におけるBlackの設定：
pl: Konfiguracja Black w ``pyproject.toml``:
ru: Конфигурация Black в ``pyproject.toml``:

source: Line length: 88 characters
bn: লাইন লেংথ: 88 ক্যারেক্টার
es: Longitud de línea: 88 caracteres
hi: लाइन लंबाई: 88 अक्षर
id: Panjang baris: 88 karakter
it: Lunghezza della riga: 88 caratteri
ja: 行の長さ: 88文字
pl: Długość linii: 88 znaków
ru: Длина строки: 88 символов

source: Target Python version: 3.9+
bn: টার্গেট Python ভার্সন: 3.9+
es: Versión objetivo de Python: 3.9+
hi: लक्ष्य Python संस्करण: 3.9+
id: Versi Python target: 3.9+
it: Versione target di Python: 3.9+
ja: 対象Pythonバージョン: 3.9+
pl: Docelowa wersja Pythona: 3.9+
ru: Целевая версия Python: 3.9+

source: Linting
bn: লিন্টিং
hi: लिंटिंग
it: Controllo del codice (linting)
ja: リンティング
pl: Lintowanie
ru: Проверка кода

source: We use **ruff** for fast, comprehensive linting:
bn: আমরা ফাস্ট, কমপ্রিহেন্সিভ লিন্টিংয়ের জন্য **ruff** ব্যবহার করি:
es: Usamos **ruff** para un linting rápido y completo:
hi: हम **ruff** का उपयोग तेज़ और व्यापक लिंटिंग के लिए करते हैं:
id: Kami menggunakan **ruff** untuk linting yang cepat dan komprehensif:
it: Utilizziamo **ruff** per un'analisi statica rapida e completa:
ja: 高速で包括的なリンティングのために**ruff**を使用しています：
pl: Używamy **ruff** do szybkiego i kompleksowego lintowania:
ru: Мы используем **ruff** для быстрой и всесторонней проверки кода:

source: Ruff checks for:
bn: Ruff চেক করে:
es: Ruff verifica:
hi: Ruff जाँच करता है:
id: Ruff memeriksa untuk:
it: Ruff controlla:
ja: Ruffがチェックする項目：
pl: Ruff sprawdza:
ru: Ruff проверяет:

source: Pycodestyle errors (E) and warnings (W)
bn: Pycodestyle এরর (E) এবং ওয়ার্নিং (W)
es: Errores (E) y advertencias (W) de Pycodestyle
hi: Pycodestyle त्रुटियां (E) और चेतावनियां (W)
id: Error Pycodestyle (E) dan warning (W)
it: Errori Pycodestyle (E) e avvisi (W)
ja: Pycodestyleのエラー (E) および警告 (W)
pl: Błędy Pycodestyle (E) i ostrzeżenia (W)
ru: Ошибки Pycodestyle (E) и предупреждения (W)

source: Pyflakes issues (F)
bn: Pyflakes ইস্যু (F)
es: Problemas de Pyflakes (F)
hi: Pyflakes समस्याएं (F)
id: Issue Pyflakes (F)
it: Problemi Pyflakes (F)
ja: Pyflakesの問題 (F)
pl: Problemy Pyflakes (F)
ru: Проблемы Pyflakes (F)

source: Import sorting (I)
bn: ইমপোর্ট সর্টিং (I)
es: Ordenamiento de importaciones (I)
hi: इंपोर्ट सॉर्टिंग (I)
it: Ordinamento degli import (I)
ja: インポートの並び替え (I)
pl: Sortowanie importów (I)
ru: Сортировка импорта (I)

source: Bugbear patterns (B)
bn: Bugbear প্যাটার্ন (B)
es: Patrones de Bugbear (B)
hi: Bugbear पैटर्न (B)
id: Pattern Bugbear (B)
it: Pattern Bugbear (B)
ja: Bugbearパターン (B)
pl: Wzorce bugbear (B)
ru: Паттерны Bugbear (B)

source: Comprehension improvements (C4)
bn: কমপ্রিহেনশন ইমপ্রুভমেন্ট (C4)
es: Mejoras de comprensiones (C4)
hi: कॉम्प्रिहेंशन सुधार (C4)
it: Miglioramenti delle comprehension (C4)
ja: 内包表記の改善 (C4)
pl: Ulepszenia list składanych (C4)
ru: Улучшения генераторов списков (C4)

source: Code upgrades (UP)
bn: কোড আপগ্রেড (UP)
es: Actualizaciones de código (UP)
hi: कोड अपग्रेड (UP)
id: Code upgrade (UP)
it: Aggiornamenti del codice (UP)
ja: コードのアップグレード (UP)
pl: Ulepszenia kodu (UP)
ru: Обновления кода (UP)

source: Unused arguments (ARG)
bn: আনইউজড আর্গুমেন্ট (ARG)
es: Argumentos no utilizados (ARG)
hi: अप्रयुक्त तर्क (ARG)
it: Argomenti non utilizzati (ARG)
ja: 未使用の引数 (ARG)
pl: Nieużywane argumenty (ARG)
ru: Неиспользуемые аргументы (ARG)

source: Simplifications (SIM)
bn: সিমপ্লিফিকেশন (SIM)
es: Simplificaciones (SIM)
hi: सरलीकरण (SIM)
it: Semplificazioni (SIM)
ja: 簡略化 (SIM)
pl: Uproszczenia (SIM)
ru: Упрощения (SIM)

source: Type Checking
bn: টাইপ চেকিং
es: Verificación de Tipos
hi: टाइप चेकिंग
it: Controllo dei tipi
ja: 型チェック
pl: Sprawdzanie typów
ru: Проверка типов

source: We use **mypy** for static type checking:
bn: আমরা স্ট্যাটিক টাইপ চেকিংয়ের জন্য **mypy** ব্যবহার করি:
es: Usamos **mypy** para la verificación estática de tipos:
hi: हम स्टैटिक टाइप चेकिंग के लिए **mypy** का उपयोग करते हैं:
id: Kami menggunakan **mypy** untuk static type checking:
it: Utilizziamo **mypy** per il controllo statico dei tipi:
ja: 静的型チェックには**mypy**を使用しています:
pl: Używamy **mypy** do statycznego sprawdzania typów:
ru: Мы используем **mypy** для статической проверки типов:

source: Type hints should be used for:
bn: টাইপ হিন্ট ব্যবহার করা উচিত এগুলির জন্য:
es: Las anotaciones de tipo deben usarse para:
hi: टाइप हिंट्स का उपयोग इनके लिए किया जाना चाहिए:
id: Type hints harus digunakan untuk:
it: I type hints dovrebbero essere utilizzati per:
ja: 型ヒントを使用すべき箇所：
pl: Adnotacje typów powinny być używane dla:
ru: Подсказки типов должны использоваться для:

source: Function parameters and return values
bn: ফাংশন প্যারামিটার এবং রিটার্ন ভ্যালু
es: Parámetros de función y valores de retorno
hi: फंक्शन पैरामीटर और रिटर्न मान
id: Parameter fungsi dan return value
it: Parametri delle funzioni e valori restituiti
ja: 関数のパラメータと戻り値
pl: Parametry funkcji i wartości zwracane
ru: Параметры функции и возвращаемые значения

source: Class attributes
bn: ক্লাস অ্যাট্রিবিউট
es: Atributos de clase
hi: क्लास एट्रिब्यूट
id: Class attribute
it: Attributi di classe
ja: クラス属性
pl: Atrybuty klasy
ru: Атрибуты класса

source: Complex data structures
bn: কমপ্লেক্স ডেটা স্ট্রাকচার
es: Estructuras de datos complejas
hi: जटिल डेटा संरचनाएँ
id: Struktur data yang kompleks
it: Strutture dati complesse
ja: 複雑なデータ構造
pl: Złożone struktury danych
ru: Сложные структуры данных

source: Example:
bn: উদাহরণ:
es: Ejemplo:
hi: उदाहरण:
id: Contoh:
it: Esempio:
ja: 例：
pl: Przykład:
ru: Пример:

source: Testing
bn: টেস্টিং
es: Pruebas
hi: परीक्षण
it: Test
ja: テスト
pl: Testowanie
ru: Тестирование

source: Running Tests
bn: রানিং টেস্ট
es: Ejecución de Pruebas
hi: परीक्षण चलाना
id: Menjalankan Test
it: Esecuzione dei test
ja: テストの実行
pl: Uruchamianie testów
ru: Запуск тестов

source: We use **pytest** for testing:
bn: আমরা টেস্টিংয়ের জন্য **pytest** ব্যবহার করি:
es: Usamos **pytest** para las pruebas:
hi: हम **pytest** का उपयोग परीक्षण के लिए करते हैं:
id: Kami menggunakan **pytest** untuk testing:
it: Utilizziamo **pytest** per il testing:
ja: テストには**pytest**を使用しています：
pl: Do testowania korzystamy z **pytest**:
ru: Для тестирования мы используем **pytest**:

source: Test Categories
bn: টেস্ট ক্যাটাগরি
es: Categorías de Pruebas
hi: परीक्षण श्रेणियाँ
id: Kategori Test
it: Categorie di test
ja: テストカテゴリ
pl: Kategorie testów
ru: Категории тестов

source: Tests are organized by type:
bn: টেস্টগুলি টাইপ অনুযায়ী অর্গানাইজড:
es: Las pruebas están organizadas por tipo:
hi: परीक्षण प्रकार के अनुसार व्यवस्थित हैं:
id: Test diorganisir berdasarkan tipe:
it: I test sono organizzati per tipo:
ja: テストはタイプ別に分類されています：
pl: Testy są organizowane według typu:
ru: Тесты организованы по типам:

source: **Unit tests** - Test individual functions and classes
bn: **ইউনিট টেস্ট** - ইন্ডিভিজুয়াল ফাংশন এবং ক্লাস টেস্ট করে
es: **Pruebas unitarias** - Prueban funciones y clases individuales
hi: **यूनिट परीक्षण** - व्यक्तिगत फंक्शन और क्लास का परीक्षण
id: **Unit test** - Test fungsi dan class individual
it: **Test unitari** - Testano funzioni e classi singole
ja: **ユニットテスト** - 個々の関数やクラスをテストする
pl: **Testy jednostkowe** - Testują pojedyncze funkcje i klasy
ru: **Модульные тесты** - Тестирование отдельных функций и классов

source: **Integration tests** - Test component interactions
bn: **ইন্টিগ্রেশন টেস্ট** - কম্পোনেন্ট ইন্টারঅ্যাকশন টেস্ট করে
es: **Pruebas de integración** - Prueban interacciones entre componentes
hi: **इंटीग्रेशन परीक्षण** - घटक इंटरैक्शन का परीक्षण
id: **Integration test** - Test interaksi komponen
it: **Test di integrazione** - Test delle interazioni tra componenti
ja: **統合テスト** - コンポーネント間の相互作用をテストする
pl: **Testy integracyjne** - Testują interakcje komponentów
ru: **Интеграционные тесты** - Тестирование взаимодействия компонентов

source: **UI tests** - Test Qt/PySide6 interfaces using pytest-qt
bn: **UI টেস্ট** - pytest-qt ব্যবহার করে Qt/PySide6 ইন্টারফেস টেস্ট করে
es: **Pruebas de UI** - Prueban interfaces Qt/PySide6 usando pytest-qt
hi: **UI परीक्षण** - pytest-qt का उपयोग करके Qt/PySide6 इंटरफ़ेस का परीक्षण करें
id: **UI test** - Test interface Qt/PySide6 menggunakan pytest-qt
it: **Test UI** - Test delle interfacce Qt/PySide6 utilizzando pytest-qt
ja: **UIテスト** - pytest-qtを使用してQt/PySide6インターフェースをテストする
pl: **Testy UI** - Testują interfejsy Qt/PySide6 przy użyciu pytest-qt
ru: **UI-тесты** - Тестирование интерфейсов Qt/PySide6 с помощью pytest-qt

source: Writing Tests
bn: রাইটিং টেস্ট
es: Escritura de Pruebas
hi: परीक्षण लिखना
id: Menulis Test
it: Scrittura di test
ja: テストの作成
pl: Pisanie testów
ru: Написание тестов

source: Example test structure:
bn: এক্সাম্পল টেস্ট স্ট্রাকচার:
es: Estructura de prueba de ejemplo:
hi: उदाहरण परीक्षण संरचना:
id: Contoh struktur test:
it: Esempio di struttura del test:
ja: テスト構造の例：
pl: Przykładowa struktura testu:
ru: Пример структуры теста:

source: Test Coverage
bn: টেস্ট কভারেজ
es: Cobertura de Pruebas
hi: परीक्षण कवरेज
it: Copertura dei test
ja: テストカバレッジ
pl: Pokrycie testami
ru: Покрытие тестами

source: Maintain high test coverage:
bn: হাই টেস্ট কভারেজ মেইনটেইন করুন:
es: Mantener una alta cobertura de pruebas:
hi: उच्च परीक्षण कवरेज बनाए रखें:
id: Pertahankan test coverage yang tinggi:
it: Mantieni un'alta copertura dei test:
ja: 高いテストカバレッジを維持：
pl: Utrzymuj wysokie pokrycie testami:
ru: Поддерживайте высокий уровень покрытия тестами:

source: Building
bn: বিল্ডিং
es: Construcción
hi: निर्माण
it: Build
ja: ビルド
pl: Budowanie
ru: Сборка

source: Building Wheels
bn: বিল্ডিং হুইল
es: Construcción de Wheels
hi: व्हील बनाना
it: Creazione dei wheel
ja: Wheelのビルド
pl: Budowanie pakietów wheel
ru: Сборка wheel-пакетов

source: Create distribution packages:
bn: ডিস্ট্রিবিউশন প্যাকেজ তৈরি করুন:
es: Crear paquetes de distribución:
hi: वितरण पैकेज बनाएं:
id: Membuat paket distribusi:
it: Crea pacchetti di distribuzione:
ja: 配布パッケージを作成する：
pl: Tworzenie pakietów dystrybucyjnych:
ru: Создание дистрибутивных пакетов:

source: Version Management
bn: ভার্সন ম্যানেজমেন্ট
es: Gestión de Versiones
hi: संस्करण प्रबंधन
id: Manajemen Versi
it: Gestione delle versioni
ja: バージョン管理
pl: Zarządzanie wersjami
ru: Управление версиями

source: Version is managed by ``setuptools_scm`` from git tags:
bn: ভার্সন git ট্যাগ থেকে ``setuptools_scm`` দ্বারা ম্যানেজ করা হয়:
es: La versión es gestionada por ``setuptools_scm`` a partir de etiquetas git:
hi: संस्करण ``setuptools_scm`` द्वारा git टैग से प्रबंधित किया जाता है:
id: Versi dikelola oleh ``setuptools_scm`` dari tag git:
it: La versione è gestita da ``setuptools_scm`` tramite i tag git:
ja: バージョンは、gitタグから ``setuptools_scm`` によって管理されます:
pl: Wersja jest zarządzana przez ``setuptools_scm`` z tagów git:
ru: Версия управляется через ``setuptools_scm`` из git-тегов:

source: Documentation
bn: ডকুমেন্টেশন
es: Documentación
hi: दस्तावेज़ीकरण
id: Dokumentasi
it: Documentazione
ja: ドキュメント
pl: Dokumentacja
ru: Документация

source: Building Documentation
bn: বিল্ডিং ডকুমেন্টেশন
es: Construcción de Documentación
hi: दस्तावेज़न का निर्माण
id: Building Dokumentasi
it: Costruzione della documentazione
ja: ドキュメントのビルド
pl: Budowanie dokumentacji
ru: Создание документации

source: Documentation uses Sphinx:
bn: ডকুমেন্টেশন Sphinx ব্যবহার করে:
es: La documentación utiliza Sphinx:
hi: दस्तावेज़ीकरण Sphinx का उपयोग करता है:
id: Dokumentasi menggunakan Sphinx:
it: La documentazione utilizza Sphinx:
ja: ドキュメントはSphinxを使用：
pl: Dokumentacja korzysta z Sphinx:
ru: Документация использует Sphinx:

source: Writing Documentation
bn: রাইটিং ডকুমেন্টেশন
es: Escritura de Documentación
hi: दस्तावेज़ीकरण लिखना
id: Menulis Dokumentasi
it: Scrittura della documentazione
ja: ドキュメントの作成
pl: Pisanie dokumentacji
ru: Написание документации

source: Documentation is written in reStructuredText:
bn: ডকুমেন্টেশন reStructuredText-এ লেখা:
es: La documentación está escrita en reStructuredText:
hi: दस्तावेज़ीकरण reStructuredText में लिखा गया है:
id: Dokumentasi ditulis dalam reStructuredText:
it: La documentazione è scritta in reStructuredText:
ja: ドキュメントはreStructuredTextで記述：
pl: Dokumentacja jest pisana w formacie reStructuredText:
ru: Документация написана на reStructuredText:

source: User guides in ``docs/_source/``
bn: ``docs/_source/``-এ ইউজার গাইড
es: Guías de usuario en ``docs/_source/``
hi: ``docs/_source/`` में उपयोगकर्ता गाइड
id: Panduan pengguna di ``docs/_source/``
it: Guide per l'utente in ``docs/_source/``
ja: ``docs/_source/`` 内のユーザーガイド
pl: Przewodniki użytkownika w ``docs/_source/``
ru: Руководства пользователя в ``docs/_source/``

source: API docs auto-generated from docstrings
bn: API ডক্স ডকস্ট্রিং থেকে অটো-জেনারেটেড
es: Documentación de API generada automáticamente desde docstrings
hi: API दस्तावेज़ docstrings से स्वचालित रूप से जेनरेट होते हैं
id: API docs auto-generated dari docstring
it: Documentazione API generata automaticamente dalle docstring
ja: docstringから自動生成されたAPIドキュメント
pl: Dokumentacja API automatycznie generowana z docstringów
ru: API-документация, автоматически сгенерированная из docstrings

source: Example docstring:
bn: এক্সাম্পল ডকস্ট্রিং:
es: Ejemplo de docstring:
hi: उदाहरण docstring:
id: Contoh docstring:
it: Esempio di docstring:
ja: docstringの例：
pl: Przykładowy docstring:
ru: Пример docstring:

source: Debugging
bn: ডিবাগিং
es: Depuración
hi: डीबगिंग
ja: デバッグ
pl: Debugowanie
ru: Отладка

source: Debug Mode
bn: ডিবাগ মোড
es: Modo de Depuración
hi: डीबग मोड
id: Mode Debug
it: Modalità di debug
ja: デバッグモード
pl: Tryb debugowania
ru: Режим отладки
