Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/development.po
Languages: bn, es, hi, id, it, ja, pl, ru

source: Run with debug logging:
bn: ডিবাগ লগিং সহ রান করুন:
es: Ejecutar con registro de depuración:
hi: डीबग लॉगिंग के साथ चलाएं:
id: Jalankan dengan debug logging:
it: Esegui con logging di debug:
ja: デバッグログを有効にして実行:
pl: Uruchom z logowaniem debugowania:
ru: Запуск с отладочным логированием:

source: Resources
bn: রিসোর্স
es: Recursos
hi: संसाधन
id: Sumber daya
it: Risorse
ja: リソース
pl: Zasoby
ru: Ресурсы

source: **Source Code**: https://spacecruft.org/books/momovu
bn: **সোর্স কোড**: https://spacecruft.org/books/momovu
es: **Código Fuente**: https://spacecruft.org/books/momovu
hi: **स्रोत कोड**: https://spacecruft.org/books/momovu
id: **Kode Sumber**: https://spacecruft.org/books/momovu
it: **Codice sorgente**: https://spacecruft.org/books/momovu
ja: **ソースコード**: https://spacecruft.org/books/momovu
pl: **Kod źródłowy**: https://spacecruft.org/books/momovu
ru: **Исходный код**: https://spacecruft.org/books/momovu

source: **Documentation**: https://momovu.org
bn: **ডকুমেন্টেশন**: https://momovu.org
es: **Documentación**: https://momovu.org
hi: **दस्तावेज़ीकरण**: https://momovu.org
id: **Dokumentasi**: https://momovu.org
it: **Documentazione**: https://momovu.org
ja: **ドキュメント**: https://momovu.org
pl: **Dokumentacja**: https://momovu.org
ru: **Документация**: https://momovu.org

source: **PyPI Package**: https://pypi.org/project/momovu/
bn: **PyPI প্যাকেজ**: https://pypi.org/project/momovu/
es: **Paquete PyPI**: https://pypi.org/project/momovu/
hi: **PyPI पैकेज**: https://pypi.org/project/momovu/
id: **Paket PyPI**: https://pypi.org/project/momovu/
it: **Pacchetto PyPI**: https://pypi.org/project/momovu/
ja: **PyPIパッケージ**: https://pypi.org/project/momovu/
pl: **Pakiet PyPI**: https://pypi.org/project/momovu/
ru: **Пакет PyPI**: https://pypi.org/project/momovu/
