Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: ar, bn, es, fr, hi, id, it, ja, ko

source: **Toggle** with Ctrl+R
ar: **التبديل** مع Ctrl+R
bn: Ctrl+R দিয়ে **টগল**
es: **Alternar** con Ctrl+R
fr: **Basculer** avec Ctrl+R
hi: **टॉगल** करें Ctrl+R के साथ
id: **Toggle** dengan Ctrl+R
it: **Attiva/Disattiva** con Ctrl+R
ja: **切り替え** Ctrl+R
ko: Ctrl+R로 **전환**

source: View Modes
ar: وضعيات العرض
bn: ভিউ মোড
es: Modos de Vista
fr: Modes d'affichage
hi: व्यू मोड
id: Mode Tampilan
it: Modalità di visualizzazione
ja: 表示モード
ko: 보기 모드

source: Single Page View
ar: عرض صفحة واحدة
bn: সিঙ্গেল পেজ ভিউ
es: Vista de Página Única
fr: Vue page unique
hi: एकल पृष्ठ दृश्य
id: Tampilan Halaman Tunggal
it: Visualizzazione a pagina singola
ja: シングルページビュー
ko: 단일 페이지 보기

source: **Detailed inspection** - Focus on one page at a time
ar: **فحص تفصيلي** - ركّز على صفحة واحدة في كل مرة
bn: **ডিটেইলড ইন্সপেকশন** - একবারে একটি পেজে ফোকাস করুন
es: **Inspección detallada** - Enfocarse en una página a la vez
fr: **Inspection détaillée** - Concentrez-vous sur une page à la fois
hi: **विस्तृत निरीक्षण** - एक समय में एक पृष्ठ पर फोकस करें
id: **Inspeksi detail** - Fokus pada satu halaman dalam satu waktu
it: **Ispezione dettagliata** - Concentrati su una pagina alla volta
ja: **詳細な検査** - 一度に1ページずつ集中して確認
ko: **상세 검토** - 한 번에 한 페이지씩 집중

source: **Full zoom range** - From 10% to 1000%
ar: **نطاق التكبير الكامل** - من 10% إلى 1000%
bn: **ফুল জুম রেঞ্জ** - 10% থেকে 1000%
es: **Rango de zoom completo** - Desde 10% hasta 1000%
fr: **Gamme de zoom complète** - De 10 % à 1000 %
hi: **पूर्ण जूम रेंज** - 10% से 1000% तक
id: **Rentang zoom penuh** - Dari 10% hingga 1000%
it: **Intervallo di zoom completo** - Da 10% a 1000%
ja: **フルズーム範囲** - 10%から1000%まで
ko: **전체 줌 범위** - 10%에서 1000%까지

source: **Smooth navigation** - Page Up/Down to move through document
ar: **التنقل السلس** - الصفحة لأعلى/لأسفل للتنقل في المستند
bn: **স্মুথ নেভিগেশন** - ডকুমেন্টের মধ্যে মুভ করতে Page Up/Down
es: **Navegación fluida** - Page Up/Down para moverse por el documento
fr: **Navigation fluide** - Page Précédente/Suivante pour se déplacer dans le document
hi: **सुचारू नेविगेशन** - दस्तावेज़ में आगे बढ़ने के लिए Page Up/Down
id: **Navigasi mulus** - Page Up/Down untuk bergerak melalui dokumen
it: **Navigazione scorrevole** - Page Up/Down per spostarsi nel documento
ja: **スムーズなナビゲーション** - ページアップ／ページダウンキーでドキュメントを移動
ko: **부드러운 내비게이션** - Page Up/Down으로 문서 이동

source: Side-by-Side View
ar: عرض جانبي إلى جانبي
bn: সাইড-বাই-সাইড ভিউ
es: Vista Lado a Lado
fr: Vue côte à côte
hi: साइड-बाय-साइड व्यू
id: Tampilan Berdampingan
it: Visualizzazione affiancata
ja: 見開き表示
ko: 나란히 보기

source: **Book spread simulation** - See pages as they appear in print
ar: **محاكاة انتشار الكتاب** - رؤية الصفحات كما تظهر في الطباعة
bn: **বুক স্প্রেড সিমুলেশন** - প্রিন্টে যেভাবে দেখায় সেভাবে পেজ দেখুন
es: **Simulación de pliego del libro** - Ver páginas como aparecen en la impresión
fr: **Simulation d'étalement du livre** - Voir les pages telles qu'elles apparaissent en impression
hi: **पुस्तक स्प्रेड सिमुलेशन** - पृष्ठों को वैसे देखें जैसे वे प्रिंट में दिखाई देते हैं
id: **Simulasi spread buku** - Lihat halaman seperti tampilan cetaknya
it: **Simulazione doppia pagina** - Vedi le pagine come appaiono nel libro stampato
ja: **本の見開きシミュレーション** - 印刷時と同じようにページを表示
ko: **책 펼침 시뮬레이션** - 인쇄된 상태 그대로 페이지 보기

source: **Proper page pairing** - First page alone, then left/right spreads
ar: الربط الصحيح للصفحات - الصفحة الأولى منفردة، ثم انتشار اليسار/اليمين
bn: **প্রপার পেজ পেয়ারিং** - প্রথম পেজ একা, তারপর লেফট/রাইট স্প্রেড
es: **Emparejamiento correcto de páginas** - Primera página sola, luego pliegos izquierda/derecha
fr: **Paire de pages correcte** - Première page seule, puis les pages de gauche/droite
hi: **उचित पृष्ठ जोड़ी** - पहला पृष्ठ अकेला, फिर बाएं/दाएं स्प्रेड
id: **Pasangan halaman yang tepat** - Halaman pertama sendiri, lalu spread kiri/kanan
it: **Accoppiamento corretto delle pagine** - Prima pagina singola, poi doppie pagine sinistra/destra
ja: **適切なページペアリング** - 最初のページは単独、その後は左右見開き
ko: **올바른 페이지 배치** - 첫 페이지는 단독, 이후 좌/우 펼침

source: **Interior documents only** - Toggle with Ctrl+D
ar: **مستندات داخلية فقط** - التبديل باستخدام Ctrl+D
bn: **শুধুমাত্র ইন্টেরিয়র ডকুমেন্ট** - Ctrl+D দিয়ে টগল
es: **Solo documentos interiores** - Alternar con Ctrl+D
fr: **Documents internes uniquement** - Activer/désactiver avec Ctrl+D
hi: **केवल आंतरिक दस्तावेज़** - Ctrl+D से टॉगल करें
id: **Hanya dokumen interior** - Toggle dengan Ctrl+D
it: **Solo documenti interni** - Attiva/disattiva con Ctrl+D
ja: **本文ドキュメントのみ** - Ctrl+Dで切り替え
ko: **내부 문서만** - Ctrl+D로 전환

source: Presentation Mode
ar: وضع العرض
bn: প্রেজেন্টেশন মোড
es: Modo de Presentación
fr: Mode de présentation
hi: प्रेजेंटेशन मोड
id: Mode Presentasi
it: Modalità presentazione
ja: プレゼンテーションモード
ko: 프레젠테이션 모드

source: **Distraction-free review** - Full screen with no UI elements
ar: **مراجعة خالية من المشتتات** - شاشة كاملة بدون عناصر واجهة المستخدم
bn: **ডিস্ট্র্যাকশন-ফ্রি রিভিউ** - কোনো UI এলিমেন্ট ছাড়া ফুল স্ক্রিন
es: **Revisión sin distracciones** - Pantalla completa sin elementos de interfaz
fr: **Revue sans distractions** - Écran plein sans éléments d'interface
hi: **विकर्षण-मुक्त समीक्षा** - बिना UI तत्वों के फुल स्क्रीन
id: **Review bebas gangguan** - Layar penuh tanpa elemen UI
it: **Revisione senza distrazioni** - Schermo intero senza elementi dell'interfaccia utente
ja: **集中できるレビュー** - UI要素のないフルスクリーン表示
ko: **집중 모드** - UI 요소 없는 전체 화면

source: **Maintains overlays** - All margin visualizations remain active
ar: **يُحافظ على التراكبات** - تظل جميع تصورات الهوامش نشطة
bn: **ওভারলে মেইনটেইন করে** - সব মার্জিন ভিজুয়ালাইজেশন অ্যাক্টিভ থাকে
es: **Mantiene las superposiciones** - Todas las visualizaciones de márgenes permanecen activas
fr: **Maintient les superpositions** - Toutes les visualisations des marges restent actives
hi: **ओवरले बनाए रखता है** - सभी मार्जिन विज़ुअलाइज़ेशन सक्रिय रहते हैं
id: **Mempertahankan overlay** - Semua visualisasi margin tetap aktif
it: **Mantiene gli overlay** - Tutte le visualizzazioni dei margini rimangono attive
ja: **オーバーレイを維持** - すべてのマージン可視化がアクティブのまま
ko: **오버레이 유지** - 모든 여백 시각화가 활성 상태로 유지

source: **Quick navigation** - Page Down/Space for next, Page Up for previous
ar: **التنقل السريع** - مفتاح الصفحة التالية/ مسافة للاستمرار، ومفتاح الصفحة السابقة للرجوع للخلف
bn: **কুইক নেভিগেশন** - নেক্সটের জন্য Page Down/Space, প্রিভিয়াসের জন্য Page Up
es: **Navegación rápida** - Tecla Page Down/Barra espaciadora para siguiente, Page Up para anterior
fr: **Navigation rapide** - Page suivante/Barre d'espace pour la page suivante, Page précédente pour la page précédente
hi: **त्वरित नेविगेशन** - अगले के लिए पेज डाउन/स्पेस, पिछले के लिए पेज अप
id: **Navigasi cepat** - Page Down/Spasi untuk berikutnya, Page Up untuk sebelumnya
it: **Navigazione rapida** - Page Down/Spazio per il successivo, Page Up per il precedente
ja: **クイックナビゲーション** - 次へは Page Down/Space、前へは Page Up
ko: **빠른 내비게이션** - 다음은 Page Down/Space, 이전은 Page Up

source: **Exit anytime** - Press F5 or Escape
ar: **الخروج في أي وقت** - اضغط F5 أو مفتاح الإفلات (Escape)
bn: **এক্সিট এনিটাইম** - F5 বা Escape প্রেস করুন
es: **Salir en cualquier momento** - Presionar F5 o Escape
fr: **Quitter à tout moment** - Appuyez sur F5 ou Échap
hi: **कभी भी बाहर निकलें** - F5 या Escape दबाएं
id: **Keluar kapan saja** - Tekan F5 atau Escape
it: **Esci in qualsiasi momento** - Premi F5 o Escape
ja: **いつでも終了** - F5またはEscキーを押す
ko: **언제든지 나가기** - F5 또는 Escape 키를 누르세요

source: Navigation
ar: التنقل
bn: নেভিগেশন
es: Navegación
hi: नेविगेशन
id: Navigasi
it: Navigazione
ja: ナビゲーション
ko: 내비게이션

source: Keyboard Shortcuts
ar: الاختصارات على لوحة المفاتيح
bn: কীবোর্ড শর্টকাট
es: Atajos de Teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키

source: **Essential shortcuts for efficient work:**
ar: **الاختصارات الأساسية للعمل بكفاءة:**
bn: **এফিশিয়েন্ট ওয়ার্কের জন্য এসেনশিয়াল শর্টকাট:**
es: **Atajos esenciales para un trabajo eficiente:**
fr: **Raccourcis essentiels pour un travail efficace :**
hi: **कुशल कार्य के लिए आवश्यक शॉर्टकट:**
id: **Shortcut penting untuk kerja efisien:**
it: **Scorciatoie essenziali per un lavoro efficiente:**
ja: **効率的な作業のための必須ショートカット：**
ko: **효율적인 작업을 위한 필수 단축키:**

source: **Ctrl+O** - Open a new PDF
ar: **Ctrl+O** - فتح ملف PDF جديد
bn: **Ctrl+O** - নতুন PDF ওপেন করুন
es: **Ctrl+O** - Abrir un nuevo PDF
fr: **Ctrl+O** - Ouvrir un nouveau PDF
hi: **Ctrl+O** - एक नया PDF खोलें
id: **Ctrl+O** - Buka PDF baru
it: **Ctrl+O** - Apri un nuovo PDF
ja: **Ctrl+O** - 新しいPDFを開く
ko: **Ctrl+O** - 새 PDF 열기

source: **Ctrl+G** - Go to specific page
ar: **Ctrl+G** - الذهاب إلى صفحة محددة
bn: **Ctrl+G** - স্পেসিফিক পেজে যান
es: **Ctrl+G** - Ir a página específica
fr: **Ctrl+G** - Aller à une page spécifique
hi: **Ctrl+G** - विशिष्ट पृष्ठ पर जाएं
id: **Ctrl+G** - Pergi ke halaman tertentu
it: **Ctrl+G** - Vai a una pagina specifica
ja: **Ctrl+G** - 特定のページに移動
ko: **Ctrl+G** - 특정 페이지로 이동

source: **Ctrl+Plus/Minus** - Zoom in/out
ar: **Ctrl+Shift/مفتاح الطرح** - تكبير/تصغير
bn: **Ctrl+Plus/Minus** - জুম ইন/আউট
es: **Ctrl+Más/Menos** - Acercar/alejar
fr: **Ctrl + Plus/Moins** - Zoom avant/arrière
hi: **Ctrl+Plus/Minus** - जूम इन/आउट
it: **Ctrl+Più/Meno** - Ingrandisci/Riduci
ja: **Ctrl+プラス/マイナス** - ズームイン/アウト
ko: **Ctrl+플러스/마이너스** - 확대/축소

source: **Ctrl+0** - Fit page to window
ar: **Ctrl+0** - تكييف الصفحة مع النافذة
bn: **Ctrl+0** - পেজ উইন্ডোতে ফিট করুন
es: **Ctrl+0** - Ajustar página a la ventana
fr: **Ctrl+0** - Ajuster la page à la fenêtre
hi: **Ctrl+0** - पृष्ठ को विंडो में फिट करें
id: **Ctrl+0** - Fit halaman ke window
it: **Ctrl+0** - Adatta pagina alla finestra
ja: **Ctrl+0** - ページをウィンドウに合わせる
ko: **Ctrl+0** - 페이지를 창에 맞춤

source: **Ctrl+R** - Toggle bleed lines (cover/dustjacket)
ar: **Ctrl+R** - تبديل خطوط النزيف (الغلاف/الغلاف الورقي)
bn: **Ctrl+R** - ব্লিড লাইন টগল (কভার/ডাস্টজ্যাকেট)
es: **Ctrl+R** - Alternar líneas de sangrado (portada/sobrecubierta)
fr: **Ctrl+R** - Activer/désactiver les repères de débord (couverture/bandeau)
hi: **Ctrl+R** - ब्लीड लाइनें टॉगल करें (कवर/डस्टजैकेट)
id: **Ctrl+R** - Toggle garis bleed (cover/dustjacket)
it: **Ctrl+R** - Attiva/disattiva le linee di abbondanza (copertina/sovraccoperta)
ja: **Ctrl+R** - 裁ち落とし線の切り替え（表紙/ダストジャケット）
ko: **Ctrl+R** - 출혈선(표지/먼지방지서) 토글

source: **Ctrl+K** - Open spine width calculator
ar: **Ctrl+K** - فتح آلة حساب عرض العمود الفقري
bn: **Ctrl+K** - স্পাইন উইডথ ক্যালকুলেটর ওপেন করুন
es: **Ctrl+K** - Abrir calculadora de ancho del lomo
fr: **Ctrl+K** - Ouvrir le calculateur d'épaisseur de dos
hi: **Ctrl+K** - स्पाइन चौड़ाई कैलकुलेटर खोलें
id: **Ctrl+K** - Buka kalkulator lebar punggung
it: **Ctrl+K** - Apri calcolatore dello spessore del dorso
ja: **Ctrl+K** - 背幅計算機を開く
ko: **Ctrl+K** - 책등 너비 계산기 열기

source: **F11** - Fullscreen mode
ar: **F11** - وضع الشاشة الكاملة
bn: **F11** - ফুলস্ক্রিন মোড
es: **F11** - Modo pantalla completa
fr: **F11** - Mode plein écran
hi: **F11** - फुलस्क्रीन मोड
id: **F11** - Mode layar penuh
it: **F11** - Modalità schermo intero
ja: **F11** - フルスクリーンモード
ko: **F11** - 전체화면 모드

source: **F5** - Presentation mode
ar: **F5** - وضع العرض
bn: **F5** - প্রেজেন্টেশন মোড
es: **F5** - Modo de presentación
fr: **F5** - Mode de présentation
hi: **F5** - प्रेजेंटेशन मोड
id: **F5** - Mode presentasi
it: **F5** - Modalità presentazione
ja: **F5** - プレゼンテーションモード
ko: **F5** - 프레젠테이션 모드

source: Page Navigation
ar: التنقل بين الصفحات
bn: পেজ নেভিগেশন
es: Navegación de Páginas
fr: Navigation de la page
hi: पृष्ठ नेविगेशन
id: Navigasi Halaman
it: Navigazione della pagina
ja: ページナビゲーション
ko: 페이지 내비게이션

source: **Page spinbox** in toolbar for direct page access
ar: مربع تدوير الصفحة في شريط الأدوات للوصول المباشر إلى الصفحة
bn: ডাইরেক্ট পেজ অ্যাক্সেসের জন্য টুলবারে **পেজ স্পিনবক্স**
es: **Selector de página** en la barra de herramientas para acceso directo a la página
fr: **Case de sélection de la page** dans la barre d'outils pour un accès direct à la page
hi: **पेज स्पिनबॉक्स** टूलबार में सीधे पृष्ठ पहुंच के लिए
id: **Page spinbox** di toolbar untuk akses halaman langsung
it: **Casella di selezione della pagina** nella barra degli strumenti per l'accesso diretto alla pagina
ja: ツールバーの**ページスピンボックス**で直接ページアクセス
ko: 도구 모음의 **페이지 스핀박스**로 직접 페이지 접근

source: **Home/End keys** for first/last page (interior documents)
ar: مفاتيح **الرئيسية/نهاية** للصفحة الأولى/الأخيرة (الوثائق الداخلية)
bn: ফার্স্ট/লাস্ট পেজের জন্য **Home/End কী** (ইন্টেরিয়র ডকুমেন্ট)
es: **Teclas Inicio/Fin** para la primera/última página (documentos internos)
fr: **Touches Home/End** pour la première/dernière page (documents intérieurs)
hi: **Home/End कुंजियाँ** पहले/अंतिम पृष्ठ के लिए (आंतरिक दस्तावेज़)
id: **Tombol Home/End** untuk halaman pertama/terakhir (dokumen interior)
it: **Tasti Home/End** per la prima/ultima pagina (documenti interni)
ja: **Home/Endキー**で最初/最後のページへ（本文ドキュメント）
ko: **Home/End 키**로 첫/마지막 페이지 이동 (내부 문서)

source: **Mouse wheel** for scrolling through pages
ar: **عجلة الفأرة** للتمرير بين الصفحات
bn: পেজ স্ক্রল করার জন্য **মাউস হুইল**
es: **Rueda del ratón** para desplazarse por las páginas
fr: **Roue de la souris** pour faire défiler les pages
hi: **माउस व्हील** पृष्ठों के माध्यम से स्क्रॉल करने के लिए
id: **Mouse wheel** untuk scrolling halaman
it: **Rotellina del mouse** per scorrere le pagine
ja: **マウスホイール**でページをスクロール
ko: **마우스 휠**로 페이지 스크롤

source: **Go to Page dialog** (Ctrl+G) with validation
ar: مربع الحوار **الانتقال إلى الصفحة** (Ctrl+G) مع التحقق من الصحة
bn: ভ্যালিডেশন সহ **Go to Page ডায়ালগ** (Ctrl+G)
es: **Diálogo Ir a página** (Ctrl+G) con validación
fr: **Dialogue Aller à la page** (Ctrl+G) avec validation
hi: **पृष्ठ पर जाएं डायलॉग** (Ctrl+G) सत्यापन के साथ
id: **Dialog Go to Page** (Ctrl+G) dengan validasi
it: **Finestra Vai a pagina** (Ctrl+G) con convalida
ja: **ページ移動ダイアログ** (Ctrl+G) 入力検証付き
ko: **페이지 이동 대화상자** (Ctrl+G) 유효성 검사 포함

source: Zoom Control
ar: التحكم في التكبير
bn: জুম কন্ট্রোল
es: Control de Zoom
fr: Contrôle du zoom
hi: ज़ूम नियंत्रण
id: Kontrol Zoom
it: Controllo dello zoom
ja: ズームコントロール
ko: 줌 제어

source: **Mouse-centered zoom** - Zooms at cursor position for precise control
ar: **تكبير مركّز على المؤشر** - تكبير في موقع المؤشر للتحكم بدقة
bn: **মাউস-সেন্টারড জুম** - প্রিসাইজ কন্ট্রোলের জন্য কার্সর পজিশনে জুম করে
es: **Zoom centrado en el mouse** - Zoom en la posición del cursor para un control preciso
fr: **Zoom centré sur la souris** - Zoom au niveau de la position du curseur pour un contrôle précis
hi: **माउस-केंद्रित ज़ूम** - सटीक नियंत्रण के लिए कर्सर स्थिति पर ज़ूम करता है
id: **Zoom berpusat pada mouse** - Zoom pada posisi kursor untuk kontrol presisi
it: **Zoom centrato sul mouse** - Esegue lo zoom sulla posizione del cursore per un controllo preciso
ja: **マウス中心ズーム** - カーソル位置を中心にズームして精密な制御
ko: **마우스 중심 줌** - 커서 위치에서 줌하여 정밀 제어

source: **High-quality rendering** - No pixelation even at extreme zoom levels (up to 200x)
ar: **العرض بجودة عالية** - بدون تكسير حتى عند مستويات التكبير الشديد (حتى 200 ضعف)
bn: **হাই-কোয়ালিটি রেন্ডারিং** - এক্সট্রিম জুম লেভেলেও (200x পর্যন্ত) কোনো পিক্সেলেশন নেই
es: **Renderizado de alta calidad** - Sin pixelación incluso en niveles extremos de zoom (hasta 200x)
fr: **Rendu de haute qualité** - Aucune pixellisation même aux niveaux d'agrandissement extrêmes (jusqu'à 200x)
hi: **उच्च-गुणवत्ता रेंडरिंग** - अत्यधिक ज़ूम स्तरों (200x तक) पर भी कोई पिक्सेलेशन नहीं
id: **Rendering berkualitas tinggi** - Tidak ada pikselasi bahkan pada level zoom ekstrem (hingga 200x)
it: **Rendering di alta qualità** - Nessuna pixellosità anche con ingrandimenti estremi (fino a 200x)
ja: **高品質レンダリング** - 極端なズームレベル（最大200倍）でもピクセル化なし
ko: **고품질 렌더링** - 극단적인 줌 수준(최대 200배)에서도 화질 저하 없음

source: **Progressive rendering** - Smooth zoom experience with instant preview
ar: الرسم التدريجي - تجربة تكبير سلسة مع معاينة فورية
bn: **প্রগ্রেসিভ রেন্ডারিং** - ইনস্ট্যান্ট প্রিভিউ সহ স্মুথ জুম এক্সপেরিয়েন্স
es: **Renderizado progresivo** - Experiencia de zoom fluida con vista previa instantánea
fr: **Rendu progressif** - Expérience de zoom fluide avec aperçu instantané
hi: **प्रगतिशील रेंडरिंग** - तत्काल पूर्वावलोकन के साथ सुचारू ज़ूम अनुभव
id: **Rendering progresif** - Pengalaman zoom mulus dengan pratinjau instan
it: **Rendering progressivo** - Esperienza di zoom fluida con anteprima istantanea
ja: **プログレッシブレンダリング** - 即時プレビューでスムーズなズーム体験
ko: **점진적 렌더링** - 즉시 미리보기로 부드러운 줌 경험

source: **Ctrl+Mouse wheel** for smooth zoom with 10% increments
ar: **Ctrl+عجلة الفأرة** للتكبير السلس بزيادات 10%
bn: 10% ইনক্রিমেন্ট সহ স্মুথ জুমের জন্য **Ctrl+মাউস হুইল**
es: **Ctrl+Rueda del mouse** para zoom suave con incrementos de 10%
fr: **Ctrl + Roue de la souris** pour un zoom progressif par incréments de 10 %
hi: **Ctrl+माउस व्हील** 10% वृद्धि के साथ सुचारू ज़ूम के लिए
id: **Ctrl+Mouse wheel** untuk zoom mulus dengan increment 10%
it: **Ctrl + Rotellina del mouse** per lo zoom graduale con incrementi del 10%
ja: **Ctrl+マウスホイール**で10%刻みのスムーズズーム
ko: **Ctrl+마우스 휠**을 이용하여 10% 단위로 부드럽게 줌

source: **Smart panning when zoomed** - Mouse wheel scrolls vertically, Shift+wheel scrolls horizontally
ar: **التنقل الذكي عند التكبير** - يُستخدم عجلة الفأرة للتمرير عموديًا، وShift+عجلة الفأرة للتمرير أفقيًا
bn: **জুমড অবস্থায় স্মার্ট প্যানিং** - মাউস হুইল ভার্টিক্যালি স্ক্রল করে, Shift+হুইল হরাইজন্টালি স্ক্রল করে
es: **Paneo inteligente con zoom** - La rueda del mouse desplaza verticalmente, Shift+rueda desplaza horizontalmente
fr: **Panning intelligent lors du zoom** - La molette de la souris fait défiler verticalement, Maj+molette fait défiler horizontalement
hi: **ज़ूम करते समय स्मार्ट पैनिंग** - माउस व्हील वर्टिकल स्क्रॉल करता है, Shift+व्हील हॉरिज़ॉन्टल स्क्रॉल करता है
id: **Smart panning saat zoom** - Mouse wheel scroll vertikal, Shift+wheel scroll horizontal
it: **Panning intelligente durante lo zoom** - La rotellina del mouse scorre verticalmente, Maiusc+rotellina scorre orizzontalmente
ja: **ズーム時のスマートパン** - マウスホイールで垂直スクロール、Shift+ホイールで水平スクロール
ko: **확대 시 스마트 패닝** - 마우스 휠로 수직 스크롤, Shift+휠로 수평 스크롤

source: **Fit to page** automatically sizes content to window
ar: **الملاءمة للصفحة** تُعدّل الحجم تلقائيًا لتلائم المحتوى مع النافذة
bn: **ফিট টু পেজ** অটোমেটিক্যালি উইন্ডোতে কন্টেন্ট সাইজ করে
es: **Ajustar a página** dimensiona automáticamente el contenido a la ventana
fr: **Ajuster à la page** redimensionne automatiquement le contenu à la fenêtre
hi: **पृष्ठ में फिट** स्वचालित रूप से विंडो के अनुसार सामग्री का आकार बदलता है
id: **Sesuaikan dengan halaman** secara otomatis menyesuaikan ukuran konten ke jendela
it: **Adatta alla pagina** ridimensiona automaticamente il contenuto alla finestra
ja: **ページに合わせる**はコンテンツをウィンドウに自動的に合わせます
ko: **페이지에 맞춤**이 콘텐츠를 창 크기에 자동 조정

source: **Zoom persists** when navigating pages
ar: **يظل التكبير مفعلاً** أثناء التنقل بين الصفحات
bn: পেজ নেভিগেট করার সময় **জুম পারসিস্ট করে**
es: **El zoom persiste** al navegar entre páginas
fr: **Zoom persistant** lors de la navigation entre les pages
hi: **ज़ूम बना रहता है** पृष्ठ नेविगेट करते समय
id: **Zoom tetap aktif** saat beralih halaman
it: **Zoom persistente** durante la navigazione tra le pagine
ja: **ズーム状態を維持** - ページ移動時も保持
ko: 페이지 이동 시 **줌 상태 유지**

source: **Optimized performance** - Intelligent caching for smooth panning at any zoom level
ar: **أداء مُحسّن** - تخزين ذاكرة ذكي للتنقل السلس في أي مستوى تكبير
bn: **অপটিমাইজড পারফরম্যান্স** - যেকোনো জুম লেভেলে স্মুথ প্যানিংয়ের জন্য ইন্টেলিজেন্ট ক্যাশিং
es: **Rendimiento optimizado** - Caché inteligente para paneo fluido en cualquier nivel de zoom
fr: **Bonne performance** - Mise en cache intelligente pour un défilement fluide à tout niveau de zoom
hi: **अनुकूलित प्रदर्शन** - किसी भी ज़ूम स्तर पर सुचारू पैनिंग के लिए बुद्धिमान कैशिंग
id: **Kinerja teroptimalkan** - Penyimpanan cache yang cerdas untuk penggeseran yang mulus pada setiap tingkat zoom
it: **Ottimizzazione delle prestazioni** - Caching intelligente per uno scorrimento fluido a qualsiasi livello di zoom
ja: **最適化されたパフォーマンス** - インテリジェントキャッシングによりあらゆるズームレベルでスムーズなパン操作
ko: **최적화된 성능** - 모든 줌 수준에서 원활한 패닝을 위한 지능형 캐싱

source: Zoomed view showing margin detail
ar: منظر مُكبّر يُظهر تفاصيل الهامش
bn: জুমড ভিউ মার্জিন ডিটেইল দেখাচ্ছে
es: Vista ampliada mostrando detalle del margen
fr: Vue zoomée montrant les détails de la marge
hi: ज़ूम किया गया दृश्य मार्जिन विवरण दिखाता है
id: Tampilan diperbesar menunjukkan detail margin
it: Vista ingrandita che mostra i dettagli del margine
ja: マージンの詳細を表示するズームビュー
ko: 여백 세부사항을 보여주는 확대 뷰

source: Zoomed in view showing fine detail of safety margins on a cover
ar: منظر مُكبَّر يُظهِر التفاصيل الدقيقة للحدود الأمنية على غطاء
bn: কভারে সেফটি মার্জিনের ফাইন ডিটেইল দেখানো জুমড ইন ভিউ
es: Vista ampliada mostrando el detalle fino de los márgenes de seguridad en una portada
fr: Vue zoomée montrant les détails des marges de sécurité sur une couverture
hi: ज़ूम किया गया दृश्य जो कवर पर सुरक्षा मार्जिन का बारीक विवरण दिखाता है
id: Tampilan diperbesar yang menunjukkan detail halus dari batas keamanan pada tutupnya
it: Vista ingrandita che mostra i dettagli dei margini di sicurezza su una copertina
ja: 表紙のセーフティマージンの詳細を示す拡大表示
ko: 표지의 안전 여백 세부사항을 보여주는 확대 뷰

source: Professional Publishing Features
ar: مزايا النشر الاحترافي
bn: প্রফেশনাল পাবলিশিং ফিচার
es: Características Profesionales de Publicación
fr: Fonctionnalités de publication professionnelles
hi: व्यावसायिक प्रकाशन विशेषताएं
id: Fitur Penerbitan Profesional
it: Funzionalità di Pubblicazione Professionale
ja: プロフェッショナルな出版機能
ko: 전문 출판 기능

source: Spine Width Calculation
ar: حساب عرض العمود الفقري
bn: স্পাইন উইডথ ক্যালকুলেশন
es: Cálculo del Ancho del Lomo
fr: Calcul de la largeur du dos
hi: रीढ़ की चौड़ाई की गणना
id: Perhitungan Lebar Punggung
it: Calcolo dello spessore del dorso
ja: 背幅の計算
ko: 책등 너비 계산

source: **Automatic calculation** from page count
ar: **الحساب التلقائي** من عدد الصفحات
bn: পেজ কাউন্ট থেকে **অটোমেটিক ক্যালকুলেশন**
es: **Cálculo automático** a partir del número de páginas
fr: **Calcul automatique** à partir du nombre de pages
hi: **स्वचालित गणना** पृष्ठ संख्या से
id: **Perhitungan otomatis** dari jumlah halaman
it: **Calcolo automatico** in base al numero di pagine
ja: **ページ数からの自動計算**
ko: 페이지 수로부터 **자동 계산**

source: **Industry-standard** spine dimensions
ar: **مقاييس صناعية قياسية** لعمود الكتاب
bn: **ইন্ডাস্ট্রি-স্ট্যান্ডার্ড** স্পাইন ডাইমেনশন
es: **Dimensiones estándar de la industria** del lomo
fr: **Dimensions standard du secteur** pour la couverture rigide
hi: **उद्योग-मानक** स्पाइन आयाम
id: **Standar industri** dimensi tulang punggung
it: **Dimensioni standard del settore** per il dorso
ja: **業界標準**の背幅寸法
ko: **산업 표준** 책등 치수

source: **Real-time updates** when page count changes
ar: **تحديثات في الوقت الفعلي** عند تغيير عدد الصفحات
bn: পেজ কাউন্ট চেঞ্জ হলে **রিয়েল-টাইম আপডেট**
es: **Actualizaciones en tiempo real** cuando cambia el número de páginas
fr: **Mises à jour en temps réel** lorsqu le nombre de pages change
hi: **वास्तविक-समय अद्यतन** जब पृष्ठ संख्या में परिवर्तन होता है
id: **Pembaruan waktu nyata** saat jumlah halaman berubah
it: **Aggiornamenti in tempo reale** quando cambia il numero di pagine
ja: **リアルタイム更新** - ページ数変更時に即座に反映
ko: 페이지 수 변경 시 **실시간 업데이트**
