Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: ar, bn, es, fr, hi, id, it, ja, ko

source: Features
ar: المميزات
bn: ফিচার
es: Características
fr: Fonctionnalités
hi: विशेषताएं
id: Fitur
it: Caratteristiche
ja: 機能
ko: 기능

source: Momovu provides specialized tools for book publishers and designers to preview PDFs with professional margin visualization.
ar: تقدم موموفو أدوات متخصصة للناشرين والمصممين لعرض الملفات PDF مع تصور احترافي للهوامش.
bn: মোমোভু বই প্রকাশক এবং ডিজাইনারদের জন্য প্রফেশনাল মার্জিন ভিজুয়ালাইজেশন সহ PDF প্রিভিউ করার জন্য স্পেশালাইজড টুল প্রদান করে।
es: Momovu proporciona herramientas especializadas para editores y diseñadores de libros para previsualizar PDFs con visualización profesional de márgenes.
fr: Momovu propose des outils spécialisés pour les éditeurs et les graphistes qui souhaitent prévisualiser des PDF avec une visualisation professionnelle des marges.
hi: मोमोवू पुस्तक प्रकाशकों और डिज़ाइनरों के लिए विशेष उपकरण प्रदान करता है जो पेशेवर मार्जिन विज़ुअलाइज़ेशन के साथ PDF का पूर्वावलोकन कर सकते हैं।
id: Momovu menyediakan alat khusus bagi penerbit dan desainer buku untuk pratinjau PDF dengan visualisasi margin profesional.
it: Momovu fornisce strumenti specializzati per editori e designer che desiderano visualizzare i PDF con una visualizzazione professionale dei margini.
ja: Momovuは、書籍出版社やデザイナー向けに、プロフェッショナルなマージン可視化機能を備えたPDFプレビューツールを提供します。
ko: Momovu는 출판사와 디자이너가 전문적인 여백 시각화로 PDF를 미리 볼 수 있는 특화된 도구를 제공합니다.

source: Document Type Support
ar: نوع المستند المدعوم
bn: ডকুমেন্ট টাইপ সাপোর্ট
es: Soporte de Tipos de Documento
fr: Prise en charge des types de documents
hi: दस्तावेज़ प्रकार समर्थन
id: Dukungan Tipe Dokumen
it: Supporto per tipi di documento
ja: ドキュメントタイプのサポート
ko: 문서 유형 지원

source: Interior Pages
ar: الصفحات الداخلية
bn: ইন্টেরিয়র পেজ
es: Páginas Interiores
fr: Pages intérieures
hi: आंतरिक पृष्ठ
id: Halaman Interior
it: Pagine interne
ja: 本文ページ
ko: 내부 페이지

source: Preview your book's content pages with:
ar: معاينة صفحات محتوى كتابك بـ:
bn: আপনার বইয়ের কন্টেন্ট পেজ প্রিভিউ করুন:
es: Vista previa de las páginas de contenido de tu libro con:
fr: Aperçu des pages de contenu de votre livre avec :
hi: अपनी पुस्तक के सामग्री पृष्ठों का पूर्वावलोकन करें:
id: Pratinjau halaman konten buku Anda dengan:
it: Anteprima delle pagine del contenuto del tuo libro con:
ja: 本のコンテンツページを以下の機能でプレビュー：
ko: 다음 기능으로 책의 내용 페이지를 미리보기:

source: **Safety margin visualization** - See exactly where content is safe from trimming
ar: **تَصْوِير هامش الأمان** - رَوِّي بالضبط أين يَكُون المحتوى آمِنًا من التَّقْصِيم
bn: **সেফটি মার্জিন ভিজুয়ালাইজেশন** - ট্রিমিং থেকে কন্টেন্ট কোথায় নিরাপদ তা সঠিকভাবে দেখুন
es: **Visualización del margen de seguridad** - Ver exactamente dónde el contenido está a salvo del recorte
fr: **Visualisation de la marge de sécurité** - Voir exactement où le contenu est protégé contre le recadrage
hi: **सुरक्षा मार्जिन विज़ुअलाइज़ेशन** - देखें कि सामग्री ट्रिमिंग से कहाँ सुरक्षित है
id: **Visualisasi margin aman** - Lihat dengan tepat di mana konten aman dari pemotongan
it: **Visualizzazione del margine di sicurezza** - Vedi esattamente dove il contenuto è al sicuro dal taglio
ja: **セーフティマージンの可視化** - トリミングから安全なコンテンツ領域を正確に確認
ko: **안전 여백 시각화** - 재단으로부터 안전한 콘텐츠 영역을 정확히 확인

source: **Spread view** - View pages side-by-side as readers will see them
ar: **عرض التباعد** - عرض الصفحات جنبًا إلى جنب كما سيراه القراء
bn: **স্প্রেড ভিউ** - পাঠকরা যেভাবে দেখবেন সেভাবে পেজগুলি সাইড-বাই-সাইড দেখুন
es: **Vista de pliego** - Ver páginas lado a lado como las verán los lectores
fr: **Vue en double page** - Afficher les pages côte à côte comme les lecteurs les verront
hi: **स्प्रेड व्यू** - पृष्ठों को साथ-साथ देखें जैसे पाठक उन्हें देखेंगे
id: **Tampilan spread** - Lihat halaman berdampingan seperti yang akan dilihat pembaca
it: **Vista a doppia pagina** - Visualizza le pagine affiancate come le vedranno i lettori
ja: **見開き表示** - 読者が見るようにページを左右に並べて表示
ko: **펼친 면 보기** - 독자가 보는 것처럼 페이지를 나란히 보기

source: **Spine line indicator** - Visualize the book's center fold in spread view
ar: مؤشر خط العمود الفقري - تصور折痕书的中心线在展开视图中
bn: **স্পাইন লাইন ইন্ডিকেটর** - স্প্রেড ভিউতে বইয়ের সেন্টার ফোল্ড ভিজুয়ালাইজ করুন
es: **Indicador de línea del lomo** - Visualizar el pliegue central del libro en vista de pliego
fr: **Indicateur de ligne de dos** - Visualiser le pli central du livre en vue double page
hi: **स्पाइन लाइन संकेतक** - स्प्रेड व्यू में पुस्तक की केंद्रीय फोल्ड लाइन को विज़ुअलाइज़ करें
id: **Indikator garis punggung** - Visualisasikan lipatan tengah buku dalam tampilan spread
it: **Indicatore della linea del dorso** - Visualizza la piega centrale del libro nella vista a doppia pagina
ja: **背表示線** - 見開き表示で本の中央の折り目を可視化
ko: **책등선 표시기** - 펼친 면 보기에서 책의 중앙 접지선 시각화

source: **Page navigation** - Jump to any page instantly
ar: **تنقل الصفحات** - انتقل إلى أي صفحة فورًا
bn: **পেজ নেভিগেশন** - যেকোনো পেজে ইনস্ট্যান্টলি জাম্প করুন
es: **Navegación de páginas** - Saltar a cualquier página instantáneamente
fr: **Navigation de page** - Accédez instantanément à n'importe quelle page
hi: **पृष्ठ नेविगेशन** - किसी भी पृष्ठ पर तुरंत जाएं
id: **Navigasi halaman** - Lompat ke halaman mana pun secara instan
it: **Navigazione della pagina** - Vai a qualsiasi pagina istantaneamente
ja: **ページナビゲーション** - 任意のページへ即座にジャンプ
ko: **페이지 내비게이션** - 원하는 페이지로 즉시 이동

source: Cover Documents
ar: مستندات الغلاف
bn: কভার ডকুমেন্ট
es: Documentos de Portada
fr: Documents de couverture
hi: कवर दस्तावेज़
id: Dokumen Sampul
it: Documenti di copertina
ja: カバードキュメント
ko: 표지 문서

source: Verify your book covers with:
ar: تحقق من غلاف كتابك مع:
bn: আপনার বুক কভার ভেরিফাই করুন:
es: Verificar las portadas de tus libros con:
fr: Vérifiez les couvertures de vos livres avec :
hi: अपनी पुस्तक के कवर को सत्यापित करें:
id: Verifikasi sampul buku Anda dengan:
it: Verifica le copertine del tuo libro con:
ja: 本の表紙を以下の機能で確認：
ko: 다음 기능으로 책 표지를 검증:

source: **Automatic spine width calculation** - Enter page count, see exact spine dimensions
ar: **حساب عرض العمود الفقري تلقائيًا** - أدخل عدد الصفحات، انظر أبعاد العمود الفقري الدقيقة
bn: **অটোমেটিক স্পাইন উইডথ ক্যালকুলেশন** - পেজ কাউন্ট এন্টার করুন, এক্সাক্ট স্পাইন ডাইমেনশন দেখুন
es: **Cálculo automático del ancho del lomo** - Introducir el número de páginas, ver las dimensiones exactas del lomo
fr: **Calcul automatique de l'épaisseur du dos** - Entrez le nombre de pages, visualisez les dimensions exactes du dos
hi: **स्वचालित स्पाइन चौड़ाई गणना** - पृष्ठ संख्या दर्ज करें, सटीक स्पाइन आयाम देखें
id: **Perhitungan lebar punggung otomatis** - Masukkan jumlah halaman, lihat dimensi punggung yang tepat
it: **Calcolo automatico dello spessore del dorso** - Inserisci il numero di pagine, visualizza le dimensioni esatte del dorso
ja: **背幅の自動計算** - ページ数を入力して正確な背の寸法を確認
ko: **자동 책등 너비 계산** - 페이지 수를 입력하면 정확한 책등 치수 표시

source: **Fold line indicators** - Know exactly where the spine edges will be
ar: **مؤشرات خطوط الطي** - اعرف مكان تواجد حواف العمود الفقري بدقة
bn: **ফোল্ড লাইন ইন্ডিকেটর** - স্পাইন এজ কোথায় হবে তা এক্সাক্টলি জানুন
es: **Indicadores de líneas de plegado** - Saber exactamente dónde estarán los bordes del lomo
fr: **Indicateurs de pli** - Savoir exactement où seront les bords de la tranche
hi: **फोल्ड लाइन संकेतक** - जानें कि स्पाइन के किनारे कहाँ होंगे
id: **Indikator garis lipat** - Ketahui dengan tepat di mana tepi punggung akan berada
it: **Indicatori delle linee di piega** - Sai esattamente dove saranno i bordi del dorso
ja: **折り線インジケーター** - 背の端がどこになるかを正確に把握
ko: **접지선 표시기** - 책등 가장자리의 정확한 위치 파악

source: **Barcode placement guide** - Standard barcode area visualization
ar: **دليل توضع الشريط الرمزي** - تصور المنطقة القياسية للشريط الرمزي
bn: **বারকোড প্লেসমেন্ট গাইড** - স্ট্যান্ডার্ড বারকোড এরিয়া ভিজুয়ালাইজেশন
es: **Guía de colocación de códigos de barras** - Visualización del área estándar para códigos de barras
fr: **Guide de placement du code-barres** - Visualisation de la zone standard pour les codes-barres
hi: **बारकोड प्लेसमेंट गाइड** - मानक बारकोड क्षेत्र विज़ुअलाइज़ेशन
id: **Panduan penempatan barcode** - Visualisasi area barcode standar
it: **Guida per l'apposizione del codice a barre** - Visualizzazione dell'area standard per il codice a barre
ja: **バーコード配置ガイド** - 標準的なバーコード領域の可視化
ko: **바코드 배치 가이드** - 표준 바코드 영역 시각화

source: **Full cover preview** - See front, spine, and back as one unit
ar: **معاينة الغلاف الكامل** - رؤية الجهة الأمامية والظهر والجهة الخلفية كوحدة واحدة
bn: **ফুল কভার প্রিভিউ** - ফ্রন্ট, স্পাইন এবং ব্যাক একটি ইউনিট হিসাবে দেখুন
es: **Vista previa de cubierta completa** - Ver la portada, el lomo y la contraportada como una unidad
fr: **Aperçu de la couverture complète** - Voir l'avant, le dos et l'arrière comme un seul élément
hi: **पूर्ण कवर पूर्वावलोकन** - फ्रंट, स्पाइन और बैक को एक इकाई के रूप में देखें
id: **Pratinjau sampul penuh** - Lihat bagian depan, punggung, dan belakang sebagai satu kesatuan
it: **Anteprima copertina completa** - Vedi fronte, dorso e retro come un'unità unica
ja: **表紙全体のプレビュー** - 表・背・裏を1つのユニットとして表示
ko: **전체 표지 미리보기** - 앞표지, 책등, 뒤표지를 하나로 보기

source: Dustjacket Documents
ar: مستندات الغلاف
bn: ডাস্টজ্যাকেট ডকুমেন্ট
es: Documentos de Sobrecubierta
fr: Documents de jaquette
hi: डस्टजैकेट दस्तावेज़
id: Dokumen Dustjacket
it: Documenti sovraccoperta
ja: ダストジャケット文書
ko: 더스트재킷 문서

source: Complete dustjacket visualization:
ar: تخيّل غلاف كامل:
bn: কমপ্লিট ডাস্টজ্যাকেট ভিজুয়ালাইজেশন:
es: Visualización completa de la sobrecubierta:
fr: Visualisation complète de la jaquette :
hi: पूर्ण डस्टजैकेट विज़ुअलाइज़ेशन:
id: Visualisasi dustjacket lengkap:
it: Visualizzazione completa della sovraccoperta:
ja: 完全なダストジャケットの可視化：
ko: 완전한 더스트재킷 시각화:

source: **Flap dimensions** - Standard 3.25" x 9" flaps with safety margins
ar: **أبعاد الفلاڤ** - فلاڤ قياسية بمقاس 3.25 بوصة × 9 بوصة مع هامش أمان
bn: **ফ্ল্যাপ ডাইমেনশন** - স্ট্যান্ডার্ড 3.25" x 9" ফ্ল্যাপ সেফটি মার্জিন সহ
es: **Dimensiones de solapas** - Solapas estándar de 3.25" x 9" con márgenes de seguridad
fr: **Dimensions des rabats** - Rabats standard de 8,26 cm x 22,86 cm avec des marges de sécurité
hi: **फ्लैप आयाम** - सुरक्षा मार्जिन के साथ मानक 3.25" x 9" फ्लैप
id: **Dimensi flap** - Flap standar 3.25" x 9" dengan margin aman
it: **Dimensioni delle alette** - Alette standard da 3,25" x 9" con margini di sicurezza
ja: **フラップの寸法** - 標準的な3.25インチ×9インチのフラップとセーフティマージン
ko: **날개 치수** - 안전 여백이 있는 표준 3.25" x 9" 날개

source: **Multiple fold lines** - All fold positions clearly marked
ar: **خطوط طي متعددة** - جميع مراكز الطي مُشار إليها بوضوح
bn: **মাল্টিপল ফোল্ড লাইন** - সব ফোল্ড পজিশন ক্লিয়ারলি মার্কড
es: **Múltiples líneas de plegado** - Todas las posiciones de plegado claramente marcadas
fr: **Lignes de pli multiples** - Toutes les positions de pliage clairement marquées
hi: **मल्टिपल फोल्ड लाइनें** - सभी फोल्ड स्थितियाँ स्पष्ट रूप से चिह्नित
id: **Garis lipat ganda** - Semua posisi lipat ditandai dengan jelas
it: **Linee di piegatura multiple** - Tutte le posizioni di piegatura chiaramente indicate
ja: **複数の折り線** - すべての折り位置を明確に表示
ko: **다중 접지선** - 모든 접는 위치가 명확하게 표시

source: **Complete layout view** - See the entire dustjacket spread
ar: **عرض التخطيط الكامل** - رؤية امتداد الغلاف بالكامل
bn: **কমপ্লিট লেআউট ভিউ** - সম্পূর্ণ ডাস্টজ্যাকেট স্প্রেড দেখুন
es: **Vista de diseño completo** - Ver toda la sobrecubierta extendida
fr: **Vue de la mise en page complète** - Voir l'ensemble de la jaquette dépliée
hi: **पूर्ण लेआउट दृश्य** - पूरे डस्टजैकेट का प्रसार देखें
id: **Tampilan layout lengkap** - Lihat seluruh spread dustjacket
it: **Visualizzazione layout completo** - Visualizza l'intera sovraccoperta distesa
ja: **完全なレイアウト表示** - ダストジャケット全体の展開図を表示
ko: **전체 레이아웃 보기** - 더스트재킷 전체 펼침면 보기

source: **Separate margin zones** - Different margins for flaps, covers, and spine
ar: **مناطق هامش منفصلة** - هامش مختلف للغلاف والغطاء والظهر
bn: **সেপারেট মার্জিন জোন** - ফ্ল্যাপ, কভার এবং স্পাইনের জন্য ডিফারেন্ট মার্জিন
es: **Zonas de margen separadas** - Márgenes diferentes para solapas, portadas y lomo
fr: **Zones de marge séparées** - Des marges différentes pour les rabats, les couvertures et la tranche
hi: **अलग मार्जिन ज़ोन** - फ्लैप, कवर और स्पाइन के लिए अलग-अलग मार्जिन
id: **Zona margin terpisah** - Margin berbeda untuk flap, cover, dan punggung
it: **Zone di margine separate** - Margini diversi per alette, copertine e dorso
ja: **個別のマージンゾーン** - フラップ、表紙、背に異なるマージンを設定
ko: **개별 여백 영역** - 날개, 표지, 책등에 각각 다른 여백

source: Visual Overlays
ar: الإطارات البصرية
bn: ভিজুয়াল ওভারলে
es: Superposiciones Visuales
fr: Surimpressions visuelles
hi: विज़ुअल ओवरले
id: Overlay Visual
it: Sovrapposizioni visive
ja: ビジュアルオーバーレイ
ko: 시각적 오버레이

source: Cover document without overlays
ar: مستند غلاف بدون طبقات إضافية
bn: ওভারলে ছাড়া কভার ডকুমেন্ট
es: Documento de portada sin superposiciones
fr: Document de couverture sans surimpressions
hi: ओवरले के बिना कवर दस्तावेज़
id: Dokumen sampul tanpa overlay
it: Documento copertina senza sovrapposizioni
ja: オーバーレイなしの表紙ドキュメント
ko: 오버레이가 없는 표지 문서

source: Cover document showing clean view without any overlays
ar: وثيقة توضح منظر نظيف بدون أي طبقات
bn: কভার ডকুমেন্ট কোনো ওভারলে ছাড়াই ক্লিন ভিউ দেখাচ্ছে
es: Documento de portada mostrando una vista limpia sin superposiciones
fr: Document d'affichage montrant une vue nette sans aucune superposition
hi: कवर दस्तावेज़ जो किसी भी ओवरले के बिना स्वच्छ दृश्य दिखाता है
id: Dokumen cover menunjukkan tampilan bersih tanpa overlay
it: Documento copertina che mostra una vista pulita senza alcuna sovrapposizione
ja: オーバーレイなしのクリーンな表示を示す表紙ドキュメント
ko: 오버레이가 없는 깨끗한 뷰를 보여주는 표지 문서

source: Safety Margins
ar: الهوامش الأمنية
bn: সেফটি মার্জিন
es: Márgenes de Seguridad
fr: Marges de sécurité
hi: सुरक्षा मार्जिन
id: Margin Aman
it: Margini di sicurezza
ja: セーフティマージン
ko: 안전 여백

source: **Blue/purple overlay** shows the safe content area (12.7mm / 0.5 inches)
ar: **الغطاء الأزرق/البنفسجي** يُظهر منطقة المحتوى الآمن (12.7 مم / 0.5 بوصة)
bn: **ব্লু/পার্পল ওভারলে** সেফ কন্টেন্ট এরিয়া দেখায় (12.7mm / 0.5 ইঞ্চ)
es: **Superposición azul/púrpura** muestra el área segura para contenido (12.7mm / 0.5")
fr: **Superposition bleue/violette** indiquant la zone de contenu sécurisée (12,7 mm / 0,5 pouce)
hi: **नीला/बैंगनी ओवरले** सुरक्षित सामग्री क्षेत्र (12.7mm / 0.5 इंच) दिखाता है
id: **Overlay biru/ungu** menunjukkan area konten yang aman (12.7mm / 0.5 inci)
it: **Sovrapposizione blu/viola** mostra l'area di contenuto sicura (12,7 mm / 0,5 pollici)
ja: **青/紫のオーバーレイ**で安全なコンテンツ領域（12.7mm / 0.5インチ）を表示
ko: **파란색/보라색 오버레이**가 안전한 콘텐츠 영역(12.7mm / 0.5인치)을 표시

source: **Toggle on/off** with Ctrl+M to compare with and without margins
ar: التبديل بين التشغيل والإيقاف باستخدام Ctrl+M للمقارنة مع الهوامش بدونها
bn: মার্জিন সহ এবং ছাড়া তুলনা করতে Ctrl+M দিয়ে **টগল অন/অফ**
es: **Activar/desactivar** con Ctrl+M para comparar con y sin márgenes
fr: **Activer/désactiver** avec Ctrl+M pour comparer avec et sans marge
hi: **टॉगल ऑन/ऑफ** Ctrl+M से मार्जिन के साथ और बिना तुलना करने के लिए
id: **Toggle on/off** dengan Ctrl+M untuk membandingkan dengan dan tanpa margin
it: **Attiva/disattiva** con Ctrl+M per confrontare con e senza margini
ja: Ctrl+Mで**オン/オフ切り替え**してマージンあり・なしを比較
ko: Ctrl+M으로 **켜기/끄기** 전환하여 여백 있음/없음 비교

source: **Semi-transparent** so you can see your content underneath
ar: شبه شفاف حتى تتمكن من رؤية محتواك من تحته
bn: **সেমি-ট্রান্সপারেন্ট** যাতে আপনি নিচের কন্টেন্ট দেখতে পারেন
es: **Semitransparente** para que puedas ver tu contenido debajo
fr: **Semi-transparent** pour pouvoir voir votre contenu en dessous
hi: **अर्ध-पारदर्शी** ताकि आप नीचे की सामग्री देख सकें
id: **Semi-transparan** sehingga Anda dapat melihat konten di bawahnya
it: **Semi-trasparente** in modo da poter visualizzare il contenuto sottostante
ja: **半透明**で下のコンテンツが確認可能
ko: **반투명**하여 아래의 콘텐츠 확인 가능

source: Trim Lines
ar: تخصيص الخطوط
bn: ট্রিম লাইন
es: Líneas de Corte
fr: Lignes de découpe
hi: ट्रिम लाइनें
id: Garis Potong
it: Linee di taglio
ja: トリムライン
ko: 재단선

source: **Black edge lines** show exactly where pages will be cut
ar: تُظهر **الحدود السوداء** المكان المحدد الذي سيتم فيه قطع الصفحات
bn: **ব্ল্যাক এজ লাইন** পেজ কোথায় কাটা হবে তা এক্সাক্টলি দেখায়
es: **Líneas de borde negro** muestran exactamente dónde se cortarán las páginas
fr: **Les lignes noires** indiquent exactement où les pages seront coupées.
hi: **काली किनारे की रेखाएं** दिखाती हैं कि पृष्ठ कहाँ काटे जाएंगे
id: **Garis tepi hitam** menunjukkan dengan tepat di mana halaman akan dipotong
it: **Linee nere di bordo** mostrano esattamente dove le pagine verranno tagliate
ja: **黒い境界線**でページが切断される正確な位置を表示
ko: **검은색 가장자리선**이 페이지가 재단될 정확한 위치를 표시

source: **Essential for bleed verification** - ensure images extend past trim
ar: **ضروري للتحقق من النزيف** - تأكد من أن الصور تمتد خارج الحافة
bn: **ব্লিড ভেরিফিকেশনের জন্য এসেনশিয়াল** - ইমেজ ট্রিমের বাইরে এক্সটেন্ড করে তা নিশ্চিত করুন
es: **Esencial para la verificación de sangrado** - asegúrese de que las imágenes se extiendan más allá del corte
fr: **Essentiel pour la vérification des débordements** - assurez-vous que les images dépassent la zone de découpe
hi: **ब्लीड सत्यापन के लिए आवश्यक** - सुनिश्चित करें कि छवियां ट्रिम से आगे बढ़ें
id: **Esensial untuk verifikasi bleed** - pastikan gambar meluas melewati garis potong
it: **Essenziale per la verifica del bleed** - assicurarsi che le immagini si estendano oltre il taglio
ja: **裁ち落とし確認に必須** - 画像がトリムラインを越えて配置されていることを確認
ko: **재단 여백 확인에 필수** - 이미지가 재단선을 넘어 확장되는지 확인

source: **Toggle** with Ctrl+T
ar: **التبديل** باستخدام Ctrl+T
bn: Ctrl+T দিয়ে **টগল**
es: **Alternar** con Ctrl+T
fr: **Basculer** avec Ctrl+T
hi: **टॉगल** करें Ctrl+T के साथ
id: **Toggle** dengan Ctrl+T
it: **Attiva/Disattiva** con Ctrl+T
ja: **切り替え** Ctrl+T
ko: Ctrl+T로 **전환**

source: Fold Lines
ar: خطوط摺痕
bn: ফোল্ড লাইন
es: Líneas de Plegado
fr: Lignes de pli
hi: फोल्ड लाइनें
id: Garis Lipat
it: Linee di piegatura
ja: 折り線
ko: 접지선

source: **Purple dashed lines** indicate all fold positions
ar: **الخطوط المتقطعة البنفسجية** تشير إلى جميع مراكز الطي
bn: **পার্পল ড্যাশড লাইন** সব ফোল্ড পজিশন ইন্ডিকেট করে
es: **Líneas punteadas púrpuras** indican todas las posiciones de plegado
fr: **Lignes pointillées violettes** indiquent toutes les positions de pliage
hi: **बैंगनी धराशायी रेखाएं** सभी फोल्ड स्थितियों को दर्शाती हैं
id: **Garis putus-putus ungu** menunjukkan semua posisi lipatan
it: **Linee tratteggiate viola** indicano tutte le posizioni di piegatura
ja: **紫色の破線**ですべての折り位置を表示
ko: **보라색 점선**이 모든 접는 위치를 표시

source: **Document-specific** - spine folds for covers, all folds for dustjackets
ar: **محدد للوثيقة** - ثنايا العمود الفقري للغلاف، جميع الثنايا للغلاف الخارجي
bn: **ডকুমেন্ট-স্পেসিফিক** - কভারের জন্য স্পাইন ফোল্ড, ডাস্টজ্যাকেটের জন্য সব ফোল্ড
es: **Específico del documento** - pliegues del lomo para portadas, todos los pliegues para sobrecubiertas
fr: **Spécifique au document** - plis de la tranche pour les couvertures, tous les plis pour les jaquettes
hi: **दस्तावेज़-विशिष्ट** - कवर के लिए स्पाइन फोल्ड, डस्टजैकेट के लिए सभी फोल्ड
id: **Spesifik dokumen** - lipatan punggung untuk sampul, semua lipatan untuk dustjacket
it: **Specifico del documento** - pieghe del dorso per le copertine, tutte le pieghe per le sovraccoperte
ja: **ドキュメント固有** - 表紙は背の折り線、ダストジャケットはすべての折り線
ko: **문서별 특화** - 표지는 책등 접지선, 더스트재킷은 모든 접지선

source: **Toggle** with Ctrl+L
ar: **التبديل** مع Ctrl+L
bn: Ctrl+L দিয়ে **টগল**
es: **Alternar** con Ctrl+L
fr: **Basculer** avec Ctrl+L
hi: **टॉगल** करें Ctrl+L के साथ
id: **Toggle** dengan Ctrl+L
it: **Attiva/Disattiva** con Ctrl+L
ja: **切り替え** Ctrl+L
ko: Ctrl+L로 **전환**

source: Barcode Area
ar: منطقة الشريط الرمزي
bn: বারকোড এরিয়া
es: Área de Código de Barras
fr: Zone de code à barres
hi: बारकोड क्षेत्र
id: Area Barcode
it: Zona del codice a barre
ja: バーコード領域
ko: 바코드 영역

source: **Orange indicator** shows standard barcode placement (covers/dustjackets only)
ar: **مؤشر البرتقالي** يُظهر مكان وضع شريط الرموز القياسي (الغلاف فقط / أغلفة واقية)
bn: **অরেঞ্জ ইন্ডিকেটর** স্ট্যান্ডার্ড বারকোড প্লেসমেন্ট দেখায় (শুধুমাত্র কভার/ডাস্টজ্যাকেট)
es: **Indicador naranja** muestra la colocación estándar del código de barras (solo portadas/sobrecubiertas)
fr: **Indicateur orange** montre la position standard du code-barres (seulement pour les couvertures/bandeaux)
hi: **नारंगी संकेतक** मानक बारकोड प्लेसमेंट दिखाता है (केवल कवर/डस्टजैकेट)
id: **Indikator oranye** menunjukkan penempatan barcode standar (hanya cover/dustjacket)
it: **Indicatore arancione** mostra la posizione standard del codice a barre (solo copertine/sovraccoperte)
ja: **オレンジのインジケーター**で標準的なバーコード配置を表示（表紙/ダストジャケットのみ）
ko: **주황색 표시기**가 표준 바코드 위치를 표시 (표지/더스트재킷만 해당)

source: **Lower-right back cover** positioning
ar: وضعية **الغطاء الخلفي السفلي الأيمن**
bn: **লোয়ার-রাইট ব্যাক কভার** পজিশনিং
es: **Posicionamiento en la esquina inferior derecha** de la contraportada
fr: Positionnement de la **couverture arrière en bas à droite**
hi: **निचले-दाएं बैक कवर** स्थिति
id: **Posisi kanan bawah cover belakang**
it: **Posizionamento in basso a destra sul retro copertina**
ja: **裏表紙右下**の配置
ko: **뒤표지 우측 하단** 위치

source: **Toggle** with Ctrl+B
ar: **التبديل** مع Ctrl+B
bn: Ctrl+B দিয়ে **টগল**
es: **Alternar** con Ctrl+B
fr: **Basculer** avec Ctrl+B
hi: **टॉगल** करें Ctrl+B के साथ
id: **Toggle** dengan Ctrl+B
it: **Attiva/Disattiva** con Ctrl+B
ja: **切り替え** Ctrl+B
ko: Ctrl+B로 **전환**

source: Bleed Lines
ar: خطوط النزيف
bn: ব্লিড লাইন
es: Líneas de Sangrado
fr: Lignes de saignée
hi: ब्लीड लाइनें
id: Garis Bleed
it: Linee di abbondanza
ja: 裁ち落とし線
ko: 재단 여백선

source: **Light blue lines** show actual page edges (covers/dustjackets only)
ar: تُظهر **الخطوط الزرقاء الفاتحة** حواف الصفحة الفعلية (الغلاف فقط / غلاف ورقي حماية فقط)
bn: **লাইট ব্লু লাইন** অ্যাকচুয়াল পেজ এজ দেখায় (শুধুমাত্র কভার/ডাস্টজ্যাকেট)
es: **Líneas azul claro** muestran los bordes reales de la página (solo portadas/sobrecubiertas)
fr: **Lignes bleues claires** indiquent les bords réels de la page (seulement les couvertures/étuis en papier)
hi: **हल्की नीली रेखाएं** वास्तविक पृष्ठ किनारे दिखाती हैं (केवल कवर/डस्टजैकेट)
id: **Garis biru muda** menunjukkan tepi halaman aktual (hanya cover/dustjacket)
it: **Linee azzurre** mostrano i bordi effettivi della pagina (solo copertine/sovraccoperte)
ja: **水色の線**で実際のページ端を表示（表紙/ダストジャケットのみ）
ko: **하늘색 선**이 실제 페이지 가장자리를 표시 (표지/더스트재킷만 해당)

source: **Outside trim lines** - indicate full page boundaries for print production
ar: **الخطوط الخارجية للحدود** - تشير إلى حدود الصفحة الكاملة لإنتاج الطباعة
bn: **আউটসাইড ট্রিম লাইন** - প্রিন্ট প্রোডাকশনের জন্য ফুল পেজ বাউন্ডারি ইন্ডিকেট করে
es: **Líneas de corte exteriores** - indican los límites completos de página para producción de impresión
fr: **Lignes de finition extérieures** - indiquent les limites de la page complète pour la production d'impression
hi: **बाहरी ट्रिम लाइनें** - प्रिंट उत्पादन के लिए पूर्ण पृष्ठ सीमाएं दर्शाती हैं
id: **Di luar garis trim** - menunjukkan batas halaman penuh untuk produksi cetak
it: **Fuori dalle linee di taglio** - indicano i limiti completi della pagina per la produzione di stampa
ja: **トリムラインの外側** - 印刷製作用のフルページ境界を表示
ko: **재단선 바깥쪽** - 인쇄 제작을 위한 전체 페이지 경계 표시

source: **Document-specific offsets** - 3.18mm for covers, 6.35mm for dustjackets
ar: **تعويضات محددة للوثائق** - 3.18 مم للغلاف، 6.35 مم لغلاف الغبار
bn: **ডকুমেন্ট-স্পেসিফিক অফসেট** - কভারের জন্য 3.18mm, ডাস্টজ্যাকেটের জন্য 6.35mm
es: **Desplazamientos específicos del documento** - 3.18mm para portadas, 6.35mm para sobrecubiertas
fr: **Décalages spécifiques au document** - 3,18 mm pour les couvertures, 6,35 mm pour les jaquettes
hi: **दस्तावेज़-विशिष्ट ऑफसेट** - कवर के लिए 3.18mm, डस्टजैकेट के लिए 6.35mm
id: **Offset spesifik dokumen** - 3.18mm untuk cover, 6.35mm untuk dustjacket
it: **Offset specifici del documento** - 3,18mm per le copertine, 6,35mm per le sovraccoperte
ja: **ドキュメント固有のオフセット** - 表紙は3.18mm、ダストジャケットは6.35mm
ko: **문서별 오프셋** - 표지 3.18mm, 더스트재킷 6.35mm
