Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/features.po
Languages: ar, bn, es, fr, hi, id, it, ja, ko

source: **Dedicated calculator tool** - Access via Document → Spine Width Calculator (Ctrl+K)
ar: **أداة حاسبة مخصصة** - الوصول من خلال المستند → حاسبة عرض العمود الفقري (Ctrl+K)
bn: **ডেডিকেটেড ক্যালকুলেটর টুল** - Document → Spine Width Calculator (Ctrl+K) এর মাধ্যমে অ্যাক্সেস
es: **Herramienta calculadora dedicada** - Acceso a través de Documento → Calculadora del Ancho del Lomo (Ctrl+K)
fr: **Outil de calcul dédié** - Accès via Document → Calculateur d'épaisseur de dos (Ctrl+K)
hi: **समर्पित कैलकुलेटर टूल** - Document → Spine Width Calculator (Ctrl+K) के माध्यम से एक्सेस करें
id: **Tool kalkulator khusus** - Akses via Document → Spine Width Calculator (Ctrl+K)
it: **Strumento calcolatore dedicato** - Accesso tramite Documento → Calcolatore Spessore Dorso (Ctrl+K)
ja: **専用計算ツール** - ドキュメント → 背幅計算機 (Ctrl+K) からアクセス
ko: **전용 계산기 도구** - 문서 → 책등 너비 계산기(Ctrl+K)로 접근

source: **Support for both covers and dustjackets**
ar: **دعم لكلا الغلافين والغلاف الخارجي**
bn: **কভার এবং ডাস্টজ্যাকেট উভয়ের জন্য সাপোর্ট**
es: **Soporte para portadas y sobrecubiertas**
fr: **Prise en charge des deux couvertures et des jaquettes**
hi: **कवर और डस्टजैकेट दोनों के लिए समर्थन**
id: **Mendukung kedua sampul dan sampul luar**
it: **Supporto sia per copertine che sovraccoperte**
ja: **表紙とダストジャケットの両方をサポート**
ko: **표지와 더스트재킷 모두 지원**

source: **Minimum spine width** - 6.35mm (0.25") for covers
ar: الحد الأدنى لعرض الظهر - 6.35 مم (0.25 بوصة) للغلاف
bn: **মিনিমাম স্পাইন উইডথ** - কভারের জন্য 6.35mm (0.25")
es: **Ancho mínimo del lomo** - 6.35mm (0.25") para portadas
fr: **Épaisseur minimale de la couverture** - 6,35 mm (0,25 po) pour les couvertures
hi: **न्यूनतम स्पाइन चौड़ाई** - कवर के लिए 6.35mm (0.25")
id: **Lebar punggung minimum** - 6,35mm (0,25") untuk sampul
it: **Spessore minimo del dorso** - 6,35mm (0,25") per le copertine
ja: **最小背幅** - 表紙用に 6.35mm（0.25インチ）
ko: **최소 책등 너비** - 표지용 6.35mm (0.25")

source: Multiple Document Support
ar: دعم مستندات متعددة
bn: মাল্টিপল ডকুমেন্ট সাপোর্ট
es: Soporte de Múltiples Documentos
fr: Prise en charge de plusieurs documents
hi: मल्टिपल दस्तावेज़ समर्थन
id: Dukungan Dokumen Multiplikasi
it: Supporto a Documenti Multipli
ja: 複数ドキュメントのサポート
ko: 다중 문서 지원

source: **Quick document type switching** via Document menu
ar: **تبديل سريع لأنواع المستندات** عبر قائمة المستند
bn: Document মেনু দিয়ে **কুইক ডকুমেন্ট টাইপ সুইচিং**
es: **Cambio rápido de tipos de documento** a través del menú Documento
fr: **Changement rapide de type de document** via le menu Document
hi: **त्वरित दस्तावेज़ प्रकार स्विचिंग** Document मेनू के माध्यम से
id: **Pergantian cepat jenis dokumen** melalui menu Dokumen
it: **Cambio rapido del tipo di documento** tramite il menu Documento
ja: **ドキュメントタイプの素早い切り替え** - ドキュメントメニューから
ko: 문서 메뉴를 통한 **빠른 문서 타입 전환**

source: **Preserves settings** when changing between interior/cover/dustjacket
ar: **يحفظ الإعدادات** عند التبديل بين الداخلية/الغلاف/غلاف الغبار
bn: ইন্টেরিয়র/কভার/ডাস্টজ্যাকেট চেঞ্জ করার সময় **সেটিংস প্রিজার্ভ করে**
es: **Preserva configuraciones** al cambiar entre interior/portada/sobrecubierta
fr: **Conserve les paramètres** lors du passage entre l'intérieur/la couverture/le rabat
hi: **सेटिंग्स संरक्षित करता है** आंतरिक/कवर/डस्टजैकेट के बीच बदलते समय
id: **Mempertahankan pengaturan** saat beralih antara interior/sampul/sampul luar
it: **Mantiene le impostazioni** durante il passaggio tra interno/copertina/sovraccoperta
ja: **設定を保持** - 本文/表紙/ダストジャケット切り替え時
ko: 내부/표지/더스트재킷 간 전환 시 **설정 보존**

source: **Optimized layouts** for each document type
ar: **مخططات مُحسّنة** لكل نوع من أنواع المستندات
bn: প্রতিটি ডকুমেন্ট টাইপের জন্য **অপটিমাইজড লেআউট**
es: **Diseños optimizados** para cada tipo de documento
fr: **Mise en page optimisée** pour chaque type de document
hi: **प्रत्येक दस्तावेज़ प्रकार के लिए अनुकूलित लेआउट**
id: **Tata letak yang dioptimalkan** untuk setiap jenis dokumen
it: **Layout ottimizzati** per ogni tipo di documento
ja: **各ドキュメントタイプに最適化されたレイアウト**
ko: 각 문서 타입에 **최적화된 레이아웃**

source: Dustjacket showing trim lines and fold lines
ar: غلاف الكتاب يظهر خطوط التrim وخطوط الطي
bn: ডাস্টজ্যাকেট ট্রিম লাইন এবং ফোল্ড লাইন দেখাচ্ছে
es: Sobrecubierta mostrando líneas de corte y plegado
fr: Jaquette montrant les lignes de coupe et les lignes de pliage
hi: डस्टजैकेट ट्रिम लाइनें और फोल्ड लाइनें दिखाता हुआ
id: Sampul depan menunjukkan garis tepi dan garis lipat
it: Sovraccoperta con linee di taglio e piega visibili
ja: トリムラインと折り線を表示したダストジャケット
ko: 재단선과 접지선을 보여주는 더스트재킷

source: Dustjacket with trim lines and fold lines visible for precise cutting and folding
ar: غلاف ورقي مع خطوط الحواف وخطوط الطي المرئية للكتابة والطي بدقة
bn: প্রিসাইজ কাটিং এবং ফোল্ডিংয়ের জন্য ট্রিম লাইন এবং ফোল্ড লাইন ভিজিবল সহ ডাস্টজ্যাকেট
es: Sobrecubierta con líneas de corte y plegado visibles para corte y plegado precisos
fr: Jaquette avec lignes de coupe et lignes de pliage visibles pour un découpage et un pliage précis
hi: डस्टजैकेट जिसमें सटीक काटने और फोल्डिंग के लिए ट्रिम लाइनें और फोल्ड लाइनें दिखाई दे रही हैं
id: Sampul depan dengan garis tepi dan garis lipat terlihat jelas untuk pemotongan dan pelipatan yang tepat
it: Sovraccoperta con linee di taglio e piega visibili per taglio e piegatura precisi
ja: 正確な裁断と折りのためにトリムラインと折り線を表示したダストジャケット
ko: 정확한 재단과 접기를 위해 재단선과 접지선이 표시된 더스트재킷

source: Quality Control Tools
ar: أدوات ضمان الجودة
bn: কোয়ালিটি কন্ট্রোল টুলস
es: Herramientas de Control de Calidad
fr: Outils de contrôle de la qualité
hi: गुणवत्ता नियंत्रण उपकरण
id: Alat Pengendalian Kualitas
it: Strumenti di Controllo della Qualità
ja: 品質管理ツール
ko: 품질 관리 도구

source: Visual Verification
ar: التحقق البصري
bn: ভিজুয়াল ভেরিফিকেশন
es: Verificación Visual
fr: Vérification visuelle
hi: दृश्य सत्यापन
id: Verifikasi Visual
it: Verifica visiva
ja: 視覚確認
ko: 시각적 확인

source: **Toggle overlays independently** - Compare with/without each overlay
ar: **التبديل بين التراكيب بشكل منفصل** - مقارنة مع/بدون كل تركيب
bn: **ওভারলে ইন্ডিপেন্ডেন্টলি টগল করুন** - প্রতিটি ওভারলে সহ/ছাড়া কম্পেয়ার করুন
es: **Alternar superposiciones de forma independiente** - Comparar con y sin cada superposición
fr: **Basculer les calques de manière indépendante** - Comparer avec/ sans chaque calque
hi: **अलग-अलग ओवरले स्विच करें** - प्रत्येक ओवरले के साथ/बिना तुलना करें
id: **Aktifkan tumpang susun secara mandiri** - Bandingkan dengan/tanpa setiap tumpang susun
it: **Attiva/disattiva sovrapposizioni in modo indipendente** - Confronta con e senza ogni sovrapposizione
ja: **オーバーレイを個別に切り替え** - 各オーバーレイのあり/なしを比較
ko: **오버레이 개별 전환** - 각 오버레이 있음/없음 비교

source: **High contrast indicators** - Clear visibility of all guides
ar: **مؤشرات تباين مرتفع** - رؤية واضحة لجميع الدليل
bn: **হাই কন্ট্রাস্ট ইন্ডিকেটর** - সব গাইডের ক্লিয়ার ভিজিবিলিটি
es: **Indicadores de alto contraste** - Visibilidad clara de todas las guías
fr: **Indicateurs à fort contraste** - Visibilité claire de tous les repères
hi: **उच्च तीव्रता संकेतक** - सभी गाइडों की स्पष्ट दृश्यता
id: **Indikator kontras tinggi** - Visibilitas jelas dari semua panduan
it: **Indicatori ad alto contrasto** - Visibilità chiara di tutte le guide
ja: **高コントラストインジケーター** - すべてのガイドを明確に表示
ko: **고대비 표시기** - 모든 가이드의 명확한 가시성

source: **Zoom to details** - Inspect specific areas closely
ar: **تكبير التفاصيل** - فحص مناطق محددة عن كثب
bn: **ডিটেইলে জুম করুন** - স্পেসিফিক এরিয়া ক্লোজলি ইন্সপেক্ট করুন
es: **Acercarse a los detalles** - Inspeccionar áreas específicas de cerca
fr: **Zoomer sur les détails** - Examiner de près des zones spécifiques
hi: **विवरण तक ज़ूम करें** - विशिष्ट क्षेत्रों की निकट दृष्टि से जांच करें
id: **Perbesar ke detail** - Periksa area tertentu secara dekat
it: **Zooma sui dettagli** - Esamina da vicino aree specifiche
ja: **ズームして詳細を確認** - 特定のエリアを詳しく検査
ko: **세부사항 확대** - 특정 영역을 자세히 검토

source: Print Preparation
ar: التحضير للطباعة
bn: প্রিন্ট প্রিপারেশন
es: Preparación para Impresión
fr: Préparation à l'impression
hi: प्रिंट तैयारी
id: Persiapan Cetak
it: Preparazione alla stampa
ja: 印刷準備
ko: 인쇄 준비

source: **Bleed verification** - Ensure images extend past trim lines
ar: **التحقق من النزيف** - تأكد من أن الصور تمتد خارج خطوط التrim
bn: **ব্লিড ভেরিফিকেশন** - ইমেজ ট্রিম লাইনের বাইরে এক্সটেন্ড করে তা নিশ্চিত করুন
es: **Verificación de sangrado** - Asegúrese de que las imágenes se extiendan más allá de las líneas de corte
fr: **Vérification de débord** - Assurez-vous que les images dépassent les lignes de découpe
hi: **ब्लीड सत्यापन** - सुनिश्चित करें कि छवियां ट्रिम लाइनों से आगे बढ़ती हैं
id: **Pemeriksaan tumpahan (bleed)** - Pastikan gambar memperluas ke luar garis potong
it: **Verifica dell'abbondanza** - Assicurarsi che le immagini si estendano oltre le linee di taglio
ja: **裁ち落とし確認** - 画像がトリムラインを越えて配置されていることを確認
ko: **재단 여백 확인** - 이미지가 재단선을 넘어 확장되는지 확인

source: **Margin compliance** - Confirm all text is within safe areas
ar: **التوافق مع الهوامش** - التأكد من أن جميع النصوص داخل المناطق الآمنة
bn: **মার্জিন কমপ্লায়েন্স** - সব টেক্সট সেফ এরিয়ার মধ্যে আছে তা কনফার্ম করুন
es: **Cumplimiento de márgenes** - Confirme que todo el texto está dentro de las áreas seguras
fr: **Conformité des marges** - Vérifier que tout le texte est dans les zones sûres
hi: **मार्जिन अनुपालन** - पुष्टि करें कि सभी टेक्स्ट सुरक्षित क्षेत्रों के भीतर है
id: **Kepatuhan margin** - Pastikan semua teks berada dalam area aman
it: **Conformità ai margini** - Confermare che tutti i testi siano all'interno delle aree sicure
ja: **マージン準拠** - すべてのテキストが安全領域内にあることを確認
ko: **여백 준수** - 모든 텍스트가 안전 영역 내에 있는지 확인

source: **Spine text check** - Verify spine content fits within width
ar: **التحقق من نص العمود الفقري** - تأكد من أن محتوى العمود الفقري يناسب العرض
bn: **স্পাইন টেক্সট চেক** - স্পাইন কন্টেন্ট উইডথের মধ্যে ফিট করে তা ভেরিফাই করুন
es: **Verificación del texto del lomo** - Verificar que el contenido del lomo quepa dentro del ancho
fr: **Vérification du texte de la tranche** - Vérifier que le contenu de la tranche s'adapte à la largeur
hi: **स्पाइन टेक्स्ट जांच** - सत्यापित करें कि स्पाइन सामग्री चौड़ाई के भीतर फिट होती है
id: **Pemeriksaan teks tulang belakang** - Periksa apakah isi tulang belakang sesuai dengan lebarnya
it: **Controllo testo del dorso** - Verifica che il contenuto del dorso rientri nello spessore disponibile
ja: **背文字チェック** - 背のコンテンツが幅内に収まっていることを確認
ko: **책등 텍스트 확인** - 책등 내용이 너비 내에 맞는지 검증

source: **Barcode clearance** - Ensure barcode area is unobstructed
ar: **مساحة الباركود** - التأكد من أن منطقة الباركود غير محجوبة
bn: **বারকোড ক্লিয়ারেন্স** - বারকোড এরিয়া আনঅবস্ট্রাক্টেড তা নিশ্চিত করুন
es: **Espacio para código de barras** - Asegurar que el área del código de barras esté libre
fr: **Nettoyage du code à barres** - Assurez-vous que la zone du code à barres est dégagée
hi: **बारकोड क्लीयरेंस** - सुनिश्चित करें कि बारकोड क्षेत्र बाधा रहित है
id: **Pembersihan kode batang** - Pastikan area kode batang tidak terhalang
it: **Spazio per il codice a barre** - Assicurarsi che l'area del codice a barre sia libera
ja: **バーコードクリアランス** - バーコード領域に障害物がないことを確認
ko: **바코드 공간 확보** - 바코드 영역이 가려지지 않았는지 확인

source: Performance
ar: الأداء
bn: পারফরম্যান্স
es: Rendimiento
hi: प्रदर्शन
id: Kinerja
it: Prestazioni
ja: パフォーマンス
ko: 성능

source: **Handles large PDFs** smoothly regardless of page count
ar: **التعامل مع ملفات PDF الكبيرة** بسلاسة بغض النظر عن عدد الصفحات
bn: পেজ কাউন্ট নির্বিশেষে **লার্জ PDF স্মুথলি হ্যান্ডেল করে**
es: **Maneja PDFs grandes** fluidamente, independientemente del número de páginas
fr: **Gère les grands PDF** en douceur, quel que soit le nombre de pages
hi: **बड़े PDF को संभालता है** पृष्ठ संख्या की परवाह किए बिना सुचारू रूप से
id: **Menangani file PDF besar** secara mulus tanpa tergantung pada jumlah halaman
it: **Gestisce grandi PDF** in modo fluido, indipendentemente dal numero di pagine
ja: **大容量PDFの処理** - ページ数に関係なくスムーズに動作
ko: 페이지 수에 관계없이 **대용량 PDF를 원활하게 처리**

source: **Efficient rendering** - Only visible pages are processed
ar: **العرض الفعّال** - تتم معالجة الصفحات المرئية فقط
bn: **এফিশিয়েন্ট রেন্ডারিং** - শুধুমাত্র ভিজিবল পেজ প্রসেস হয়
es: **Renderizado eficiente** - Solo se procesan las páginas visibles
fr: **Rendu efficace** - Seules les pages visibles sont traitées
hi: **कुशल रेंडरिंग** - केवल दृश्यमान पृष्ठ प्रोसेस किए जाते हैं
id: **Rendering efisien** - Hanya halaman visible yang diproses
it: **Rendering efficiente** - Vengono processate solo le pagine visibili
ja: **効率的なレンダリング** - 表示中のページのみを処理
ko: **효율적인 렌더링** - 보이는 페이지만 처리

source: **Fast navigation** - No lag when jumping between pages
ar: **التنقل السريع** - لا توجد تأخيرات عند الانتقال بين الصفحات
bn: **ফাস্ট নেভিগেশন** - পেজের মধ্যে জাম্প করার সময় কোনো ল্যাগ নেই
es: **Navegación rápida** - Sin retraso al saltar entre páginas
fr: **Navigation rapide** - Aucun retard lors des passages d'une page à l'autre
hi: **तीव्र नेविगेशन** - पृष्ठों के बीच जंप करते समय कोई विलंब नहीं
id: **Navigasi cepat** - Tidak ada lag saat berpindah antar halaman
it: **Navigazione veloce** - Nessun ritardo quando si passa da una pagina all'altra
ja: **高速ナビゲーション** - ページ間の移動時にラグなし
ko: **빠른 내비게이션** - 페이지 간 이동 시 지연 없음

source: **Advanced zoom rendering** - High-quality display at all zoom levels
ar: **العرض بدقة تكبير متقدمة** - عرض بجودة عالية على جميع مستويات التكبير
bn: **অ্যাডভান্সড জুম রেন্ডারিং** - সব জুম লেভেলে হাই-কোয়ালিটি ডিসপ্লে
es: **Renderizado de zoom avanzado** - Visualización de alta calidad en todos los niveles de zoom
fr: **Rendu de zoom avancé** - Affichage de haute qualité à tous les niveaux de zoom
hi: **उन्नत ज़ूम रेंडरिंग** - सभी ज़ूम स्तरों पर उच्च-गुणवत्ता प्रदर्शन
id: **Peningkatan rendering zoom** - Tampilan berkualitas tinggi pada semua tingkat zoom
it: **Rendering dello zoom avanzato** - Visualizzazione di alta qualità a tutti i livelli di zoom
ja: **高度なズームレンダリング** - すべてのズームレベルで高品質表示
ko: **고급 줌 렌더링** - 모든 줌 수준에서 고품질 표시

source: **Intelligent caching** - Recently viewed areas cached for instant panning
ar: **التخزين المؤقت الذكي** - تخزين المناطق المعروضة مؤخرًا للتحريك الفوري
bn: **ইন্টেলিজেন্ট ক্যাশিং** - রিসেন্টলি ভিউড এরিয়া ইনস্ট্যান্ট প্যানিংয়ের জন্য ক্যাশড
es: **Caché inteligente** - Áreas vistas recientemente en caché para paneo instantáneo
fr: **Mise en cache intelligente** - Les zones récemment visualisées sont mises en cache pour un panoramique instantané
hi: **बुद्धिमान कैशिंग** - हाल ही में देखे गए क्षेत्र तत्काल पैनिंग के लिए कैश किए गए
id: **Penyimpanan cache yang cerdas** - Area yang baru dilihat disimpan dalam cache untuk penggeseran instan
it: **Caching intelligente** - Le aree visualizzate recentemente vengono memorizzate per uno spostamento istantaneo
ja: **インテリジェントキャッシング** - 最近表示した領域をキャッシュして即座にパン操作
ko: **지능형 캐싱** - 최근 본 영역을 캐싱하여 즉시 패닝

source: **Progressive rendering** - Low-quality preview during zoom, high-quality after
ar: **العرض التدريجي** - معاينة بجودة منخفضة أثناء التكبير، جودة عالية بعد ذلك
bn: **প্রগ্রেসিভ রেন্ডারিং** - জুমের সময় লো-কোয়ালিটি প্রিভিউ, পরে হাই-কোয়ালিটি
es: **Renderizado progresivo** - Vista previa de baja calidad durante el zoom, alta calidad después
fr: **Rendu progressif** - Aperçu de faible qualité pendant le zoom, de haute qualité après
hi: **प्रगतिशील रेंडरिंग** - ज़ूम के दौरान कम-गुणवत्ता पूर्वावलोकन, बाद में उच्च-गुणवत्ता
id: **Render progresif** - Pratinjau kualitas rendah saat diperbesar, kualitas tinggi setelah selesai
it: **Rendering progressivo** - Anteprima di bassa qualità durante lo zoom, alta qualità dopo
ja: **プログレッシブレンダリング** - ズーム中は低品質プレビュー、その後高品質表示
ko: **점진적 렌더링** - 줌 중에는 저품질 미리보기, 이후 고품질

source: **Memory-efficient** - Smart cache management prevents excessive memory use
ar: **كفاءة الذاكرة** - إدارة ذكية للذاكرة المؤقتة تمنع الاستخدام المفرط للذاكرة
bn: **মেমরি-এফিশিয়েন্ট** - স্মার্ট ক্যাশ ম্যানেজমেন্ট এক্সেসিভ মেমরি ইউজ প্রিভেন্ট করে
es: **Eficiente en memoria** - Gestión inteligente de caché previene uso excesivo de memoria
fr: **Économise la mémoire** - La gestion intelligente du cache empêche une utilisation excessive de la mémoire
hi: **मेमोरी-कुशल** - स्मार्ट कैश प्रबंधन अत्यधिक मेमोरी उपयोग को रोकता है
id: **Efisien memori** - Manajemen cache yang cerdas mencegah penggunaan memori berlebihan
it: **Efficiente nell'utilizzo della memoria** - La gestione intelligente della cache impedisce un utilizzo eccessivo della memoria
ja: **メモリ効率** - スマートキャッシュ管理により過剰なメモリ使用を防止
ko: **메모리 효율성** - 스마트 캐시 관리로 과도한 메모리 사용 방지

source: **Presentation mode optimization** - Always uses full quality rendering
ar: **تحسين وضع العرض** - يستخدم دائمًا العرض بالجودة الكاملة
bn: **প্রেজেন্টেশন মোড অপটিমাইজেশন** - সবসময় ফুল কোয়ালিটি রেন্ডারিং ইউজ করে
es: **Optimización del modo presentación** - Siempre usa renderizado de calidad completa
fr: **Optimisation du mode de présentation** - Utilise toujours le rendu de qualité maximale
hi: **प्रेजेंटेशन मोड अनुकूलन** - हमेशा पूर्ण गुणवत्ता रेंडरिंग का उपयोग करता है
id: **Optimasi mode presentasi** - Selalu menggunakan rendering kualitas penuh
it: **Ottimizzazione della modalità presentazione** - Utilizza sempre il rendering di massima qualità
ja: **プレゼンテーションモード最適化** - 常にフル品質でレンダリング
ko: **프레젠테이션 모드 최적화** - 항상 최고 품질 렌더링 사용

source: Interior pages showing safety margins
ar: الصفحات الداخلية تظهر هوامش الأمان
bn: ইন্টেরিয়র পেজ সেফটি মার্জিন দেখাচ্ছে
es: Páginas Interiores mostrando márgenes de seguridad
fr: Pages intérieures montrant les marges de sécurité
hi: आंतरिक पृष्ठ सुरक्षा मार्जिन दिखाते हुए
id: Halaman dalam menunjukkan batas keselamatan
it: Pagine interne che mostrano i margini di sicurezza
ja: セーフティマージンを表示した本文ページ
ko: 안전 여백을 보여주는 내부 페이지

source: Interior pages in side-by-side view with safety margins visible
ar: الصفحات الداخلية في عرض جنبًا إلى جنب مع ظهور هوامش الأمان
bn: সেফটি মার্জিন ভিজিবল সহ সাইড-বাই-সাইড ভিউতে ইন্টেরিয়র পেজ
es: Páginas interiores en vista lado a lado con márgenes de seguridad visibles
fr: Pages intérieures en vue côte à côte avec les marges de sécurité visibles
hi: आंतरिक पृष्ठ साइड-बाय-साइड व्यू में सुरक्षा मार्जिन दृश्यमान के साथ
id: Halaman dalam dalam tampilan berdampingan dengan batas keselamatan terlihat
it: Pagine interne in visualizzazione affiancata con i margini di sicurezza visibili
ja: セーフティマージンを表示した見開き表示の本文ページ
ko: 안전 여백이 표시된 나란히 보기의 내부 페이지
