Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/index.po
Languages: ar, bn, de, es, hi, ja, ko, pl, pt, ru, tr, zh

source: User Guide:
ar: دليل المستخدم:
bn: ইউজার গাইড:
de: Benutzerhandbuch:
es: Guía del Usuario:
hi: उपयोगकर्ता मार्गदर्शिका:
ja: ユーザーガイド：
ko: 사용자 안내서:
pl: Przewodnik użytkownika:
pt: Guia do Usuário:
ru: Руководство пользователя:
tr: Kullanıcı Kılavuzu:
zh: 用户指南：

source: Developer Guide:
ar: دليل المطور:
bn: ডেভেলপার গাইড:
de: Entwicklerhandbuch:
es: Guía para Desarrolladores:
hi: विकासकार मार्गदर्शिका:
ja: 開発者ガイド：
ko: 개발자 가이드:
pl: Przewodnik dla programistów:
pt: Guia do Desenvolvedor:
ru: Руководство для разработчиков:
tr: Geliştirici Kılavuzu:
zh: 开发人员指南：

source: Reference:
ar: المرجع:
bn: রেফারেন্স:
de: Referenz:
es: Referencia:
hi: संदर्भ:
ja: 参考：
ko: 참조:
pl: Dokumentacja referencyjna:
pt: Referência:
ru: Справочник:
tr: Referans:
zh: 参考：

source: Momovu
ar: موموفو
bn: মোমোভু
hi: मोमोवू

source: **Preview book PDFs before print and publication**
ar: **معاينة ملفات PDF للكتب قبل الطباعة والنشر**
bn: **প্রিন্ট এবং পাবলিকেশনের আগে বুক PDF প্রিভিউ করুন**
de: **Vorschau von Buch-PDFs vor der Drucklegung und Veröffentlichung**
es: **Vista previa de PDF de libros antes de imprimir y publicar**
hi: **प्रिंट और प्रकाशन से पहले पुस्तक PDF का पूर्वावलोकन करें**
ja: **印刷・出版前に書籍PDFをプレビュー**
ko: **인쇄 및 출판 전 책 PDF 미리보기**
pl: **Podglądaj pliki PDF książek przed drukiem i publikacją**
pt: **Visualize livros em PDF antes da impressão e publicação**
ru: **Просмотр PDF-файлов книг перед печатью и публикацией**
tr: **Baskı ve yayın öncesi kitap PDF'lerini önizleyin**
zh: **在打印和出版前预览图书PDF**

source: Momovu is a PDF margin visualization tool designed for publishers and book designers. It provides real-time preview of safety margins, spine widths, and dustjacket layouts to ensure proper formatting before sending books to print.
ar: موموفو هي أداة تصور هوامش PDF مصممة للناشرين ومصممي الكتب. توفر معاينة في الوقت الفعلي لهوامش الأمان وعرض العمود الفقري وتخطيطات الأغلفة الخارجية لضمان التنسيق الصحيح قبل إرسال الكتب للطباعة.
bn: মোমোভু হল পাবলিশার এবং বুক ডিজাইনারদের জন্য ডিজাইন করা একটি PDF মার্জিন ভিজুয়ালাইজেশন টুল। এটি বই প্রিন্টে পাঠানোর আগে প্রপার ফরম্যাটিং নিশ্চিত করতে সেফটি মার্জিন, স্পাইন উইডথ এবং ডাস্টজ্যাকেট লেআউটের রিয়েল-টাইম প্রিভিউ প্রদান করে।
de: Momovu ist ein PDF-Randvisualisierungs-Tool, das für Verleger und Buchgestalter entwickelt wurde. Es bietet eine Echtzeitvorschau der Sicherheitsränder, Rückenbreiten und Umschlaglayouts, um eine korrekte Formatierung zu gewährleisten, bevor Bücher zum Druck gesendet werden.
es: Momovu es una herramienta de visualización de márgenes de PDF diseñada para editores y diseñadores de libros. Proporciona una vista previa en tiempo real de márgenes de seguridad, anchos de lomo y diseños de sobrecubiertas para asegurar el formato correcto antes de enviar los libros a impresión.
hi: मोमोवू प्रकाशकों और पुस्तक डिज़ाइनरों के लिए डिज़ाइन किया गया एक PDF मार्जिन विज़ुअलाइज़ेशन टूल है। यह सुरक्षा मार्जिन, स्पाइन चौड़ाई और डस्टजैकेट लेआउट का रियल-टाइम पूर्वावलोकन प्रदान करता है, जिससे पुस्तकों को प्रिंट भेजने से पहले उचित फॉर्मेटिंग सुनिश्चित होती है।
ja: Momovuは、出版社や書籍デザイナー向けに設計されたPDFマージン可視化ツールです。セーフティマージン、背幅、ダストジャケットレイアウトのリアルタイムプレビューを提供し、印刷前に適切なフォーマットを確認できます。
ko: Momovu는 출판사와 책 디자이너를 위해 설계된 PDF 여백 시각화 도구입니다. 책을 인쇄하기 전에 적절한 형식을 보장하기 위해 안전 여백, 책등 너비, 더스트재킷 레이아웃의 실시간 미리보기를 제공합니다.
pl: Momovu to narzędzie do wizualizacji marginesów PDF, zaprojektowane dla wydawców i projektantów książek. Zapewnia podgląd w czasie rzeczywistym marginesów bezpieczeństwa, szerokości grzbietu oraz układów obwolut, aby zapewnić poprawne formatowanie przed wysłaniem książek do druku.
pt: Momovu é uma ferramenta de visualização de margens em PDF, projetada para editores e designers de livros. Ela fornece uma pré-visualização em tempo real das margens de segurança, larguras da lombada e layouts de capa para garantir a formatação adequada antes de enviar os livros para impressão.
ru: Momovu — это инструмент визуализации полей PDF, предназначенный для издателей и дизайнеров книг. Он обеспечивает предварительный просмотр в реальном времени полей безопасности, ширины корешка и макетов суперобложки, чтобы обеспечить правильное форматирование перед отправкой книг в печать.
tr: Momovu, yayıncılar ve kitap tasarımcıları için geliştirilmiş bir PDF kenar boşluğu görselleştirme aracıdır. Kitapların baskıya gönderilmeden önce doğru biçimlendirilmesini sağlamak için güvenlik marjlarının, omurga genişliklerinin ve ceket kapak düzenlerinin gerçek zamanlı önizlemesini sunar.
zh: Momovu 是一款专为出版商和书籍设计师设计的 PDF 边距可视化工具。它提供安全边距、书脊宽度和护封布局的实时预览，确保在将书籍送交印刷前格式正确无误。

source: **Website**: https://momovu.org
ar: **الموقع الإلكتروني**: https://momovu.org
bn: **ওয়েবসাইট**: https://momovu.org
es: **Sitio Web**: https://momovu.org
hi: **वेबसाइट**: https://momovu.org
ja: **ウェブサイト**: https://momovu.org
ko: **웹사이트**: https://momovu.org
pl: **Strona internetowa**: https://momovu.org
pt: **Site**: https://momovu.org
ru: **Веб-сайт**: https://momovu.org
tr: **Web Sitesi**: https://momovu.org
zh: **网站**: https://momovu.org

source: **Source Code**: https://spacecruft.org/books/momovu
ar: **الكود المصدري**: https://spacecruft.org/books/momovu
bn: **সোর্স কোড**: https://spacecruft.org/books/momovu
de: **Quellcode**: https://spacecruft.org/books/momovu
es: **Código Fuente**: https://spacecruft.org/books/momovu
hi: **स्रोत कोड**: https://spacecruft.org/books/momovu
ja: **ソースコード**: https://spacecruft.org/books/momovu
ko: **소스 코드**: https://spacecruft.org/books/momovu
pl: **Kod źródłowy**: https://spacecruft.org/books/momovu
pt: **Código-fonte**: https://spacecruft.org/books/momovu
ru: **Исходный код**: https://spacecruft.org/books/momovu
tr: **Kaynak Kod**: https://spacecruft.org/books/momovu
zh: **源代码**: https://spacecruft.org/books/momovu

source: Momovu showcasing dustjacket with all features
ar: موموفو تعرض الغلاف الخارجي مع جميع الميزات
bn: মোমোভু সব ফিচার সহ ডাস্টজ্যাকেট শোকেস করছে
de: Momovu zeigt Schutzumschlag mit allen Funktionen
es: Momovu mostrando sobrecubierta con todas las características
hi: मोमोवू सभी सुविधाओं के साथ डस्टजैकेट प्रदर्शित कर रहा है
ja: Momovuがすべての機能を表示したダストジャケットを表示
ko: 모든 기능이 포함된 더스트재킷을 보여주는 Momovu
pl: Momovu prezentujący obwolutę ze wszystkimi funkcjami
pt: Momovu apresentando sobrecapa com todos os recursos
ru: Momovu демонстрирует суперобложку со всеми функциями
tr: Momovu tüm özellikleriyle ceket kapağı gösteriyor
zh: Momovu 展示包含所有功能的护封

source: Momovu displaying a dustjacket with all visual overlays
ar: موموفو يعرض غلافًا خارجيًا مع جميع الطبقات المرئية
bn: মোমোভু সব ভিজুয়াল ওভারলে সহ একটি ডাস্টজ্যাকেট ডিসপ্লে করছে
de: Momovu zeigt einen Schutzumschlag mit allen visuellen Überlagerungen
es: Momovu mostrando una sobrecubierta con todas las superposiciones visuales
hi: मोमोवू सभी विज़ुअल ओवरले के साथ डस्टजैकेट प्रदर्शित कर रहा है
ja: Momovuがすべてのビジュアルオーバーレイを表示したダストジャケットを表示
ko: 모든 시각적 오버레이가 적용된 더스트재킷을 표시하는 Momovu
pl: Momovu wyświetlający obwolutę ze wszystkimi nakładkami wizualnymi
pt: Momovu exibindo uma sobrecapa com todas as sobreposições visuais
ru: Momovu, отображающий суперобложку со всеми визуальными наложениями
tr: Momovu tüm görsel katmanlarıyla birlikte ceket kapağı gösteriyor
zh: Momovu 展示带有所有视觉覆盖层的护封

source: Key Features
ar: الميزات الرئيسية
bn: কী ফিচার
de: Hauptfunktionen
es: Características Principales
hi: मुख्य विशेषताएं
ja: 主な機能
ko: 주요 기능
pl: Kluczowe funkcje
pt: Recursos Principais
ru: Ключевые возможности
tr: Öne Çıkan Özellikler
zh: 主要功能

source: **Multiple Document Types**: Support for interior pages, covers, and dustjackets
ar: **أنواع المستندات المتعددة**: دعم الصفحات الداخلية والأغلفة والأغلفة الخارجية
bn: **মাল্টিপল ডকুমেন্ট টাইপ**: ইন্টেরিয়র পেজ, কভার এবং ডাস্টজ্যাকেটের সাপোর্ট
de: **Mehrere Dokumenttypen**: Unterstützung für Innenseiten, Umschläge und Schutzumschläge
es: **Múltiples Tipos de Documentos**: Soporte para páginas interiores, portadas y sobrecubiertas
hi: **मल्टिपल दस्तावेज़ प्रकार**: आंतरिक पृष्ठों, कवर और डस्टजैकेट का समर्थन
ja: **複数のドキュメントタイプ**: 本文ページ、表紙、ダストジャケットをサポート
ko: **다중 문서 타입**: 내부 페이지, 표지, 더스트재킷 지원
pl: **Wiele typów dokumentów**: Obsługa stron wewnętrznych, okładek i obwolut
pt: **Vários Tipos de Documentos**: Suporte para páginas internas, capas e sobrecapas
ru: **Несколько типов документов**: Поддержка внутренних страниц, обложек и суперобложек
tr: **Çoklu Belge Türleri**: İç sayfalar, kapaklar ve ceket kapaklara destek
zh: **多种文档类型**：支持内页、封面和护封

source: **Interactive Navigation**: Zoom, pan, and navigate through pages with ease
ar: **التنقل التفاعلي**: التكبير والتحريك والتنقل بين الصفحات بسهولة
bn: **ইন্টারঅ্যাক্টিভ নেভিগেশন**: সহজে জুম, প্যান এবং পেজ নেভিগেট করুন
de: **Interaktive Navigation**: Zoomen, Schwenken und müheloses Navigieren durch Seiten
es: **Navegación Interactiva**: Hacer zoom, desplazar y navegar por las páginas con facilidad
hi: **इंटरैक्टिव नेविगेशन**: आसानी से ज़ूम, पैन और पृष्ठों के माध्यम से नेविगेट करें
ja: **インタラクティブナビゲーション**: ズーム、パン、ページ移動を簡単に操作
ko: **대화형 내비게이션**: 쉽게 줌, 팬, 페이지 탐색
pl: **Interaktywna nawigacja**: Łatwe powiększanie, przesuwanie i nawigowanie po stronach
pt: **Navegação Interativa**: Zoom, panorâmica e navegue pelas páginas com facilidade
ru: **Интерактивная навигация**: Легко масштабируйте, панорамируйте и перемещайтесь по страницам
tr: **Etkileşimli Gezinme**: Yakınlaştırın, kaydırın ve sayfalarda kolayca gezinin
zh: **交互式导航**：轻松进行缩放、平移和页面浏览

source: **Presentation Mode**: Full-screen presentation for reviewing layouts
ar: **وضع العرض**: عرض شاشة كاملة لاستعراض التخطيطات
bn: **প্রেজেন্টেশন মোড**: লেআউট রিভিউয়ের জন্য ফুল-স্ক্রিন প্রেজেন্টেশন
de: **Präsentationsmodus**: Vollbildpräsentation zur Überprüfung von Layouts
es: **Modo de Presentación**: Presentación en pantalla completa para revisar diseños
hi: **प्रेजेंटेशन मोड**: लेआउट की समीक्षा के लिए फुल-स्क्रीन प्रेजेंटेशन
ja: **プレゼンテーションモード**: レイアウト確認用のフルスクリーン表示
ko: **프레젠테이션 모드**: 레이아웃을 검토하기 위한 전체 화면 프레젠테이션
pl: **Tryb prezentacji**: Pełnoekranowa prezentacja do sprawdzania układów
pt: **Modo de Apresentação**: Apresentação em tela cheia para revisar layouts
ru: **Режим презентации**: Полноэкранная презентация для проверки макетов
tr: **Sunum Modu**: Düzenleri gözden geçirmek için tam ekran sunum
zh: **演示模式**：全屏演示以查看布局

source: **Side-by-Side View**: View pages in spreads as they would appear in print
ar: **العرض جنبًا إلى جنب**: عرض الصفحات في فرخات كما ستظهر في الطباعة
bn: **সাইড-বাই-সাইড ভিউ**: প্রিন্টে যেভাবে দেখাবে সেভাবে স্প্রেডে পেজ দেখুন
de: **Nebeneinander-Ansicht**: Seiten in Doppelseiten anzeigen, wie sie im Druck erscheinen würden
es: **Vista Lado a Lado**: Ver páginas en pliegos como aparecerían en la impresión
hi: **साइड-बाय-साइड व्यू**: पृष्ठों को स्प्रेड में देखें जैसे वे प्रिंट में दिखाई देंगे
ja: **見開き表示**: 印刷時と同じように見開きでページを表示
ko: **나란히 보기**: 인쇄될 때처럼 펼친 면으로 페이지 보기
pl: **Widok obok siebie**: Wyświetlaj strony w rozkładówkach tak, jak będą wyglądać w druku
pt: **Visualização Lado a Lado**: Visualize as páginas em páginas duplas como elas apareceriam na impressão
ru: **Просмотр рядом**: Просмотр страниц в разворотах так, как они будут выглядеть при печати
tr: **Yan Yana Görünüm**: Sayfaları baskıda görüneceği şekilde çift sayfa düzeninde görüntüleyin
zh: **并排视图**：以印刷时的版面形式查看页面

source: **Configurable Margins**: Customizable safety margins and spine dimensions
ar: **الهوامش القابلة للتكوين**: هوامش الأمان وأبعاد العمود الفقري قابلة للتخصيص
bn: **কনফিগারেবল মার্জিন**: কাস্টমাইজেবল সেফটি মার্জিন এবং স্পাইন ডাইমেনশন
de: **Konfigurierbare Ränder**: Anpassbare Sicherheitsränder und Rückenabmessungen
es: **Márgenes Configurables**: Márgenes de seguridad y dimensiones del lomo personalizables
hi: **कॉन्फ़िगर करने योग्य मार्जिन**: अनुकूलन योग्य सुरक्षा मार्जिन और स्पाइन आयाम
ja: **設定可能なマージン**: セーフティマージンと背幅寸法をカスタマイズ可能
ko: **구성 가능한 여백**: 사용자 정의 가능한 안전 여백 및 책등 치수
pl: **Konfigurowalne marginesy**: Dostosowywalne marginesy bezpieczeństwa i wymiary grzbietu
pt: **Margens Configuráveis**: Margens de segurança e dimensões da lombada personalizáveis
ru: **Настраиваемые поля**: Пользовательские поля безопасности и размеры корешка
tr: **Ayarlanabilir Kenar Boşlukları**: Özelleştirilebilir güvenlik kenar boşlukları ve omurga boyutları
zh: **可配置边距**：可自定义的安全边距和书脊尺寸

source: **Visual Overlays**: Toggle trim lines, safety margins, fold lines, barcode areas, and bleed lines
ar: **الطبقات المرئية**: تبديل خطوط القص، هوامش الأمان، خطوط الطي، مناطق الباركود، وخطوط النزيف
bn: **ভিজুয়াল ওভারলে**: ট্রিম লাইন, সেফটি মার্জিন, ফোল্ড লাইন, বারকোড এরিয়া এবং ব্লিড লাইন টগল করুন
de: **Visuelle Überlagerungen**: Umschalten von Schnittlinien, Sicherheitsrändern, Faltlinien, Barcode-Bereichen und Beschnittlinien
es: **Superposiciones Visuales**: Alternar líneas de corte, márgenes de seguridad, líneas de plegado, áreas de códigos de barras y líneas de sangrado
hi: **विज़ुअल ओवरले**: ट्रिम लाइनें, सुरक्षा मार्जिन, फोल्ड लाइनें, बारकोड क्षेत्र और ब्लीड लाइनें टॉगल करें
ja: **ビジュアルオーバーレイ**: トリムライン、セーフティマージン、折り線、バーコード領域、裁ち落とし線の切り替え
ko: **시각적 오버레이**: 재단선, 안전 여백, 접지선, 바코드 영역, 재단 여백선 전환
pl: **Nakładki wizualne**: Przełączaj linie cięcia, marginesy bezpieczeństwa, linie zgięcia, obszary kodów kreskowych i linie spadu
pt: **Sobreposições Visuais**: Ativar ou desativar linhas de corte, margens de segurança, linhas de dobra, áreas de código de barras e linhas de sangria
ru: **Визуальные наложения**: Переключение линий обрезки, полей безопасности, линий сгиба, областей штрих-кода и линий вылета
tr: **Görsel Katmanlar**: Kesim çizgilerini, güvenlik marjlarını, katlama çizgilerini, barkod alanlarını ve taşma çizgilerini aç/kapat
zh: **视觉覆盖层**：切换修边线、安全边距、折痕线、条码区域和出血线

source: **Performance Optimized**: Efficient rendering with viewport culling and scene management
ar: **الأداء المُحسّن**: عرض فعال مع إزالة العناصر غير المرئية وإدارة المشهد
bn: **পারফরম্যান্স অপটিমাইজড**: ভিউপোর্ট কালিং এবং সিন ম্যানেজমেন্ট দিয়ে এফিশিয়েন্ট রেন্ডারিং
de: **Leistungsoptimiert**: Effizientes Rendering mit Viewport-Culling und Szenenverwaltung
es: **Rendimiento Optimizado**: Renderizado eficiente con descarte de viewport y gestión de escenas
hi: **प्रदर्शन अनुकूलित**: व्यूपोर्ट कलिंग और सीन प्रबंधन के साथ कुशल रेंडरिंग
ja: **パフォーマンス最適化**: ビューポートカリングとシーン管理による効率的なレンダリング
ko: **성능 최적화**: 뷰포트 컬링과 씬 관리를 통한 효율적인 렌더링
pl: **Zoptymalizowana wydajność**: Efektywne renderowanie z przycinaniem widoku i zarządzaniem sceną
pt: **Otimizado para Desempenho**: Renderização eficiente com culling de viewport e gerenciamento de cena
ru: **Оптимизированная производительность**: Эффективный рендеринг с отсечением области просмотра и управлением сценой
tr: **Performans Optimizasyonu**: Görüntü alanı budaması ve sahne yönetimi ile verimli oluşturma
zh: **性能优化**：通过视口剔除和场景管理实现高效渲染

source: Document Types
ar: أنواع المستندات
bn: ডকুমেন্ট টাইপ
de: Dokumenttypen
es: Tipos de Documentos
hi: दस्तावेज़ प्रकार
ja: ドキュメントタイプ
ko: 문서 유형
pl: Typy dokumentów
pt: Tipos de Documento
ru: Типы документов
tr: Belge Türleri
zh: 文件类型

source: Interior Pages
ar: الصفحات الداخلية
bn: ইন্টেরিয়র পেজ
de: Innenseiten
es: Páginas Interiores
hi: आंतरिक पृष्ठ
ja: 本文ページ
ko: 내부 페이지
pl: Strony wewnętrzne
pt: Páginas Internas
ru: Внутренние страницы
tr: İç Sayfalar
zh: 内页

source: Preview safety margins for book content
ar: معاينة هوامش الأمان لمحتوى الكتاب
bn: বুক কন্টেন্টের জন্য সেফটি মার্জিন প্রিভিউ
de: Vorschau der Sicherheitsränder für Buchinhalte
es: Vista previa de márgenes de seguridad para el contenido del libro
hi: पुस्तक सामग्री के लिए पूर्वावलोकन सुरक्षा सीमा
ja: 本のコンテンツのセーフティマージンをプレビュー
ko: 책 콘텐츠의 안전 여백 미리보기
pl: Podgląd marginesów bezpieczeństwa dla treści książki
pt: Visualizar margens de segurança para o conteúdo do livro
ru: Предварительный просмотр полей безопасности для содержимого книги
tr: Kitap içeriği için güvenlik marjlarını önizleyin
zh: 预览图书内容的安全边距

source: Side-by-side spread view
ar: عرض الفرخة جنبًا إلى جنب
bn: সাইড-বাই-সাইড স্প্রেড ভিউ
de: Nebeneinander-Doppelseitenansicht
es: Vista de pliego lado a lado
hi: साइड-बाय-साइड स्प्रेड व्यू
ja: 見開き表示
ko: 나란히 펼친 면 보기
pl: Widok rozkładówki obok siebie
pt: Visualização em páginas duplas lado a lado
ru: Просмотр разворота рядом
tr: Yan yana çift sayfa görünümü
zh: 并排展开视图

source: Spine line visualization in dual-page mode
ar: تصور خط العمود الفقري في وضع الصفحة المزدوجة
bn: ডুয়াল-পেজ মোডে স্পাইন লাইন ভিজুয়ালাইজেশন
de: Rückenlinien-Visualisierung im Doppelseitenmodus
es: Visualización de línea del lomo en modo de página doble
hi: डुअल-पेज मोड में स्पाइन लाइन विज़ुअलाइज़ेशन
ja: 見開きモードでの背表示線の可視化
ko: 듀얼 페이지 모드에서 책등선 시각화
pl: Wizualizacja linii grzbietu w trybie dwustronicowym
pt: Visualização da linha da lombada em modo de duas páginas
ru: Визуализация линии корешка в режиме двойной страницы
tr: Çift sayfa modunda omurga çizgisi görselleştirmesi
zh: 双页模式下的书脊线可视化

source: Covers
ar: الأغلفة
bn: কভার
de: Umschläge
es: Portadas
hi: कवर
ja: 表紙
ko: 표지
pl: Okładki
pt: Capas
ru: Обложки
tr: Kapaklar
zh: 封面

source: Front and back cover visualization
ar: تصور الغلاف الأمامي والخلفي
bn: ফ্রন্ট এবং ব্যাক কভার ভিজুয়ালাইজেশন
de: Visualisierung von Vorder- und Rückseite
es: Visualización de portada y contraportada
hi: फ्रंट और बैक कवर विज़ुअलाइज़ेशन
ja: 表紙と裏表紙の可視化
ko: 앞표지 및 뒤표지 시각화
pl: Wizualizacja przedniej i tylnej okładki
pt: Visualização das capas frontal e posterior
ru: Визуализация передней и задней обложки
tr: Ön ve arka kapak görselleştirmesi
zh: 封面和封底的可视化

source: Spine width calculation based on page count
ar: حساب عرض العمود الفقري بناءً على عدد الصفحات
bn: পেজ কাউন্ট বেসড স্পাইন উইডথ ক্যালকুলেশন
de: Berechnung der Rückenbreite anhand der Seitenzahl
es: Cálculo del ancho del lomo basado en el número de páginas
hi: पृष्ठ संख्या के आधार पर स्पाइन चौड़ाई गणना
ja: ページ数に基づく背幅の計算
ko: 페이지 수 기반 책등 너비 계산
pl: Obliczanie szerokości grzbietu na podstawie liczby stron
pt: Cálculo da largura da lombada com base no número de páginas
ru: Расчет ширины корешка на основе количества страниц
tr: Sayfa sayısına dayalı omurga genişliği hesaplaması
zh: 根据页数计算书脊宽度

source: Barcode area placement
ar: وضع منطقة الباركود
bn: বারকোড এরিয়া প্লেসমেন্ট
de: Barcode-Bereich-Platzierung
es: Ubicación del área del código de barras
hi: बारकोड क्षेत्र प्लेसमेंट
ja: バーコード領域の配置
ko: 바코드 영역 배치
pl: Umieszczenie obszaru kodu kreskowego
pt: Posicionamento da área de código de barras
ru: Размещение области штрих-кода
tr: Barkod alanı yerleşimi
zh: 条形码区域放置

source: Fold line indicators
ar: مؤشرات خطوط الطي
bn: ফোল্ড লাইন ইন্ডিকেটর
de: Faltlinien-Indikatoren
es: Indicadores de líneas de plegado
hi: फोल्ड लाइन संकेतक
ja: 折り線インジケーター
ko: 접지선 표시기
pl: Wskaźniki linii zagięcia
pt: Indicadores de linha de dobra
ru: Индикаторы линий сгиба
tr: Katlama çizgisi göstergeleri
zh: 折线指示器

source: Dustjackets
ar: الأغلفة الخارجية
bn: ডাস্টজ্যাকেট
de: Schutzumschläge
es: Sobrecubiertas
hi: डस्टजैकेट
ja: ダストジャケット
ko: 더스트재킷
pl: Obwoluty
pt: Sobrecapas
ru: Суперобложки
tr: Ceket Kapaklar
zh: 护封

source: Complete dustjacket layout preview
ar: معاينة تخطيط الغلاف الخارجي الكامل
bn: কমপ্লিট ডাস্টজ্যাকেট লেআউট প্রিভিউ
de: Vollständige Schutzumschlag-Layout-Vorschau
es: Vista previa completa del diseño de sobrecubierta
hi: पूर्ण डस्टजैकेट लेआउट पूर्वावलोकन
ja: 完全なダストジャケットレイアウトのプレビュー
ko: 완전한 더스트재킷 레이아웃 미리보기
pl: Kompletny podgląd układu obwoluty
pt: Visualização completa do layout da sobrecapa
ru: Полный предварительный просмотр макета суперобложки
tr: Tam ceket kapak düzeni önizlemesi
zh: 完整护封布局预览

source: Flap dimensions and safety margins
ar: أبعاد الألسنة وهوامش الأمان
bn: ফ্ল্যাপ ডাইমেনশন এবং সেফটি মার্জিন
de: Klappen-Abmessungen und Sicherheitsränder
es: Dimensiones de solapas y márgenes de seguridad
hi: फ्लैप आयाम और सुरक्षा मार्जिन
ja: フラップの寸法とセーフティマージン
ko: 날개 치수 및 안전 여백
pl: Wymiary skrzydełek i marginesy bezpieczeństwa
pt: Dimensões das abas e margens de segurança
ru: Размеры клапанов и поля безопасности
tr: Kanat boyutları ve güvenlik marjları
zh: 书衣翼尺寸和安全边距

source: Spine width with bleed areas
ar: عرض العمود الفقري مع مناطق النزيف
bn: ব্লিড এরিয়া সহ স্পাইন উইডথ
de: Rückenbreite mit Beschnittbereichen
es: Ancho del lomo con áreas de sangrado
hi: ब्लीड क्षेत्रों के साथ स्पाइन चौड़ाई
ja: 裁ち落とし領域を含む背幅
ko: 재단 여백 영역을 포함한 책등 너비
pl: Szerokość grzbietu z obszarami spadu
pt: Largura da lombada com áreas de sangria
ru: Ширина корешка с областями вылета
tr: Taşma alanlarıyla omurga genişliği
zh: 含出血区的书脊宽度

source: Fold lines for all edges
ar: خطوط الطي لجميع الحواف
bn: সব এজের জন্য ফোল্ড লাইন
de: Faltlinien für alle Kanten
es: Líneas de plegado para todos los bordes
hi: सभी किनारों के लिए फोल्ड लाइनें
ja: すべての端の折り線
ko: 모든 가장자리의 접지선
pl: Linie zagięcia dla wszystkich krawędzi
pt: Linhas de dobra para todas as bordas
ru: Линии сгиба для всех краев
tr: Tüm kenarlar için katlama çizgileri
zh: 所有边缘的折线

source: Indices and tables
ar: الفهارس والجداول
bn: ইনডেক্স এবং টেবিল
de: Indizes und Tabellen
es: Índices y tablas
hi: सूचकांक और तालिकाएं
ja: 索引と表
ko: 색인 및 표
pl: Indeksy i tabele
pt: Índices e tabelas
ru: Индексы и таблицы
tr: İndeksler ve tablolar
zh: 索引和表格

source: :ref:`search`
tr: :ref:`arama`
zh: :ref:`搜索`
