Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/install.po
Languages: bn, fr, hi, id, ja, pl

source: Installation
bn: ইনস্টলেশন
hi: स्थापना
id: Instalasi
ja: インストール
pl: Instalacja

source: This guide covers installation of Momovu on Linux systems.
bn: এই গাইডটি Linux সিস্টেমে মোমোভু ইনস্টলেশন কভার করে।
fr: Ce guide traite de l'installation de Momovu sur les systèmes Linux.
hi: यह गाइड Linux सिस्टम पर मोमोवू की स्थापना को कवर करती है।
id: Panduan ini mencakup instalasi Momovu pada sistem Linux.
ja: このガイドでは、LinuxシステムへのMomovuのインストールについて説明します。
pl: Ten przewodnik obejmuje instalację Momovu w systemach Linux.

source: System Requirements
bn: সিস্টেম রিকোয়ারমেন্ট
fr: Configuration système requise
hi: सिस्टम आवश्यकताएं
id: Persyaratan Sistem
ja: システム要件
pl: Wymagania systemowe

source: Minimum Requirements
bn: মিনিমাম রিকোয়ারমেন্ট
fr: Exigences minimales
hi: न्यूनतम आवश्यकताएं
id: Persyaratan Minimum
ja: 最低要件
pl: Wymagania minimalne

source: **Operating System**: Linux
bn: **অপারেটিং সিস্টেম**: Linux
fr: **Système d'exploitation** : Linux
hi: **ऑपरेटिंग सिस्टम**: लिनक्स
id: **Sistem Operasi**: Linux
ja: **オペレーティングシステム**: Linux
pl: **System operacyjny**: Linux

source: **Python**: 3.9 or higher
bn: **Python**: 3.9 বা উচ্চতর
fr: **Python** : 3.9 ou version ultérieure
hi: **Python**: 3.9 या उससे अधिक
id: **Python**: 3.9 atau lebih tinggi
ja: **Python**: 3.9 以上
pl: **Python**: 3.9 lub nowszy

source: **RAM**: 4 GB minimum, 8 GB recommended
bn: **RAM**: 4 GB মিনিমাম, 8 GB রেকমেন্ডেড
fr: **RAM** : 4 Go minimum, 8 Go recommandés
hi: **RAM**: न्यूनतम 4 GB, अनुशंसित 8 GB
id: **RAM**: 4 GB minimum, 8 GB direkomendasikan
ja: **RAM**: 最低4GB、推奨8GB
pl: **Pamięć RAM**: minimum 4 GB, zalecane 8 GB

source: **Disk Space**: 500 MB for installation
bn: **ডিস্ক স্পেস**: ইনস্টলেশনের জন্য 500 MB
fr: **Espace disque** : 500 Mo pour l'installation
hi: **डिस्क स्पेस**: स्थापना के लिए 500 MB
id: **Disk Space**: 500 MB untuk instalasi
ja: **ディスク容量**: インストールに500 MB
pl: **Pamięć dyskowa**: 500 MB na instalację

source: **Display**: 1280x720 minimum resolution
bn: **ডিসপ্লে**: 1280x720 মিনিমাম রেজোলিউশন
fr: **Affichage** : Résolution minimale de 1280x720
hi: **डिस्प्ले**: 1280x720 न्यूनतम रिज़ॉल्यूशन
id: **Display**: Resolusi minimum 1280x720
ja: **ディスプレイ**: 最低解像度 1280x720
pl: **Wyświetlacz**: rozdzielczość minimum 1280x720

source: Recommended Requirements
bn: রেকমেন্ডেড রিকোয়ারমেন্ট
fr: Exigences recommandées
hi: अनुशंसित आवश्यकताएं
id: Persyaratan Direkomendasikan
ja: 推奨要件
pl: Zalecane wymagania

source: **Operating System**: Latest stable release of your Linux distribution
bn: **অপারেটিং সিস্টেম**: আপনার Linux ডিস্ট্রিবিউশনের লেটেস্ট স্টেবল রিলিজ
fr: **Système d'exploitation** : Dernière version stable de votre distribution Linux
hi: **ऑपरेटिंग सिस्टम**: आपके Linux वितरण का नवीनतम स्थिर रिलीज़
id: **Sistem Operasi**: Rilis stabil terbaru dari distribusi Linux Anda
ja: **オペレーティングシステム**: お使いのLinuxディストリビューションの最新安定版
pl: **System operacyjny**: Ostatnia stabilna wersja Twojej dystrybucji Linux

source: **Python**: 3.10 or higher
bn: **Python**: 3.10 বা উচ্চতর
fr: **Python** : 3.10 ou version ultérieure
hi: **Python**: 3.10 या उससे अधिक
id: **Python**: 3.10 atau lebih tinggi
ja: **Python**: 3.10 以上
pl: **Python**: 3.10 lub nowszy

source: **RAM**: 8 GB or more
bn: **RAM**: 8 GB বা বেশি
fr: **Mémoire RAM** : 8 Go ou plus
hi: **RAM**: 8 GB या अधिक
id: **RAM**: 8 GB atau lebih
ja: **RAM**: 8 GB 以上
pl: **Pamięć RAM**: 8 GB lub więcej

source: **Disk Space**: 1 GB for installation and cache
bn: **ডিস্ক স্পেস**: ইনস্টলেশন এবং ক্যাশের জন্য 1 GB
fr: **Espace disque** : 1 Go pour l'installation et le cache
hi: **डिस्क स्पेस**: स्थापना और कैश के लिए 1 GB
id: **Disk Space**: 1 GB untuk instalasi dan cache
ja: **ディスク容量**: インストールとキャッシュに1GB
pl: **Przestrzeń dyskowa**: 1 GB na instalację i pamięć podręczną

source: **Display**: 1920x1080 or higher resolution
bn: **ডিসপ্লে**: 1920x1080 বা উচ্চতর রেজোলিউশন
fr: **Affichage** : 1920x1080 ou une résolution supérieure
hi: **डिस्प्ले**: 1920x1080 या उच्चतर रिज़ॉल्यूशन
id: **Display**: 1920x1080 atau resolusi lebih tinggi
ja: **ディスプレイ**: 1920x1080 またはそれ以上の解像度
pl: **Wyświetlacz**: 1920x1080 lub wyższa rozdzielczość

source: Quick Install
bn: কুইক ইনস্টল
fr: Installation Rapide
hi: त्वरित स्थापना
ja: クイックインストール
pl: Szybka instalacja

source: Using pip (Recommended)
bn: pip ইউজ করা (রেকমেন্ডেড)
fr: En utilisant pip (recommandé)
hi: pip का उपयोग करके (अनुशंसित)
id: Menggunakan pip (Direkomendasikan)
ja: pip を使用してインストール (推奨)
pl: Użycie pip (zalecane)

source: The simplest way to install Momovu:
bn: মোমোভু ইনস্টল করার সিমপ্লেস্ট ওয়ে:
fr: La méthode la plus simple pour installer Momovu :
hi: मोमोवू स्थापित करने का सबसे सरल तरीका:
id: Cara paling mudah untuk install Momovu:
ja: Momovuをインストールする最も簡単な方法：
pl: Najprostszy sposób zainstalowania Momovu:

source: To upgrade to the latest version:
bn: লেটেস্ট ভার্সনে আপগ্রেড করতে:
fr: Pour passer à la dernière version :
hi: नवीनतम संस्करण में अपग्रेड करने के लिए:
id: Untuk upgrade ke versi terbaru:
ja: 最新バージョンにアップグレードするには：
pl: Aby uaktualnić do najnowszej wersji:

source: Installation Instructions
bn: ইনস্টলেশন ইনস্ট্রাকশন
fr: Instructions d'installation
hi: स्थापना निर्देश
id: Instruksi Instalasi
ja: インストール手順
pl: Instrukcje montażu

source: Install system dependencies:
bn: সিস্টেম ডিপেন্ডেন্সি ইনস্টল করুন:
fr: Installez les dépendances du système :
hi: सिस्टम निर्भरताएं स्थापित करें:
id: Install dependensi sistem:
ja: システム依存関係をインストール：
pl: Zainstaluj zależności systemowe:

source: Create a virtual environment (recommended):
bn: একটি ভার্চুয়াল এনভায়রনমেন্ট তৈরি করুন (রেকমেন্ডেড):
fr: Créez un environnement virtuel (recommandé) :
hi: एक वर्चुअल एनवायरनमेंट बनाएं (अनुशंसित):
id: Buat lingkungan virtual (direkomendasikan):
ja: 仮想環境を作成（推奨）：
pl: Utwórz środowisko wirtualne (zalecane):

source: Install Momovu:
bn: মোমোভু ইনস্টল করুন:
fr: Installez Momovu :
hi: मोमोवू स्थापित करें:
ja: Momovuをインストール：
pl: Zainstaluj Momovu:

source: Install from Source
bn: সোর্স থেকে ইনস্টল
fr: Installer à partir de la source
hi: स्रोत से स्थापित करें
id: Install dari Source
ja: ソースからインストール
pl: Instalacja z źródła

source: For users who want the latest development version:
bn: লেটেস্ট ডেভেলপমেন্ট ভার্সন চাওয়া ইউজারদের জন্য:
fr: Pour les utilisateurs souhaitant utiliser la version de développement la plus récente :
hi: उन उपयोगकर्ताओं के लिए जो नवीनतम विकास संस्करण चाहते हैं:
id: Untuk pengguna yang ingin versi development terbaru:
ja: 最新の開発バージョンを希望するユーザー向け：
pl: Dla użytkowników, którzy chcą najnowszej wersji deweloperskiej:

source: Clone the Repository
bn: রিপোজিটরি ক্লোন
fr: Cloner le dépôt
hi: रिपॉज़िटरी क्लोन करें
id: Clone Repository
ja: リポジトリをクローンする
pl: Klonuj repozytorium

source: Install the Application
bn: অ্যাপ্লিকেশন ইনস্টল
fr: Installez l'application
hi: एप्लिकेशन स्थापित करें
id: Install Aplikasi
ja: アプリケーションをインストールする
pl: Zainstaluj aplikację

source: Create and activate a virtual environment:
bn: ভার্চুয়াল এনভায়রনমেন্ট ক্রিয়েট এবং অ্যাক্টিভেট করুন:
fr: Créer et activer un environnement virtuel :
hi: एक वर्चुअल एनवायरनमेंट बनाएं और सक्रिय करें:
id: Buat dan aktifkan lingkungan virtual:
ja: 仮想環境を作成してアクティベートする：
pl: Utwórz i aktywuj środowisko wirtualne:

source: Install in user mode:
bn: ইউজার মোডে ইনস্টল:
fr: Installer en mode utilisateur :
hi: उपयोगकर्ता मोड में स्थापित करें:
id: Install dalam mode user:
ja: ユーザーモードでインストール：
pl: Zainstaluj w trybie użytkownika:

source: Verification
bn: ভেরিফিকেশন
fr: Vérification
hi: सत्यापन
id: Verifikasi
ja: 検証
pl: Weryfikacja

source: After installation, verify Momovu is working:
bn: ইনস্টলেশনের পরে, মোমোভু কাজ করছে কিনা ভেরিফাই করুন:
fr: Après l'installation, vérifiez que Momovu fonctionne :
hi: स्थापना के बाद, सत्यापित करें कि मोमोवू काम कर रहा है:
id: Setelah instalasi, verifikasi Momovu berfungsi:
ja: インストール後、Momovuが正しく動作していることを確認：
pl: Po zainstalowaniu sprawdź, czy Momovu działa:

source: Uninstallation
bn: আনইনস্টলেশন
fr: Désinstallation
hi: अनइंस्टॉलेशन
id: Uninstall
ja: アンインストール
pl: Odinstalowanie

source: To remove Momovu:
bn: মোমোভু রিমুভ করতে:
fr: Pour supprimer Momovu :
hi: मोमोवू को हटाने के लिए:
id: Untuk remove Momovu:
ja: Momovuを削除するには：
pl: Aby usunąć Momovu:

source: Using pip
bn: pip ইউজ করা
fr: Utilisation de pip
hi: pip का उपयोग करके
id: Menggunakan pip
ja: pipを使用
pl: Używanie pip

source: Complete Removal
bn: কমপ্লিট রিমুভাল
fr: Suppression complète
hi: पूर्ण हटाना
ja: 完全な削除
pl: Pełne usunięcie

source: Uninstall the package:
bn: প্যাকেজ আনইনস্টল করুন:
fr: Désinstaller le package :
hi: पैकेज को अनइंस्टॉल करें:
id: Uninstall package:
ja: パッケージをアンインストール：
pl: Odinstaluj pakiet:

source: Remove virtual environment (if used):
bn: ভার্চুয়াল এনভায়রনমেন্ট রিমুভ করুন (যদি ইউজ করা হয়):
fr: Supprimer l'environnement virtuel (si utilisé) :
hi: वर्चुअल एनवायरनमेंट हटाएं (यदि उपयोग किया गया हो):
id: Remove virtual environment (jika digunakan):
ja: 仮想環境を削除する（使用した場合）：
pl: Usuń środowisko wirtualne (jeśli używane):

source: Remove configuration files (if any):
bn: কনফিগারেশন ফাইল রিমুভ করুন (যদি থাকে):
fr: Supprimer les fichiers de configuration (s'ils existent) :
hi: कॉन्फ़िगरेशन फ़ाइलें हटाएं (यदि कोई हो):
id: Remove file konfigurasi (jika ada):
ja: 構成ファイルを削除する（存在する場合）：
pl: Usuń pliki konfiguracyjne (jeśli istnieją):

source: Next Steps
bn: নেক্সট স্টেপ
fr: Étapes suivantes
hi: अगले कदम
id: Langkah Selanjutnya
ja: 次のステップ
pl: Następne kroki

source: After successful installation:
bn: সাকসেসফুল ইনস্টলেশনের পরে:
fr: Après une installation réussie :
hi: सफल स्थापना के बाद:
id: Setelah instalasi berhasil:
ja: インストール成功後：
pl: Po udanej instalacji:

source: Read the :doc:`usage` guide to learn about features
bn: ফিচার সম্পর্কে জানতে :doc:`usage` গাইড পড়ুন
fr: Lisez le guide :doc:`usage` pour en savoir plus sur les fonctionnalités
hi: सुविधाओं के बारे में जानने के लिए :doc:`usage` गाइड पढ़ें
id: Baca panduan :doc:`usage` untuk mempelajari tentang fitur
ja: :doc:`usage` ガイドを読んで機能について学ぶ
pl: Przeczytaj przewodnik :doc:`usage`, aby poznać funkcje

source: Try the sample PDFs in the repository
bn: রিপোজিটরিতে স্যাম্পল PDF ট্রাই করুন
fr: Essayez les exemples PDF dans le dépôt
hi: रिपॉज़िटरी में नमूना PDF आज़माएं
id: Coba sample PDF di repository
ja: リポジトリのサンプルPDFを試す
pl: Spróbuj przykładowych plików PDF w repozytorium

source: Configure your preferred document types
bn: আপনার প্রিফার্ড ডকুমেন্ট টাইপ কনফিগার করুন
fr: Configurez vos types de documents préférés
hi: अपने पसंदीदा दस्तावेज़ प्रकार कॉन्फ़िगर करें
id: Konfigurasi tipe dokumen yang Anda preferensikan
ja: お好みのドキュメントタイプを設定
pl: Skonfiguruj preferowane typy dokumentów

source: Explore keyboard shortcuts for efficient workflow
bn: এফিশিয়েন্ট ওয়ার্কফ্লোর জন্য কীবোর্ড শর্টকাট এক্সপ্লোর করুন
fr: Découvrez les raccourcis clavier pour un workflow efficace
hi: कुशल वर्कफ़्लो के लिए कीबोर्ड शॉर्टकट एक्सप्लोर करें
id: Explore shortcut keyboard untuk workflow efisien
ja: 効率的なワークフローのためのキーボードショートカットを探索
pl: Odkryj skróty klawiaturowe dla wydajnej pracy

source: For development setup, see :doc:`development`.
bn: ডেভেলপমেন্ট সেটআপের জন্য, :doc:`development` দেখুন।
fr: Pour la configuration du développement, voir :doc:`development`.
hi: विकास सेटअप के लिए, :doc:`development` देखें।
id: Untuk setup development, lihat :doc:`development`.
ja: 開発環境のセットアップについては、:doc:`development` を参照してください。
pl: Aby skonfigurować środowisko deweloperskie, zobacz :doc:`development`.
