Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/preferences.po
Languages: ar, bn, fr, hi, id, it, ko, pl, pt, tr

source: Preferences & Configuration
ar: التفضيلات والتكوين
bn: প্রিফারেন্স এবং কনফিগারেশন
fr: Préférences & Configuration
hi: प्राथमिकताएं और कॉन्फ़िगरेशन
id: Preferensi & Konfigurasi
it: Preferenze e Configurazione
ko: 환경 설정 및 구성
pl: Preferencje i konfiguracja
pt: Preferências & Configuração
tr: Tercihler & Yapılandırma

source: Momovu provides a comprehensive preferences system that allows you to customize the application's behavior and appearance to suit your workflow.
ar: يوفر Momovu نظام تفضيلات شامل يسمح لك بتخصيص سلوك التطبيق وشكله ليتماشى مع طريقة عملك.
bn: মোমোভু একটি কমপ্রিহেন্সিভ প্রিফারেন্স সিস্টেম প্রদান করে যা আপনার ওয়ার্কফ্লো অনুযায়ী অ্যাপ্লিকেশনের বিহেভিয়ার এবং অ্যাপিয়ারেন্স কাস্টমাইজ করতে দেয়।
fr: Momovu propose un système complet de préférences qui vous permet de personnaliser le comportement et l'apparence de l'application selon votre mode de travail.
hi: मोमोवू एक व्यापक प्राथमिकता प्रणाली प्रदान करता है जो आपको अपने वर्कफ़्लो के अनुसार एप्लिकेशन के व्यवहार और उपस्थिति को अनुकूलित करने की अनुमति देती है।
id: Momovu menyediakan sistem preferensi komprehensif yang memungkinkan Anda mengkustomisasi perilaku dan tampilan aplikasi sesuai workflow Anda.
it: Momovu offre un sistema completo di preferenze che ti permette di personalizzare il comportamento e l'aspetto dell'applicazione in base al tuo flusso di lavoro.
ko: Momovu는 애플리케이션의 동작과 외관을 작업 흐름에 맞게 사용자 정의할 수 있는 포괄적인 환경 설정 시스템을 제공합니다.
pl: Momovu oferuje kompleksowy system ustawień, który umożliwia dostosowanie zachowania i wyglądu aplikacji do Twojej pracy.
pt: O Momovu oferece um sistema abrangente de preferências que permite personalizar o comportamento e a aparência do aplicativo para atender ao seu fluxo de trabalho.
tr: Momovu, uygulamanın davranışını ve görünümünü iş akışınıza göre özelleştirmenizi sağlayan kapsamlı bir tercih sistemi sunar.

source: Accessing Preferences
ar: الوصول إلى التفضيلات
bn: প্রিফারেন্স অ্যাক্সেস করা
fr: Accès aux préférences
hi: प्राथमिकताएं एक्सेस करना
id: Mengakses Preferensi
it: Accesso alle Preferenze
ko: 환경 설정 접근
pl: Dostęp do preferencji
pt: Acessando Preferências
tr: Tercihlere Erişme

source: The Preferences dialog can be accessed in two ways:
ar: يمكن الوصول إلى مربع الحوار "التفضيلات" بطريقتين:
bn: প্রিফারেন্স ডায়ালগ দুই উপায়ে অ্যাক্সেস করা যায়:
fr: La boîte de dialogue Préférences peut être accédée de deux manières :
hi: प्राथमिकताएं डायलॉग को दो तरीकों से एक्सेस किया जा सकता है:
id: Dialog Preferensi dapat diakses dengan dua cara:
it: La finestra di dialogo Preferenze può essere accessibile in due modi:
ko: 환경 설정 대화상자는 두 가지 방법으로 접근할 수 있습니다:
pl: Okno dialogowe Preferencje można otworzyć na dwa sposoby:
pt: O diálogo de Preferências pode ser acessado de duas maneiras:
tr: Tercihler iletişim kutusuna iki şekilde erişilebilir:

source: From the menu: **File** → **Preferences...**
ar: من القائمة: **الملف** → **التفضيلات...**
bn: মেনু থেকে: **File** → **Preferences...**
fr: Depuis le menu : **Fichier** → **Préférences...**
hi: मेनू से: **File** → **Preferences...**
id: Dari menu: **File** → **Preferences...**
it: Dal menu: **File** → **Preferenze...**
ko: 메뉴에서: **파일** → **환경 설정...**
pl: Z menu: **Plik** → **Preferencje...**
pt: A partir do menu: **Arquivo** → **Preferências...**
tr: Menüden: **Dosya** → **Tercihler...**

source: Using the keyboard shortcut: ``Ctrl+,`` (Ctrl+comma)
ar: باستخدام اختصار لوحة المفاتيح: ``Ctrl+,`` (Ctrl+فاصلة)
bn: কীবোর্ড শর্টকাট ইউজ করে: ``Ctrl+,`` (Ctrl+comma)
fr: En utilisant le raccourci clavier : « Ctrl + , » (Ctrl + virgule)
hi: कीबोर्ड शॉर्टकट का उपयोग करके: ``Ctrl+,`` (Ctrl+comma)
id: Menggunakan pintasan keyboard: ``Ctrl+,`` (Ctrl+koma)
it: Utilizzando la scorciatoia da tastiera: ``Ctrl+,`` (Ctrl+virgola)
ko: 키보드 단축키 사용: ``Ctrl+,`` (Ctrl+쉼표)
pl: Za pomocą skrótu klawiaturowego: ``Ctrl+,`` (Ctrl+przecinek)
pt: Usando o atalho do teclado: ``Ctrl+,`` (Ctrl+vírgula)
tr: Klavye kısayolu kullanarak: ``Ctrl+,`` (Ctrl+virgül)

source: Preferences dialog showing configuration options
ar: حوار التفضيلات يعرض خيارات التكوين
bn: কনফিগারেশন অপশন দেখানো প্রিফারেন্স ডায়ালগ
fr: Dialogue des préférences affichant les options de configuration
hi: कॉन्फ़िगरेशन विकल्प दिखाता प्राथमिकताएं डायलॉग
id: Dialog preferensi menampilkan opsi konfigurasi
it: Finestra delle preferenze che mostra le opzioni di configurazione
ko: 구성 옵션을 보여주는 환경 설정 대화상자
pl: Okno dialogowe Preferencje pokazujące opcje konfiguracji
pt: Caixa de diálogo de preferências mostrando opções de configuração
tr: Tercihler iletişim kutusu yapılandırma seçeneklerini gösteriyor

source: Configuration Options
ar: خيارات التكوين
bn: কনফিগারেশন অপশন
fr: Options de configuration
hi: कॉन्फ़िगरेशन विकल्प
id: Opsi Konfigurasi
it: Opzioni di configurazione
ko: 구성 옵션
pl: Opcje konfiguracji
pt: Opções de Configuração
tr: Yapılandırma Seçenekleri

source: The Preferences dialog is organized into three tabs for easy navigation:
ar: يتم تنظيم حوار التفضيلات في ثلاث علامات تبويب لتسهيل التنقل:
bn: প্রিফারেন্স ডায়ালগ ইজি নেভিগেশনের জন্য তিনটি ট্যাবে অর্গানাইজড:
fr: La boîte de dialogue Préférences est organisée en trois onglets pour une navigation facile :
hi: प्राथमिकताएं डायलॉग आसान नेविगेशन के लिए तीन टैब में व्यवस्थित है:
id: Dialog Preferensi diorganisir dalam tiga tab untuk navigasi mudah:
it: La finestra di dialogo delle Preferenze è organizzata in tre schede per un facile utilizzo:
ko: 환경 설정 대화상자는 쉬운 탐색을 위해 세 개의 탭으로 구성되어 있습니다:
pl: Okno dialogowe Preferencje jest podzielone na trzy zakładki dla łatwej nawigacji:
pt: O diálogo de Preferências está organizado em três abas para facilitar a navegação:
tr: Tercihler iletişim kutusu, kolay gezinme için üç sekmeden oluşur:

source: General Tab
ar: علامة التبويب العامة
bn: জেনারেল ট্যাব
fr: Onglet Général
hi: सामान्य टैब
id: Tab General
it: Scheda Generale
ko: 일반 탭
pl: Zakładka Ogólne
pt: Aba Geral
tr: Genel Sekme

source: The General tab contains the main application settings:
ar: تحتوي علامة التبويب العامة على إعدادات التطبيق الرئيسية:
bn: জেনারেল ট্যাব মেইন অ্যাপ্লিকেশন সেটিংস কন্টেইন করে:
fr: L'onglet Général contient les paramètres principaux de l'application :
hi: सामान्य टैब में एप्लिकेशन की मुख्य सेटिंग्स होती हैं:
id: Tab General berisi setting aplikasi utama:
it: La scheda Generale contiene le impostazioni principali dell'applicazione:
ko: 일반 탭에는 주요 애플리케이션 설정이 포함되어 있습니다:
pl: Zakładka Ogólne zawiera główne ustawienia aplikacji:
pt: A aba Geral contém as principais configurações do aplicativo:
tr: Genel sekme ana uygulama ayarlarını içerir:

source: Preferences dialog General tab
ar: حوار التفضيلات علامة التبويب العامة
bn: প্রিফারেন্স ডায়ালগ জেনারেল ট্যাব
fr: Dialogue des préférences Onglet Général
hi: प्राथमिकताएं डायलॉग सामान्य टैब
id: Dialog Preferensi tab General
it: Finestra di dialogo Preferenze, scheda Generale
ko: 환경 설정 대화상자 일반 탭
pl: Okno dialogowe Preferencje, zakładka Ogólne
pt: Diálogo de preferências Aba Geral
tr: Tercihler iletişim kutusu Genel sekme

source: **Fit Options**
ar: **خيارات الملاءمة**
bn: **ফিট অপশন**
fr: **Options d'ajustement**
hi: **फिट विकल्प**
id: **Opsi Fit**
it: **Opzioni di adattamento**
ko: **맞춤 옵션**
pl: **Opcje dopasowania**
pt: **Opções de Ajuste**
tr: **Sığdırma Seçenekleri**

source: **Auto-fit on document load**: Automatically fit the page to the window when opening a PDF
ar: **الملاءمة التلقائية عند تحميل المستند**: ملاءمة الصفحة تلقائيًا للنافذة عند فتح ملف PDF
bn: **Auto-fit on document load**: PDF ওপেন করার সময় পেজ অটোমেটিক্যালি উইন্ডোতে ফিট করে
fr: **Ajustement automatique au chargement du document** : Ajuste automatiquement la page à la fenêtre lors de l'ouverture d'un PDF
hi: **दस्तावेज़ लोड पर ऑटो-फिट**: PDF खोलते समय पृष्ठ को विंडो में स्वचालित रूप से फिट करें
id: **Auto-fit saat dokumen dimuat**: Otomatis fit halaman ke window saat membuka PDF
it: **Adatta automaticamente all'apertura del documento**: Adatta automaticamente la pagina alla finestra all'apertura di un PDF
ko: **문서 로드 시 자동 맞춤**: PDF를 열 때 페이지를 창에 자동으로 맞춤
pl: **Dopasowanie automatyczne przy wczytywaniu dokumentu**: Automatyczne dopasowanie strony do okna przy otwieraniu pliku PDF
pt: **Ajuste automático ao carregar o documento**: Ajusta automaticamente a página à janela ao abrir um PDF
tr: **Belge yüklendiğinde otomatik sığdır**: Bir PDF açıldığında sayfayı pencereye otomatik olarak sığdırır

source: **Auto-fit on window resize**: Maintain page fit when resizing the application window
ar: **الملاءمة التلقائية عند تغيير حجم النافذة**: الحفاظ على ملاءمة الصفحة عند تغيير حجم نافذة التطبيق
bn: **Auto-fit on window resize**: অ্যাপ্লিকেশন উইন্ডো রিসাইজ করার সময় পেজ ফিট মেইনটেইন করে
fr: **Ajustement automatique lors du redimensionnement de la fenêtre** : Conserver l'ajustement de la page lors du redimensionnement de la fenêtre de l'application
hi: **विंडो रिसाइज़ पर ऑटो-फिट**: एप्लिकेशन विंडो का आकार बदलते समय पृष्ठ फिट बनाए रखें
id: **Auto-fit saat resize window**: Pertahankan page fit saat resize window aplikasi
it: **Adattamento automatico al ridimensionamento della finestra**: Mantieni l'adattamento della pagina durante il ridimensionamento della finestra dell'applicazione
ko: **창 크기 조정 시 자동 맞춤**: 애플리케이션 창 크기를 조정할 때 페이지 맞춤 유지
pl: **Dopasowanie automatyczne przy zmianie rozmiaru okna**: Utrzymanie dopasowania strony przy zmianie rozmiaru okna aplikacji
pt: **Ajuste automático ao redimensionar a janela**: Mantenha o ajuste da página ao redimensionar a janela do aplicativo
tr: **Pencere yeniden boyutlandırıldığında otomatik sığdır**: Uygulama penceresi yeniden boyutlandırılırken sayfa sığdırmasını korur

source: **Zoom Settings**
ar: **إعدادات التكبير**
bn: **জুম সেটিংস**
fr: **Paramètres de zoom**
hi: **ज़ूम सेटिंग्स**
id: **Pengaturan Zoom**
it: **Impostazioni Zoom**
ko: **줌 설정**
pl: **Ustawienia powiększenia**
pt: **Configurações de Zoom**
tr: **Yakınlaştırma Ayarları**

source: **Zoom Increment**: Control how much the zoom changes with each Ctrl+Plus/Minus press (1.05x to 2.00x)
ar: **زيادة التكبير**: التحكم في مقدار تغيير التكبير مع كل ضغطة على Ctrl+Plus/Minus (1.05x إلى 2.00x)
bn: **Zoom Increment**: প্রতি Ctrl+Plus/Minus প্রেসে জুম কতটা চেঞ্জ হবে তা কন্ট্রোল করে (1.05x থেকে 2.00x)
fr: **Incrément de zoom** : Contrôle de la quantité de changement de zoom à chaque pression de Ctrl+Plus/Moins (1,05x à 2,00x)
hi: **ज़ूम इंक्रीमेंट**: प्रत्येक Ctrl+Plus/Minus दबाने पर ज़ूम कितना बदलता है इसे नियंत्रित करें (1.05x से 2.00x)
id: **Zoom Increment**: Kontrol seberapa besar perubahan zoom dengan setiap tekan Ctrl+Plus/Minus (1.05x hingga 2.00x)
it: **Incremento Zoom**: Controlla di quanto cambia lo zoom con ogni pressione di Ctrl+Più/Meno (1,05x a 2,00x)
ko: **줌 증가량**: Ctrl+Plus/Minus를 누를 때마다 줌 변경량 제어 (1.05x ~ 2.00x)
pl: **Krok powiększenia**: Sterowanie, o ile zmienia się powiększenie przy każdym naciśnięciu klawisza Ctrl+Plus/Minus (1,05x do 2,00x)
pt: **Aumento de Zoom**: Controla quanto o zoom muda com cada pressionar de Ctrl+Mais/Menos (1,05x a 2,00x)
tr: **Yakınlaştırma Artışı**: Her Ctrl+Artı/Eksi tuşuna basıldığında yakınlaştırmanın ne kadar değişeceğini kontrol eder (1.05x - 2.00x)

source: **Scrolling**
ar: **التمرير**
bn: **স্ক্রলিং**
fr: **Défilement**
hi: **स्क्रॉलिंग**
it: **Scorrimento**
ko: **스크롤**
pl: **Przewijanie**
pt: **Rolagem**
tr: **Kaydırma**

source: **Enable smooth scrolling**: Use animated transitions when scrolling through pages
ar: **تمكين التمرير السلس**: استخدام انتقالات متحركة عند التمرير عبر الصفحات
bn: **Enable smooth scrolling**: পেজ স্ক্রল করার সময় অ্যানিমেটেড ট্রানজিশন ইউজ করে
fr: **Activer le défilement fluide** : Utiliser des transitions animées lors du défilement entre les pages
hi: **स्मूथ स्क्रॉलिंग सक्षम करें**: पृष्ठों के माध्यम से स्क्रॉल करते समय एनिमेटेड ट्रांज़िशन का उपयोग करें
id: **Enable smooth scrolling**: Gunakan transisi animasi saat scroll halaman
it: **Attiva lo scorrimento fluido**: Utilizza transizioni animate durante lo scorrimento delle pagine
ko: **부드러운 스크롤 활성화**: 페이지를 스크롤할 때 애니메이션 전환 사용
pl: **Włącz płynne przewijanie**: Używaj animowanych przejść podczas przewijania stron
pt: **Ativar rolagem suave:** Use transições animadas ao rolar pelas páginas
tr: **Yumuşak kaydırmayı etkinleştir**: Sayfalar arasında kaydırırken animasyonlu geçişler kullanır

source: **Scroll Speed**: Adjust the scrolling speed in pixels (10-200)
ar: **سرعة التمرير**: ضبط سرعة التمرير بالبكسل (10-200)
bn: **Scroll Speed**: পিক্সেলে স্ক্রলিং স্পিড অ্যাডজাস্ট করুন (10-200)
fr: **Vitesse de défilement** : Ajustez la vitesse de défilement en pixels (10-200)
hi: **स्क्रॉल स्पीड**: पिक्सेल में स्क्रॉलिंग गति समायोजित करें (10-200)
id: **Scroll Speed**: Atur kecepatan scroll dalam pixel (10-200)
it: **Velocità di scorrimento**: Regola la velocità di scorrimento in pixel (10-200)
ko: **스크롤 속도**: 픽셀 단위로 스크롤 속도 조정 (10-200)
pl: **Prędkość przewijania**: Dostosuj prędkość przewijania w pikselach (10-200)
pt: **Velocidade de Rolagem**: Ajuste a velocidade de rolagem em pixels (10-200)
tr: **Kaydırma Hızı**: Piksel cinsinden kaydırma hızını ayarlayın (10-200)

source: **Performance**
ar: **الأداء**
bn: **পারফরম্যান্স**
hi: **प्रदर्शन**
it: **Prestazioni**
ko: **성능**
pl: **Wydajność**
pt: **Desempenho**
tr: **Performans**

source: **Max Cached Pages**: Number of pages to keep in memory for faster navigation (5-100)
ar: **الحد الأقصى للصفحات المخزنة مؤقتًا**: عدد الصفحات المحفوظة في الذاكرة للتنقل الأسرع (5-100)
bn: **Max Cached Pages**: ফাস্টার নেভিগেশনের জন্য মেমরিতে রাখা পেজের সংখ্যা (5-100)
fr: **Pages mises en cache maximum** : Nombre de pages à conserver en mémoire pour une navigation plus rapide (5-100)
hi: **अधिकतम कैश्ड पृष्ठ**: तेज़ नेविगेशन के लिए मेमोरी में रखे जाने वाले पृष्ठों की संख्या (5-100)
id: **Max Cached Pages**: Jumlah halaman yang disimpan di memori untuk navigasi lebih cepat (5-100)
it: **Pagine in Cache Massime**: Numero di pagine da mantenere in memoria per una navigazione più veloce (5-100)
ko: **최대 캐시 페이지**: 빠른 탐색을 위해 메모리에 유지할 페이지 수 (5-100)
pl: **Maksymalna liczba buforowanych stron**: Liczba stron przechowywanych w pamięci dla szybszej nawigacji (5-100)
pt: **Páginas em Cache Máximas**: Número de páginas para manter na memória para navegação mais rápida (5-100)
tr: **Maksimum Önbelleklenen Sayfalar**: Daha hızlı gezinme için bellekte tutulacak sayfa sayısı (5-100)

source: **Max Cache Memory**: Maximum memory allocation for page cache in MB (50-1000)
ar: **الحد الأقصى لذاكرة التخزين المؤقت**: الحد الأقصى لتخصيص الذاكرة للتخزين المؤقت للصفحات بالميجابايت (50-1000)
bn: **Max Cache Memory**: পেজ ক্যাশের জন্য ম্যাক্সিমাম মেমরি অ্যালোকেশন MB তে (50-1000)
fr: **Mémoire de cache maximale** : Allocation maximale de mémoire pour le cache de pages en Mo (50-1000)
hi: **अधिकतम कैश मेमोरी**: पृष्ठ कैश के लिए MB में अधिकतम मेमोरी आवंटन (50-1000)
id: **Max Cache Memory**: Alokasi memori maksimum untuk page cache dalam MB (50-1000)
it: **Memoria Cache Massima**: Allocazione massima di memoria per la cache delle pagine in MB (50-1000)
ko: **최대 캐시 메모리**: 페이지 캐시에 할당할 최대 메모리 (MB, 50-1000)
pl: **Maksymalna pamięć podręczna**: Maksymalna alokacja pamięci dla bufora stron w MB (50-1000)
pt: **Memória de Cache Máxima**: Alocacão máxima de memória para cache de página em MB (50-1000)
tr: **Maksimum Önbellek Belleği**: Sayfa önbelleği için maksimum bellek tahsisi MB cinsinden (50-1000)

source: Colors Tab
ar: علامة تبويب الألوان
bn: কালার ট্যাব
fr: Onglet Couleurs
hi: रंग टैब
id: Tab Colors
it: Scheda Colori
ko: 색상 탭
pl: Zakładka Kolory
pt: Aba Cores
tr: Renkler Sekme

source: The Colors tab allows customization of all overlay colors and line widths:
ar: تتيح علامة تبويب الألوان تخصيص جميع ألوان الطبقات وعرض الخطوط:
bn: কালার ট্যাব সব ওভারলে কালার এবং লাইন উইডথের কাস্টমাইজেশন অ্যালাও করে:
fr: L'onglet "Couleurs" permet de personnaliser toutes les couleurs des surimpressions et les épaisseurs de ligne :
hi: रंग टैब सभी ओवरले रंगों और लाइन चौड़ाई के अनुकूलन की अनुमति देता है:
id: Tab Colors memungkinkan kustomisasi semua warna overlay dan lebar garis:
it: La scheda Colori consente di personalizzare tutti i colori delle sovrapposizioni e le larghezze delle linee:
ko: 색상 탭에서는 모든 오버레이 색상과 선 너비를 사용자 정의할 수 있습니다:
pl: Zakładka Kolory umożliwia dostosowanie wszystkich kolorów nakładek i szerokości linii:
pt: A aba Cores permite a personalização de todas as cores e larguras de linha da sobreposição:
tr: Renkler sekmesi tüm katman renklerini ve çizgi genişliklerini özelleştirmeyi sağlar:

source: Preferences dialog Colors tab
ar: مربع الحوار تفضيلات علامة التبويب الألوان
bn: প্রিফারেন্স ডায়ালগ কালার ট্যাব
fr: Dialogue des préférences Onglet Couleurs
hi: प्राथमिकताएं डायलॉग रंग टैब
id: Dialog Preferensi tab Colors
it: Finestra di dialogo Preferenze, scheda Colori
ko: 환경 설정 대화상자 - 색상 탭
pl: Okno dialogowe Preferencje, zakładka Kolory
pt: Diálogo de preferências Aba Cores
tr: Tercihler iletişim kutusu Renkler sekme

source: **Overlay Colors and Opacity**
ar: **ألوان وشفافية الطبقات**
bn: **ওভারলে কালার এবং ওপাসিটি**
fr: **Couleurs et opacité des calques**
hi: **ओवरले रंग और अपारदर्शिता**
id: **Warna dan Opacity Overlay**
it: **Colori e opacità dell'overlay**
ko: **오버레이 색상 및 불투명도**
pl: **Kolory nakładek i przezroczystość**
pt: **Cores e Opacidade da Sobreposição**
tr: **Katman Renkleri ve Opaklık**

source: **Margin Overlay**: Color and transparency for safety margin areas
ar: **طبقة الهامش**: لون وشفافية مناطق هامش الأمان
bn: **Margin Overlay**: সেফটি মার্জিন এরিয়ার জন্য কালার এবং ট্রান্সপারেন্সি
fr: **Surcouche de marge** : Couleur et transparence pour les zones de marge de sécurité
hi: **मार्जिन ओवरले**: सुरक्षा मार्जिन क्षेत्रों के लिए रंग और पारदर्शिता
id: **Margin Overlay**: Warna dan transparansi untuk area margin aman
it: **Sovrapposizione margini**: Colore e trasparenza per le aree dei margini di sicurezza
ko: **여백 오버레이**: 안전 여백 영역의 색상 및 투명도
pl: **Nakładka marginesów**: Kolor i przezroczystość dla obszarów marginesów bezpieczeństwa
pt: **Sobreposição de Margem**: Cor e transparência para áreas de margem de segurança
tr: **Marj Katmanı**: Güvenlik marjı alanları için renk ve şeffaflık

source: **Barcode Area**: Color and transparency for barcode placement guide
ar: **منطقة الباركود**: لون وشفافية دليل وضع الباركود
bn: **Barcode Area**: বারকোড প্লেসমেন্ট গাইডের জন্য কালার এবং ট্রান্সপারেন্সি
fr: **Zone de code-barres** : Couleur et transparence pour le guide de placement du code-barres
hi: **बारकोड क्षेत्र**: बारकोड प्लेसमेंट गाइड के लिए रंग और पारदर्शिता
id: **Barcode Area**: Warna dan transparansi untuk guide penempatan barcode
it: **Zona codice a barre**: Colore e trasparenza per la guida posizionamento del codice a barre
ko: **바코드 영역**: 바코드 배치 가이드의 색상 및 투명도
pl: **Obszar kodu kreskowego**: Kolor i przezroczystość dla przewodnika umieszczania kodu kreskowego
pt: **Área de Código de Barras**: Cor e transparência para orientar a colocação do código de barras
tr: **Barkod Alanı**: Barkod yerleştirme kılavuzu için renk ve şeffaflık

source: **Fold Lines**: Color and transparency for spine/fold line indicators
ar: **خطوط الطي**: لون وشفافية مؤشرات خطوط العمود الفقري/الطي
bn: **Fold Lines**: স্পাইন/ফোল্ড লাইন ইন্ডিকেটরের জন্য কালার এবং ট্রান্সপারেন্সি
fr: **Lignes de pli** : Couleur et transparence pour les indicateurs de dos/ligne de pli
hi: **फोल्ड लाइनें**: स्पाइन/फोल्ड लाइन संकेतकों के लिए रंग और पारदर्शिता
id: **Fold Lines**: Warna dan transparansi untuk indikator punggung/garis lipat
it: **Linee di piega**: Colore e trasparenza per gli indicatori del dorso/linee di piega
ko: **접지선**: 책등/접지선 표시기의 색상 및 투명도
pl: **Linie zgięcia**: Kolor i przezroczystość dla wskaźników linii grzbietu/zgięcia
pt: **Linhas de dobra**: Cor e transparência para indicadores de lombo/linha de dobra
tr: **Katlama Çizgileri**: Omurga/katlama çizgisi göstergeleri için renk ve şeffaflık

source: **Trim Lines**: Color and transparency for page trim boundaries
ar: **خطوط القص**: لون وشفافية حدود قص الصفحة
bn: **Trim Lines**: পেজ ট্রিম বাউন্ডারির জন্য কালার এবং ট্রান্সপারেন্সি
fr: **Lignes de coupe** : Couleur et transparence des limites de coupe de page
hi: **ट्रिम लाइनें**: पृष्ठ ट्रिम सीमाओं के लिए रंग और पारदर्शिता
id: **Trim Lines**: Warna dan transparansi untuk batas trim halaman
it: **Linee di taglio**: Colore e trasparenza per i bordi di taglio della pagina
ko: **재단선**: 페이지 재단 경계의 색상 및 투명도
pl: **Linie cięcia**: Kolor i przezroczystość dla granic cięcia strony
pt: **Linhas de Recorte**: Cor e transparência para limites de recorte da página
tr: **Kesim Çizgileri**: Sayfa kesim sınırları için renk ve şeffaflık

source: **Bleed Lines**: Color and transparency for bleed area indicators
ar: **خطوط النزيف**: لون وشفافية مؤشرات مناطق النزيف
bn: **Bleed Lines**: ব্লিড এরিয়া ইন্ডিকেটরের জন্য কালার এবং ট্রান্সপারেন্সি
fr: **Lignes de fond perdu** : Couleur et transparence pour les indicateurs de zone de fond perdu
hi: **ब्लीड लाइनें**: ब्लीड क्षेत्र संकेतकों के लिए रंग और पारदर्शिता
id: **Bleed Lines**: Warna dan transparansi untuk indikator area bleed
it: **Linee di abbondanza**: Colore e trasparenza per gli indicatori dell'area di abbondanza
ko: **재단 여백선**: 재단 여백 영역 표시기의 색상 및 투명도
pl: **Linie spadu**: Kolor i przezroczystość dla wskaźników obszarów spadu
pt: **Linhas de sangria**: Cor e transparência para indicadores da área de sangria
tr: **Taşma Çizgileri**: Taşma alanı göstergeleri için renk ve şeffaflık

source: **Line Widths**
ar: **عرض الخطوط**
bn: **লাইন উইডথ**
fr: **Largeurs de ligne**
hi: **लाइन चौड़ाई**
id: **Lebar Garis**
it: **Larghezze delle linee**
ko: **선 두께**
pl: **Szerokości linii**
pt: **Espessuras de Linha**
tr: **Çizgi Genişlikleri**

source: Adjust the thickness of fold, trim, and bleed lines (1-10 pixels)
ar: ضبط سمك خطوط الطي والقص والنزيف (1-10 بكسل)
bn: ফোল্ড, ট্রিম এবং ব্লিড লাইনের থিকনেস অ্যাডজাস্ট করুন (1-10 পিক্সেল)
fr: Ajustez l'épaisseur des lignes de pliage, de coupe et de fond perdu (1 à 10 pixels)
hi: फोल्ड, ट्रिम और ब्लीड लाइनों की मोटाई समायोजित करें (1-10 पिक्सेल)
id: Adjust ketebalan garis lipat, trim, dan bleed (1-10 pixel)
it: Regola lo spessore delle linee di piega, taglio e abbondanza (1-10 pixel)
ko: 접지선, 재단선, 재단 여백선의 두께 조정 (1-10 픽셀)
pl: Dostosuj grubość linii zgięcia, cięcia i spadu (1-10 pikseli)
pt: Ajuste a espessura das linhas de dobra, corte e sangria (1-10 pixels)
tr: Katlama, kesim ve taşma çizgilerinin kalınlığını ayarlayın (1-10 piksel)

source: **Colorblind Presets**
ar: **الإعدادات المسبقة لعمى الألوان**
bn: **কালারব্লাইন্ড প্রিসেট**
fr: **Préréglages pour daltoniens**
hi: **कलरब्लाइंड प्रीसेट**
id: **Preset Colorblind**
it: **Preset per daltonici**
ko: **색맹 프리셋**
pl: **Presety dla daltonistów**
pt: **Configurações prontas para deficiência visual**
tr: **Renk Körü Ön Ayarları**
