Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/preferences.po
Languages: ar, bn, fr, hi, id, it, ko, pl, pt, tr

source: Three preset buttons provide optimized color schemes: - **Protanopia**: Optimized for red-blind vision - **Deuteranopia**: Optimized for green-blind vision - **Tritanopia**: Optimized for blue-blind vision
ar: ثلاثة أزرار إعدادات مسبقة توفر مخططات ألوان محسّنة: - **عمى الأحمر**: محسّن للرؤية بعمى اللون الأحمر - **عمى الأخضر**: محسّن للرؤية بعمى اللون الأخضر - **عمى الأزرق**: محسّن للرؤية بعمى اللون الأزرق
bn: তিনটি প্রিসেট বাটন অপটিমাইজড কালার স্কিম প্রোভাইড করে: - **Protanopia**: রেড-ব্লাইন্ড ভিশনের জন্য অপটিমাইজড - **Deuteranopia**: গ্রিন-ব্লাইন্ড ভিশনের জন্য অপটিমাইজড - **Tritanopia**: ব্লু-ব্লাইন্ড ভিশনের জন্য অপটিমাইজড
fr: Trois boutons préréglés proposent des schémas de couleurs optimisés : - **Protanopie** : Optimisé pour la vision des personnes daltoniennes au rouge - **Deutéranopie** : Optimisé pour la vision des personnes daltoniennes au vert - **Tritanopie** : Optimisé pour la vision des personnes daltoniennes au bleu
hi: तीन प्रीसेट बटन अनुकूलित रंग योजनाएं प्रदान करते हैं: - **प्रोटानोपिया**: लाल-अंधता दृष्टि के लिए अनुकूलित - **ड्यूटेरानोपिया**: हरा-अंधता दृष्टि के लिए अनुकूलित - **ट्राइटानोपिया**: नीला-अंधता दृष्टि के लिए अनुकूलित
id: Tiga tombol preset menyediakan skema warna teroptimasi: - **Protanopia**: Dioptimalkan untuk red-blind vision - **Deuteranopia**: Dioptimalkan untuk green-blind vision - **Tritanopia**: Dioptimalkan untuk blue-blind vision
it: Tre pulsanti preimpostati forniscono schemi di colori ottimizzati: - **Protanopia**: Ottimizzato per la visione con cecità al rosso - **Deuteranopia**: Ottimizzato per la visione con cecità al verde - **Tritanopia**: Ottimizzato per la visione con cecità al blu
ko: 세 개의 프리셋 버튼이 최적화된 색상 구성을 제공합니다: - **적색맹(Protanopia)**: 적색맹에 최적화 - **녹색맹(Deuteranopia)**: 녹색맹에 최적화 - **청색맹(Tritanopia)**: 청색맹에 최적화
pl: Trzy przyciski presetów zapewniają zoptymalizowane schematy kolorów: - **Protanopia**: Zoptymalizowane dla ślepoty na czerwień - **Deuteranopia**: Zoptymalizowane dla ślepoty na zieleń - **Tritanopia**: Zoptymalizowane dla ślepoty na błękit
pt: Três botões predefinidos fornecem esquemas de cores otimizados: - **Protanopia**: Otimizado para visão com deficiência na percepção da cor vermelha - **Deuteranopia**: Otimizado para visão com deficiência na percepção da cor verde - **Tritanopia**: Otimizado para visão com deficiência na percepção da cor azul
tr: Üç önceden ayarlanmış düğme, optimize edilmiş renk düzenlerini sağlar: - **Protanopia**: Kırmızı körlüğü için optimize edilmiştir - **Deuteranopia**: Yeşil körlüğü için optimize edilmiştir - **Tritanopia**: Mavi körlüğü için optimize edilmiştir

source: Recent Files Tab
ar: علامة تبويب الملفات الأخيرة
bn: রিসেন্ট ফাইল ট্যাব
fr: Onglet Fichiers récents
hi: हाल की फ़ाइलें टैब
id: Tab Recent Files
it: Scheda File Recenti
ko: 최근 파일 탭
pl: Zakładka Ostatnie pliki
pt: Aba de Arquivos Recentes
tr: Son Dosyalar Sekme

source: The Recent Files tab manages your file history:
ar: علامة تبويب الملفات الأخيرة تدير سجل ملفاتك:
bn: রিসেন্ট ফাইল ট্যাব আপনার ফাইল হিস্টরি ম্যানেজ করে:
fr: L'onglet Fichiers récents gère votre historique de fichiers :
hi: हाल की फ़ाइलें टैब आपकी फ़ाइल हिस्ट्री का प्रबंधन करता है:
id: Tab Recent Files mengelola history file Anda:
it: La scheda File recenti gestisce la cronologia dei file:
ko: 최근 파일 탭은 파일 기록을 관리합니다:
pl: Zakładka Ostatnie pliki zarządza historią plików:
pt: A aba Arquivos Recentes gerencia seu histórico de arquivos:
tr: Son Dosyalar sekmesi dosya geçmişinizi yönetir:

source: Preferences dialog Recent Files tab
ar: حوار التفضيلات علامة التبويب الملفات الأخيرة
bn: প্রিফারেন্স ডায়ালগ রিসেন্ট ফাইল ট্যাব
fr: Dialogue Préférences Onglet Fichiers récents
hi: प्राथमिकताएं डायलॉग हाल की फ़ाइलें टैब
id: Dialog Preferensi tab Recent Files
it: Finestra di dialogo Preferenze, scheda File recenti
ko: 환경 설정 대화상자 최근 파일 탭
pl: Okno dialogowe Preferencje, zakładka Ostatnie pliki
pt: Diálogo de preferências, guia Arquivos recentes
tr: Tercihler iletişim kutusu Son Dosyalar sekme

source: **File Management**
ar: **إدارة الملفات**
bn: **ফাইল ম্যানেজমেন্ট**
fr: **Gestion des fichiers**
hi: **फ़ाइल प्रबंधन**
it: **Gestione file**
ko: **파일 관리**
pl: **Zarządzanie plikami**
pt: **Gerenciamento de Arquivos**
tr: **Dosya Yönetimi**

source: View all recently opened PDF files with their document types
ar: عرض جميع ملفات PDF المفتوحة حديثًا مع أنواعها
bn: রিসেন্টলি ওপেন করা সব PDF ফাইল তাদের ডকুমেন্ট টাইপ সহ দেখুন
fr: Voir tous les fichiers PDF récemment ouverts avec leurs types de document
hi: अपने दस्तावेज़ प्रकार के साथ सभी हाल ही में खोली गई PDF फ़ाइलों को देखें
id: Lihat semua file PDF yang baru dibuka dengan tipe dokumennya
it: Visualizza tutti i file PDF aperti di recente con i relativi tipi di documento
ko: 최근에 열린 모든 PDF 파일을 문서 타입과 함께 보기
pl: Zobacz wszystkie ostatnio otwarte pliki PDF wraz z ich typami dokumentów
pt: Veja todos os arquivos PDF recentemente abertos com seus tipos de documento
tr: Belge türleriyle birlikte son zamanlarda açılan tüm PDF dosyalarını görüntüleyin

source: **Remove Selected**: Remove individual files from the history
ar: **إزالة المحدد**: إزالة الملفات الفردية من السجل
bn: **Remove Selected**: হিস্টরি থেকে ইন্ডিভিজুয়াল ফাইল রিমুভ করুন
fr: **Supprimer la sélection** : Supprime des fichiers individuels de l'historique
hi: **चयनित हटाएं**: व्यक्तिगत फ़ाइलों को हिस्ट्री से हटाएं
id: **Remove Selected**: Hapus file individual dari history
it: **Rimuovi selezionati**: Rimuovi singoli file dalla cronologia
ko: **선택 항목 제거**: 기록에서 개별 파일 제거
pl: **Usuń wybrane**: Usuń poszczególne pliki z historii
pt: **Remover Selecionado**: Remover arquivos individuais do histórico
tr: **Seçileni Kaldır**: Tek tek dosyaları geçmişten kaldırır

source: **Clear All Recent Files**: Clear the entire recent files list
ar: **مسح جميع الملفات الأخيرة**: امسح قائمة الملفات الأخيرة بالكامل
bn: **Clear All Recent Files**: এন্টায়ার রিসেন্ট ফাইল লিস্ট ক্লিয়ার করুন
fr: **Effacer tous les fichiers récents** : Efface toute la liste des fichiers récents
hi: **सभी हाल की फ़ाइलें साफ़ करें**: संपूर्ण हाल की फ़ाइलों की सूची साफ़ करें
id: **Clear All Recent Files**: Clear seluruh list recent files
it: **Cancella tutti i file recenti**: Cancella l'intera lista dei file recenti
ko: **모든 최근 파일 지우기**: 전체 최근 파일 목록 삭제
pl: **Wyczyść wszystkie ostatnie pliki**: Wyczyść całą listę ostatnich plików
pt: **Limpar Todos os Arquivos Recentes**: Limpa a lista inteira de arquivos recentes
tr: **Tüm Son Dosyaları Temizle**: Son dosyalar listesinin tamamını temizler

source: Configuration File Location
ar: موقع ملف التكوين
bn: কনফিগারেশন ফাইল লোকেশন
fr: Emplacement du fichier de configuration
hi: कॉन्फ़िगरेशन फ़ाइल स्थान
id: Lokasi Configuration File
it: Posizione del file di configurazione
ko: 설정 파일 위치
pl: Lokalizacja pliku konfiguracyjnego
pt: Local do Arquivo de Configuração
tr: Yapılandırma Dosyası Konumu

source: Momovu stores its configuration using Qt's QSettings system:
ar: يخزن Momovu إعداداته باستخدام نظام QSettings الخاص بـ Qt:
bn: মোমোভু Qt-এর QSettings সিস্টেম ইউজ করে তার কনফিগারেশন স্টোর করে:
fr: Momovu stocke sa configuration en utilisant le système QSettings de Qt :
hi: मोमोवू अपनी कॉन्फ़िगरेशन को Qt के QSettings सिस्टम का उपयोग करके स्टोर करता है:
id: Momovu menyimpan konfigurasinya menggunakan sistem QSettings dari Qt:
it: Momovu memorizza la sua configurazione utilizzando il sistema QSettings di Qt:
ko: Momovu는 Qt의 QSettings 시스템을 사용하여 구성을 저장합니다:
pl: Momovu przechowuje swoją konfigurację przy użyciu systemu QSettings z Qt:
pt: O Momovu armazena sua configuração usando o sistema QSettings do Qt:
tr: Momovu, yapılandırmasını Qt'nin QSettings sistemini kullanarak saklar:

source: **Linux**: ``~/.config/Momovu/Momovu.conf``
ar: **لينكس**: ``~/.config/Momovu/Momovu.conf``

source: **Windows**: Registry under ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
ar: **Windows**: السجل تحت ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
bn: **Windows**: ``HKEY_CURRENT_USER\Software\Momovu\Momovu`` আন্ডার রেজিস্ট্রি
fr: **Windows** : Registre sous ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
hi: **Windows**: ``HKEY_CURRENT_USER\Software\Momovu\Momovu`` के अंतर्गत रजिस्ट्री
id: **Windows**: Registry di ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
it: **Windows**: Registro sotto ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
ko: **Windows**: ``HKEY_CURRENT_USER\Software\Momovu\Momovu`` 레지스트리
pl: **Windows**: Rejestr w ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
pt: **Windows**: Registro em ``HKEY_CURRENT_USER\Software\Momovu\Momovu``
tr: **Windows**: Kayıt defterinde ``HKEY_CURRENT_USER\Software\Momovu\Momovu``

source: The configuration is managed automatically by the application.
ar: يتم إدارة التكوين تلقائيًا بواسطة التطبيق.
bn: কনফিগারেশন অ্যাপ্লিকেশন দ্বারা অটোমেটিক্যালি ম্যানেজ হয়।
fr: La configuration est gérée automatiquement par l'application.
hi: कॉन्फ़िगरेशन एप्लिकेशन द्वारा स्वचालित रूप से प्रबंधित की जाती है।
id: Konfigurasi dikelola secara otomatis oleh aplikasi.
it: La configurazione viene gestita automaticamente dall'applicazione.
ko: 구성은 애플리케이션이 자동으로 관리합니다.
pl: Konfiguracja jest automatycznie zarządzana przez aplikację.
pt: A configuração é gerenciada automaticamente pelo aplicativo.
tr: Yapılandırma, uygulama tarafından otomatik olarak yönetilir.

source: Resetting to Defaults
ar: إعادة تعيين الإعدادات الافتراضية
bn: ডিফল্টে রিসেট করা
fr: Réinitialisation aux paramètres par défaut
hi: डिफ़ॉल्ट पर रीसेट करना
id: Reset ke Default
it: Ripristino delle Impostazioni Predefinite
ko: 기본 설정으로 재설정
pl: Przywracanie ustawień domyślnych
pt: Redefinindo para os Padrões
tr: Varsayılanlara Sıfırlama

source: To reset all preferences to their default values:
ar: لإعادة تعيين جميع الإعدادات إلى قيمها الافتراضية:
bn: সব প্রিফারেন্স তাদের ডিফল্ট ভ্যালুতে রিসেট করতে:
fr: Pour réinitialiser toutes les préférences à leurs valeurs par défaut :
hi: सभी प्राथमिकताओं को उनके डिफ़ॉल्ट मानों पर रीसेट करने के लिए:
id: Untuk reset semua preferensi ke nilai default:
it: Per reimpostare tutte le preferenze ai valori predefiniti:
ko: 모든 환경 설정을 기본값으로 재설정하려면:
pl: Aby zresetować wszystkie preferencje do wartości domyślnych:
pt: Para redefinir todas as preferências para seus valores padrão:
tr: Tüm tercihleri varsayılan değerlere sıfırlamak için:

source: Open the Preferences dialog (``Ctrl+,``)
ar: افتح حوار التفضيلات (``Ctrl+,``)
bn: প্রিফারেন্স ডায়ালগ ওপেন করুন (``Ctrl+,``)
fr: Ouvrez la boîte de dialogue Préférences (``Ctrl+,``)
hi: प्राथमिकताएं डायलॉग खोलें (``Ctrl+,``)
id: Buka dialog Preferences (``Ctrl+,``)
it: Apri il dialogo delle Preferenze (``Ctrl+,``)
ko: 환경 설정 대화상자 열기 (``Ctrl+,``)
pl: Otwórz okno dialogowe Preferencje (``Ctrl+,``)
pt: Abra o diálogo de Preferências (``Ctrl+,``)
tr: Tercihler iletişim kutusunu açın (``Ctrl+,``)

source: Click the **Restore Defaults** button at the bottom (shown in red)
ar: انقر على زر **استعادة الافتراضيات** في الأسفل (يظهر باللون الأحمر)
bn: বটমে **Restore Defaults** বাটনে ক্লিক করুন (রেড কালারে শো করা)
fr: Cliquez sur le bouton **Restaurer les paramètres par défaut** en bas (affiché en rouge)
hi: नीचे **Restore Defaults** बटन पर क्लिक करें (लाल में दिखाया गया)
id: Klik tombol **Restore Defaults** di bagian bawah (ditampilkan dalam warna merah)
it: Fai clic sul pulsante **Ripristina predefiniti** in fondo (indicato in rosso)
ko: 하단의 **기본값 복원** 버튼 클릭 (빨간색으로 표시)
pl: Kliknij przycisk **Przywróć domyślne** na dole (pokazany na czerwono)
pt: Clique no botão **Restaurar Padrões** na parte inferior (mostrado em vermelho)
tr: Alttaki **Varsayılanlara Geri Yükle** düğmesine tıklayın (kırmızıyla gösterilen)

source: Confirm the reset when prompted
ar: قم بتأكيد إعادة التعيين عند المطالبة
bn: প্রম্পট করা হলে রিসেট কনফার্ম করুন
fr: Confirmez la réinitialisation lorsqu'on vous le demande
hi: प्रॉम्प्ट आने पर रीसेट की पुष्टि करें
id: Konfirmasi reset saat diminta
it: Conferma il ripristino quando richiesto
ko: 메시지가 표시되면 재설정 확인
pl: Potwierdź reset, gdy zostaniesz poproszony o to
pt: Confirme o redefinir quando solicitado
tr: İstendiğinde sıfırlamayı onaylayın

source: A message will confirm that settings have been reset
ar: ستظهر رسالة تؤكد أن الإعدادات قد تمت إعادة تعيينها
bn: একটি মেসেজ কনফার্ম করবে যে সেটিংস রিসেট হয়েছে
fr: Un message confirmera que les paramètres ont été réinitialisés
hi: एक संदेश पुष्टि करेगा कि सेटिंग्स रीसेट हो गई हैं
id: Pesan akan mengkonfirmasi bahwa setting telah direset
it: Un messaggio confermerà che le impostazioni sono state reimpostate
ko: 설정이 재설정되었음을 확인하는 메시지가 표시됩니다
pl: Wiadomość potwierdzi, że ustawienia zostały zresetowane
pt: Uma mensagem confirmará que as configurações foram redefinidas.
tr: Bir mesaj ayarların sıfırlandığını onaylayacaktır

source: Command-Line Overrides
ar: تجاوزات سطر الأوامر
bn: কমান্ড-লাইন ওভাররাইড
fr: Remplacements en ligne de commande
hi: कमांड-लाइन ओवरराइड्स
id: Command-Line Override
it: Override da riga di comando
ko: 명령줄 오버라이드
pl: Nadpisywanie z wiersza poleceń
pt: Substituições da Linha de Comando
tr: Komut Satırı Geçersiz Kılmaları

source: Many preferences can be overridden via command-line arguments, which take precedence over saved preferences:
ar: يمكن تجاوز العديد من التفضيلات عبر وسائط سطر الأوامر، والتي لها الأولوية على التفضيلات المحفوظة:
bn: অনেক প্রিফারেন্স কমান্ড-লাইন আর্গুমেন্ট দিয়ে ওভাররাইড করা যায়, যা সেভড প্রিফারেন্সের উপর প্রিসিডেন্স নেয়:
fr: De nombreuses préférences peuvent être remplacées via des arguments de la ligne de commande, qui prennent le dessus sur les préférences enregistrées :
hi: कई प्राथमिकताएं कमांड-लाइन आर्गुमेंट्स के माध्यम से ओवरराइड की जा सकती हैं, जो सहेजी गई प्राथमिकताओं पर प्राथमिकता लेती हैं:
id: Banyak preferensi dapat di-override via argumen command-line, yang memiliki prioritas lebih tinggi dari preferensi tersimpan:
it: Molte preferenze possono essere sovrascritte tramite argomenti della riga di comando, che hanno la precedenza sulle preferenze salvate:
ko: 많은 환경 설정은 명령줄 인수로 재정의할 수 있으며, 이는 저장된 환경 설정보다 우선합니다:
pl: Wiele ustawień można zastąpić argumentami wiersza poleceń, które mają pierwszeństwo przed zapisanymi preferencjami:
pt: Muitas preferências podem ser substituídas por meio de argumentos da linha de comando, que têm prioridade sobre as preferências salvas:
tr: Birçok tercih, kaydedilen tercihlere göre öncelikli olan komut satırı argümanları ile geçersiz kılınabilir:

source: Per-Document Settings
ar: الإعدادات حسب المستند
bn: পার-ডকুমেন্ট সেটিংস
fr: Paramètres par document
hi: प्रति-दस्तावेज़ सेटिंग्स
id: Setting Per-Dokumen
it: Impostazioni per documento
ko: 문서별 설정
pl: Ustawienia dla każdego dokumentu
pt: Configurações por Documento
tr: Belgeye Göre Ayarlar

source: The following settings are remembered for each document in the recent files list:
ar: يتم تذكر الإعدادات التالية لكل مستند في قائمة الملفات الأخيرة:
bn: রিসেন্ট ফাইল লিস্টে প্রতিটি ডকুমেন্টের জন্য নিম্নলিখিত সেটিংস রিমেম্বার করা হয়:
fr: Les paramètres suivants sont mémorisés pour chaque document dans la liste des fichiers récents :
hi: हाल की फ़ाइलों की सूची में प्रत्येक दस्तावेज़ के लिए निम्नलिखित सेटिंग्स याद रखी जाती हैं:
id: Setting berikut diingat untuk setiap dokumen dalam list recent files:
it: Le seguenti impostazioni vengono memorizzate per ogni documento nell'elenco dei file recenti:
ko: 최근 파일 목록의 각 문서에 대해 다음 설정이 기억됩니다:
pl: Następujące ustawienia są zapamiętywane dla każdego dokumentu na liście ostatnich plików:
pt: As seguintes configurações são lembradas para cada documento na lista de arquivos recentes:
tr: Aşağıdaki ayarlar, son dosyalar listesindeki her belge için hatırlanır:

source: Last viewed page
ar: آخر صفحة تم عرضها
bn: লাস্ট ভিউড পেজ
fr: Dernière page consultée
hi: अंतिम देखा गया पृष्ठ
id: Halaman terakhir yang dilihat
it: Ultima pagina visualizzata
ko: 최근 본 페이지
pl: Ostatnio oglądana strona
pt: Última página visualizada
tr: Son görülen sayfa

source: Zoom level
ar: مستوى التكبير
bn: জুম লেভেল
fr: Niveau de zoom
hi: ज़ूम स्तर
id: Level zoom
it: Livello di zoom
ko: 확대 수준
pl: Poziom przybliżenia
pt: Nível de zoom
tr: Büyütme seviyesi

source: View mode (single/side-by-side)
ar: وضع العرض (مفرد/جنبًا إلى جنب)
bn: ভিউ মোড (সিঙ্গেল/সাইড-বাই-সাইড)
fr: Mode d'affichage (simple/côte à côte)
hi: व्यू मोड (सिंगल/साइड-बाय-साइड)
id: Mode view (single/side-by-side)
it: Modalità di visualizzazione (singola/affiancata)
ko: 보기 모드 (단일/나란히)
pl: Tryb widoku (pojedynczy/obok siebie)
pt: Modo de visualização (único/lado a lado)
tr: Görünüm modu (tekli/yan yana)

source: Document type
ar: نوع المستند
bn: ডকুমেন্ট টাইপ
fr: Type de document
hi: दस्तावेज़ प्रकार
id: Tipe dokumen
it: Tipo di documento
ko: 문서 유형
pl: Typ dokumentu
pt: Tipo de documento
tr: Belge türü

source: Overlay visibility states
ar: حالات ظهور الطبقات
bn: ওভারলে ভিজিবিলিটি স্টেট
fr: États de visibilité des calques
hi: ओवरले दृश्यता स्थितियाँ
id: State visibilitas overlay
it: Stati di visibilità delle sovrapposizioni
ko: 오버레이 가시성 상태
pl: Stany widoczności nakładki
pt: Estados de visibilidade da sobreposição
tr: Katman görünürlük durumları

source: Presentation mode state
ar: حالة وضع العرض
bn: প্রেজেন্টেশন মোড স্টেট
fr: Mode d'affichage état
hi: प्रेजेंटेशन मोड स्थिति
id: State mode presentasi
it: Stato della modalità presentazione
ko: 프레젠테이션 모드 상태
pl: Stan trybu prezentacji
pt: Modo de apresentação ativo
tr: Sunum modu durumu

source: These are restored when you reopen the same document from the recent files list.
ar: يتم استعادة هذه عند إعادة فتح نفس المستند من قائمة الملفات الأخيرة.
bn: রিসেন্ট ফাইল লিস্ট থেকে সেম ডকুমেন্ট রিওপেন করলে এগুলি রিস্টোর হয়।
fr: Ils sont restaurés lorsque vous rouvrez le même document à partir de la liste des fichiers récents.
hi: जब आप हाल की फ़ाइलों की सूची से उसी दस्तावेज़ को फिर से खोलते हैं तो ये पुनर्स्थापित हो जाते हैं।
id: Ini akan di-restore saat Anda membuka kembali dokumen yang sama dari list recent files.
it: Questi vengono ripristinati quando riapri lo stesso documento dall'elenco dei file recenti.
ko: 최근 파일 목록에서 동일한 문서를 다시 열 때 이러한 설정이 복원됩니다.
pl: Są przywracane, gdy ponownie otworzysz ten sam dokument z listy ostatnich plików.
pt: Esses são restaurados quando você reabre o mesmo documento da lista de arquivos recentes.
tr: Bunlar, aynı belgeyi son dosyalar listesinden yeniden açtığınızda geri yüklenir.

source: **macOS**: ``~/Library/Preferences/com.momovu.Momovu.plist``
pt: **macOS**: ``~/Biblioteca/Preferências/com.momovu.Momovu.plist``
