Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/spine_width_calculator.po
Languages: bn, de, es, hi, it, ja, ko, pl, pt, ru, tr, zh

source: Spine Width Calculator
bn: স্পাইন উইডথ ক্যালকুলেটর
de: Rückenbreiten-Rechner
es: Calculadora del Ancho del Lomo
hi: स्पाइन चौड़ाई कैलकुलेटर
it: Calcolatore dello spessore del dorso
ja: 背幅計算機
ko: 책등 너비 계산기
pl: Kalkulator szerokości grzbietu
pt: Calculadora da Largura da Lombada
ru: Калькулятор ширины корешка
tr: Omurga Genişliği Hesaplayıcısı
zh: 书脊宽度计算器

source: The Spine Width Calculator is a tool within Momovu that helps book publishers and designers calculate the spine width for their book covers and dustjackets based on the page count.
bn: স্পাইন উইডথ ক্যালকুলেটর মোমোভুর একটি টুল যা বুক পাবলিশার এবং ডিজাইনারদের পেজ কাউন্টের উপর ভিত্তি করে তাদের বুক কভার এবং ডাস্টজ্যাকেটের জন্য স্পাইন উইডথ ক্যালকুলেট করতে হেল্প করে।
de: Der Rückenbreiten-Rechner ist ein Werkzeug innerhalb von Momovu, das Buchverlagen und -designern hilft, die Rückenbreite für ihre Buchumschläge und Schutzumschläge basierend auf der Seitenzahl zu berechnen.
es: La Calculadora del Ancho del Lomo es una herramienta dentro de Momovu que ayuda a editores y diseñadores de libros a calcular el ancho del lomo para sus portadas y sobrecubiertas según el número de páginas.
hi: स्पाइन चौड़ाई कैलकुलेटर मोमोवू के भीतर एक उपकरण है जो पुस्तक प्रकाशकों और डिज़ाइनरों को पृष्ठ संख्या के आधार पर अपनी पुस्तक के कवर और डस्टजैकेट के लिए स्पाइन चौड़ाई की गणना करने में मदद करता है।
it: Il Calcolatore dello Spessore del Dorso è uno strumento all'interno di Momovu che aiuta editori e designer a calcolare lo spessore del dorso per le copertine e le sovraccoperte dei loro libri in base al numero di pagine.
ja: 背幅計算機は、Momovu内蔵のツールで、ページ数に基づいて本の表紙やダストジャケットの背幅を計算し、書籍出版社やデザイナーを支援します。
ko: 책등 너비 계산기는 Momovu 내의 도구로, 출판사와 디자이너가 페이지 수를 기반으로 책 표지와 더스트재킷의 책등 너비를 계산하는 데 도움을 줍니다.
pl: Kalkulator szerokości grzbietu to narzędzie w Momovu, które pomaga wydawcom i projektantom książek obliczyć szerokość grzbietu okładek i obwolut na podstawie liczby stron.
pt: A Calculadora da Largura da Lombada é uma ferramenta dentro do Momovu que ajuda editores e designers de livros a calcular a largura da lombada para suas capas e sobrecapas com base na quantidade de páginas.
ru: Калькулятор ширины корешка — это инструмент в Momovu, который помогает издателям и дизайнерам книг рассчитать ширину корешка для обложек и суперобложек на основе количества страниц.
tr: Omurga Genişliği Hesaplayıcısı, Momovu içinde bulunan ve kitap yayıncıları ile tasarımcıların sayfa sayısına göre kitap kapakları ve ceket kapaklar için omurga genişliğini hesaplamalarına yardımcı olan bir araçtır.
zh: 书脊宽度计算器是Momovu中的一个工具，可帮助图书出版商和设计师根据页数计算图书封面和护封的书脊宽度。

source: Accessing the Calculator
bn: ক্যালকুলেটর অ্যাক্সেস করা
de: Zugriff auf den Rechner
es: Acceso a la Calculadora
hi: कैलकुलेटर एक्सेस करना
it: Accesso al calcolatore
ja: 計算機へのアクセス
ko: 계산기 접근
pl: Dostęp do kalkulatora
pt: Acessando a Calculadora
ru: Доступ к калькулятору
tr: Hesaplayıcıya Erişim
zh: 访问计算器

source: The Spine Width Calculator can be accessed from the main menu:
bn: স্পাইন উইডথ ক্যালকুলেটর মেইন মেনু থেকে অ্যাক্সেস করা যায়:
de: Der Rückenbreiten-Rechner kann über das Hauptmenü aufgerufen werden:
es: Se puede acceder a la Calculadora del Ancho del Lomo desde el menú principal:
hi: स्पाइन चौड़ाई कैलकुलेटर को मुख्य मेनू से एक्सेस किया जा सकता है:
it: Il calcolatore dello spessore del dorso può essere accessibile dal menu principale:
ja: 背幅計算機はメインメニューからアクセスできます：
ko: 책등 너비 계산기는 메인 메뉴에서 접근할 수 있습니다:
pl: Kalkulator szerokości grzbietu można uruchomić z menu głównego:
pt: A Calculadora da Largura da Lombada pode ser acessada a partir do menu principal:
ru: Калькулятор ширины корешка можно открыть из главного меню:
tr: Omurga Genişliği Hesaplayıcısına ana menüden erişilebilir:
zh: 书脊宽度计算器可以从主菜单访问：

source: Open Momovu
bn: মোমোভু ওপেন করুন
de: Momovu öffnen
es: Abrir Momovu
hi: मोमोवू खोलें
it: Apri Momovu
ja: Momovuを開く
ko: Momovu 열기
pl: Otwórz Momovu
pt: Abrir o Momovu
ru: Открыть Momovu
tr: Momovu'yu açın
zh: 打开 Momovu

source: Go to **Document** → **Spine Width Calculator...**
bn: **Document** → **Spine Width Calculator...** এ যান
de: Gehen Sie zu **Dokument** → **Rückenbreiten-Rechner...**
es: Ir a **Documento** → **Calculadora del Ancho del Lomo...**
hi: **Document** → **Spine Width Calculator...** पर जाएं
it: Vai a **Documento** → **Calcolatore Spessore Dorso...**
ja: **ドキュメント** → **背幅計算機...** へ移動
ko: **문서** → **책등 너비 계산기...**로 이동
pl: Przejdź do **Dokument** → **Kalkulator szerokości grzbietu...**
pt: Vá para **Documento** → **Calculadora da Largura da Lombada...**
ru: Перейдите в **Документ** → **Калькулятор ширины корешка...**
tr: **Belge** → **Omurga Genişliği Hesaplayıcısı...** menüsüne gidin
zh: 转到 **文档** → **书脊宽度计算器...**

source: Or use the keyboard shortcut: ``Ctrl+K``
bn: অথবা কীবোর্ড শর্টকাট ইউজ করুন: ``Ctrl+K``
de: Oder verwenden Sie die Tastenkombination: ``Strg+K``
es: O usar el atajo de teclado: ``Ctrl+K``
hi: या कीबोर्ड शॉर्टकट का उपयोग करें: ``Ctrl+K``
it: Oppure usa la scorciatoia da tastiera: ``Ctrl+K``
ja: またはキーボードショートカットを使用: ``Ctrl+K``
ko: 또는 키보드 단축키 사용: ``Ctrl+K``
pl: Lub skrót klawiaturowy: ``Ctrl+K``
pt: Ou use o atalho do teclado: ``Ctrl+K``
ru: Или используйте сочетание клавиш: ``Ctrl+K``
tr: Veya klavye kısayolunu kullanın: ``Ctrl+K``
zh: 或使用键盘快捷键：``Ctrl+K``

source: Using the Calculator
bn: ক্যালকুলেটর ইউজ করা
de: Verwendung des Rechners
es: Uso de la Calculadora
hi: कैलकुलेटर का उपयोग करना
it: Utilizzo del calcolatore
ja: 計算機の使用方法
ko: 계산기 사용
pl: Korzystanie z kalkulatora
pt: Usando a Calculadora
ru: Использование калькулятора
tr: Hesaplayıcıyı Kullanma
zh: 使用计算器

source: The calculator dialog provides a simple interface:
bn: ক্যালকুলেটর ডায়ালগ একটি সিম্পল ইন্টারফেস প্রোভাইড করে:
de: Der Rechner-Dialog bietet eine einfache Oberfläche:
es: El diálogo de la calculadora proporciona una interfaz simple:
hi: कैलकुलेटर डायलॉग एक सरल इंटरफ़ेस प्रदान करता है:
it: La finestra di dialogo del calcolatore offre un'interfaccia semplice:
ja: 計算機ダイアログはシンプルなインターフェースを提供します：
ko: 계산기 대화상자는 간단한 인터페이스를 제공합니다:
pl: Okno dialogowe kalkulatora zapewnia prosty interfejs:
pt: O diálogo da calculadora fornece uma interface simples:
ru: Диалоговое окно калькулятора предоставляет простой интерфейс:
tr: Hesaplayıcı iletişim kutusu basit bir arayüz sağlar:
zh: 计算器对话框提供了一个简单的界面：

source: **Page Count Input**: Pre-filled with your current document's page count - For interior documents: Uses the total page count from the PDF - For covers/dustjackets: Uses the value from the Pages spinbox in the toolbar
bn: **Page Count Input**: আপনার কারেন্ট ডকুমেন্টের পেজ কাউন্ট দিয়ে প্রি-ফিল্ড - ইন্টেরিয়র ডকুমেন্টের জন্য: PDF থেকে টোটাল পেজ কাউন্ট ইউজ করে - কভার/ডাস্টজ্যাকেটের জন্য: টুলবারের Pages স্পিনবক্স থেকে ভ্যালু ইউজ করে
de: **Seitenzahl-Eingabe**: Vorausgefüllt mit der Seitenzahl Ihres aktuellen Dokuments - Für Innendokumente: Verwendet die Gesamtseitenzahl aus der PDF - Für Umschläge/Schutzumschläge: Verwendet den Wert aus der Seiten-Spinbox in der Symbolleiste
es: **Entrada de Número de Páginas**: Prellenado con el número de páginas de tu documento actual - Para documentos interiores: Usa el número total de páginas del PDF - Para portadas/sobrecubiertas: Usa el valor del selector de páginas en la barra de herramientas
hi: **पृष्ठ संख्या इनपुट**: आपके वर्तमान दस्तावेज़ की पृष्ठ संख्या से पूर्व-भरा हुआ - आंतरिक दस्तावेज़ों के लिए: PDF से कुल पृष्ठ संख्या का उपयोग करता है - कवर/डस्टजैकेट के लिए: टूलबार में Pages स्पिनबॉक्स से मान का उपयोग करता है
it: **Inserimento numero di pagine**: Precompilato con il numero di pagine del documento corrente - Per documenti interni: Utilizza il numero totale di pagine del PDF - Per copertine/sovraccoperte: Utilizza il valore dalla casella numerica Pagine nella barra degli strumenti
ja: **ページ数入力**: 現在のドキュメントのページ数が事前入力されています - 本文ドキュメントの場合: PDFの総ページ数を使用 - 表紙/ダストジャケットの場合: ツールバーのページ数スピンボックスの値を使用
ko: **페이지 수 입력**: 현재 문서의 페이지 수로 미리 채워짐 - 내부 문서: PDF의 전체 페이지 수 사용 - 표지/더스트재킷: 도구 모음의 페이지 스핀박스 값 사용
pl: **Pole liczby stron**: Wypełniane automatycznie liczbą stron z Twojego bieżącego dokumentu – Dla dokumentów wewnętrznych: Używa całkowitej liczby stron z pliku PDF – Dla okładów/obwolut: Używa wartości z pola tekstowego Liczba stron w pasku narzędziowym
pt: **Entrada de Contagem de Páginas**: Preenchida automaticamente com o número atual de páginas do seu documento - Para documentos internos: Utiliza o total de páginas do PDF - Para capas/sobrecapas: Utiliza o valor da caixa de seleção numérica de Páginas na barra de ferramentas
ru: **Ввод количества страниц**: Предварительно заполнен количеством страниц вашего текущего документа - Для внутренних документов: Используется общее количество страниц из PDF - Для обложек/суперобложек: Используется значение из поля счетчика страниц на панели инструментов
tr: **Sayfa Sayısı Girişi**: Mevcut belgenizin sayfa sayısıyla önceden doldurulur - İç belgeler için: PDF'deki toplam sayfa sayısını kullanır - Kapaklar/ceket kapaklar için: Araç çubuğundaki Sayfalar döndürme kutusundaki değeri kullanır
zh: **页数输入**：预填入您当前文档的页数 - 对于内页文档：使用PDF中的总页数 - 对于封面/护封：使用工具栏中“页数”微调框的值

source: **Document Type Selection**: Choose between Cover or Dustjacket
bn: **Document Type Selection**: কভার বা ডাস্টজ্যাকেটের মধ্যে চুজ করুন
de: **Dokumenttypauswahl**: Wählen Sie zwischen Umschlag oder Schutzumschlag
es: **Selección del Tipo de Documento**: Elegir entre Portada o Sobrecubierta
hi: **दस्तावेज़ प्रकार चयन**: कवर या डस्टजैकेट में से चुनें
it: **Selezione del tipo di documento**: Scegli tra Copertina o Sovraccoperta
ja: **ドキュメントタイプの選択**: 表紙またはダストジャケットを選択
ko: **문서 타입 선택**: 표지 또는 더스트재킷 중 선택
pl: **Wybór typu dokumentu**: Wybierz między okładką a obwolutą
pt: **Seleção do Tipo de Documento**: Escolha entre Capa ou Sobrecapa
ru: **Выбор типа документа**: Выберите между обложкой или суперобложкой
tr: **Belge Türü Seçimi**: Kapak veya Ceket Kapak arasında seçim yapın
zh: **文档类型选择**：选择封面或护封

source: The spine width is calculated automatically as you change the inputs
bn: আপনি ইনপুট চেঞ্জ করার সাথে সাথে স্পাইন উইডথ অটোমেটিক্যালি ক্যালকুলেট হয়
de: Die Rückenbreite wird automatisch berechnet, wenn Sie die Eingaben ändern
es: El ancho del lomo se calcula automáticamente al cambiar las entradas
hi: जैसे ही आप इनपुट बदलते हैं, स्पाइन चौड़ाई स्वचालित रूप से गणना की जाती है
it: Lo spessore del dorso viene calcolato automaticamente mentre modifichi gli input
ja: 背幅は入力値を変更すると自動的に計算されます
ko: 입력을 변경하면 책등 너비가 자동으로 계산됩니다
pl: Szerokość grzbietu jest obliczana automatycznie podczas zmieniania danych wejściowych
pt: A largura da lombada é calculada automaticamente à medida que você altera as entradas.
ru: Ширина корешка рассчитывается автоматически при изменении входных данных
tr: Omurga genişliği, girdileri değiştirdikçe otomatik olarak hesaplanır
zh: 您更改输入时，书脊宽度会自动计算

source: Spine Width Calculator dialog
bn: স্পাইন উইডথ ক্যালকুলেটর ডায়ালগ
de: Rückenbreiten-Rechner-Dialog
es: Diálogo de la Calculadora del Ancho del Lomo
hi: स्पाइन चौड़ाई कैलकुलेटर डायलॉग
it: Finestra di dialogo del Calcolatore Spessore Dorso
ja: 背幅計算機ダイアログ
ko: 책등 너비 계산기 대화상자
pl: Okno dialogowe kalkulatora szerokości grzbietu
pt: Diálogo da Calculadora de Largura da Lombada
ru: Диалоговое окно "Калькулятор ширины корешка"
tr: Omurga Genişliği Hesaplayıcısı iletişim kutusu
zh: 书脊宽度计算器对话框

source: Results
bn: রেজাল্ট
de: Ergebnisse
es: Resultados
hi: परिणाम
it: Risultati
ja: 結果
ko: 결과
pl: Wyniki
pt: Resultados
ru: Результаты
tr: Sonuçlar
zh: 结果

source: The calculator displays the spine width in millimeters.
bn: ক্যালকুলেটর মিলিমিটারে স্পাইন উইডথ ডিসপ্লে করে।
de: Der Rechner zeigt die Rückenbreite in Millimetern an.
es: La calculadora muestra el ancho del lomo en milímetros.
hi: कैलकुलेटर स्पाइन चौड़ाई को मिलीमीटर में प्रदर्शित करता है।
it: Il calcolatore visualizza lo spessore del dorso in millimetri.
ja: 計算機は背幅をミリメートルで表示します。
ko: 계산기는 책등 너비를 밀리미터 단위로 표시합니다.
pl: Kalkulator wyświetla szerokość grzbietu w milimetrach.
pt: A calculadora exibe a largura da lombada em milímetros.
ru: Калькулятор отображает ширину корешка в миллиметрах.
tr: Hesaplayıcı omurga genişliğini milimetre cinsinden gösterir.
zh: 计算器以毫米为单位显示书脊宽度。

source: **Minimum pages**: Covers require at least 32 pages
bn: **মিনিমাম পেজ**: কভারের জন্য অন্তত 32 পেজ রিকোয়ার্ড
de: **Minimale Seitenzahl**: Umschläge benötigen mindestens 32 Seiten
es: **Páginas mínimas**: Las portadas requieren al menos 32 páginas
hi: **न्यूनतम पृष्ठ**: कवर के लिए कम से कम 32 पृष्ठ आवश्यक हैं
it: **Pagine minime**: Le copertine richiedono almeno 32 pagine
ja: **最小ページ数**: 表紙には最低32ページが必要
ko: **최소 페이지 수**: 표지는 최소 32페이지 필요
pl: **Minimalna liczba stron**: Okładki wymagają co najmniej 32 stron
pt: **Páginas mínimas**: As capas requerem no mínimo 32 páginas
ru: **Минимальное количество страниц**: Обложки требуют минимум 32 страницы
tr: **Minimum sayfa sayısı**: Kapaklar en az 32 sayfa gerektirir
zh: **最低页数**：封面至少需要32页

source: **Minimum spine width**: 6.35mm (0.25 inches) for covers
bn: **মিনিমাম স্পাইন উইডথ**: কভারের জন্য 6.35mm (0.25 ইঞ্চ)
de: **Minimale Rückenbreite**: 6,35 mm (0,25 Zoll) für Umschläge
es: **Ancho mínimo del lomo**: 6.35mm (0.25") para portadas
hi: **न्यूनतम स्पाइन चौड़ाई**: कवर के लिए 6.35mm (0.25 इंच)
it: **Spessore minimo del dorso**: 6,35mm (0,25 pollici) per le copertine
ja: **最小背幅**: 表紙用に6.35mm（0.25インチ）
ko: **최소 책등 너비**: 표지용 6.35mm (0.25인치)
pl: **Minimalna szerokość grzbietu**: 6,35 mm (0,25 cala) dla okładek
pt: **Largura mínima da lombada**: 6,35 mm (0,25 polegadas) para capas
ru: **Минимальная ширина корешка**: 6,35 мм (0,25 дюйма) для обложек
tr: **Minimum omurga genişliği**: Kapaklar için 6.35 mm (0.25 inç)
zh: **最小书脊宽度**：封面为6.35毫米（0.25英寸）

source: **Standard range**: Dustjackets work best with 24-800 pages
bn: **স্ট্যান্ডার্ড রেঞ্জ**: ডাস্টজ্যাকেট 24-800 পেজের সাথে বেস্ট ওয়ার্ক করে
de: **Standardbereich**: Schutzumschläge funktionieren am besten bei 24-800 Seiten
es: **Rango estándar**: Las sobrecubiertas funcionan mejor con 24-800 páginas
hi: **मानक रेंज**: डस्टजैकेट 24-800 पृष्ठों के साथ सबसे अच्छा काम करते हैं
it: **Gamma standard**: Le sovraccoperte funzionano meglio con 24-800 pagine
ja: **標準範囲**: ダストジャケットは24〜800ページで最適
ko: **표준 범위**: 더스트재킷은 24-800페이지에서 가장 적합
pl: **Standardowy zakres**: Obwoluty najlepiej sprawdzają się przy 24–800 stronach
pt: **Faixa padrão**: As sobrecapas funcionam melhor com 24 a 800 páginas
ru: **Стандартный диапазон**: Суперобложки лучше всего работают с 24-800 страницами
tr: **Standart aralık**: Ceket kapaklar 24-800 sayfa ile en iyi şekilde çalışır
zh: **标准范围**：护封最适合用于24至800页的书籍

source: Examples
bn: এক্সাম্পল
de: Beispiele
es: Ejemplos
hi: उदाहरण
it: Esempi
ja: 例
ko: 예시
pl: Przykłady
pt: Exemplos
ru: Примеры
tr: Örnekler
zh: 示例

source: **Cover Examples:**
bn: **কভার এক্সাম্পল:**
de: **Beispiele für Umschläge:**
es: **Ejemplos de Portadas:**
hi: **कवर उदाहरण:**
it: **Esempi di copertina:**
ja: **表紙の例:**
ko: **표지 예시:**
pl: **Przykłady okładów:**
pt: **Exemplos de capa:**
ru: **Примеры обложек:**
tr: **Kapak Örnekleri:**
zh: **封面示例：**

source: 200 pages = 11.44mm spine width
bn: 200 পেজ = 11.44mm স্পাইন উইডথ
de: 200 Seiten = Rückenbreite von 11,44 mm
es: 200 páginas = 11.44mm de ancho del lomo
hi: 200 पृष्ठ = 11.44mm स्पाइन चौड़ाई
it: 200 pagine = 11,44mm di spessore del dorso
ja: 200ページ = 背幅11.44mm
ko: 200페이지 = 11.44mm 책등 너비
pl: 200 stron = 11,44 mm szerokości grzbietu
pt: 200 páginas = 11,44mm largura da lombada
ru: 200 страниц = 11,44 мм ширина корешка
tr: 200 sayfa = 11.44mm omurga genişliği
zh: 200页 = 书脊宽度11.44毫米

source: 500 pages = 28.6mm spine width
bn: 500 পেজ = 28.6mm স্পাইন উইডথ
de: 500 Seiten = 28,6 mm Rückenbreite
es: 500 páginas = 28.6mm de ancho del lomo
hi: 500 पृष्ठ = 28.6mm स्पाइन चौड़ाई
it: 500 pagine = 28,6mm di spessore del dorso
ja: 500ページ = 背幅28.6mm
ko: 500페이지 = 28.6mm 책등 너비
pl: 500 stron = 28,6 mm szerokości grzbietu
pt: 500 páginas = 28,6mm de largura da lombada
ru: 500 страниц = 28,6 мм ширина корешка
tr: 500 sayfa = 28.6mm omurga genişliği
zh: 500页 = 书脊宽度28.6毫米

source: 112 pages = 6.406mm spine width
bn: 112 পেজ = 6.406mm স্পাইন উইডথ
de: 112 Seiten = 6,406 mm Rückenbreite
es: 112 páginas = 6.406mm de ancho del lomo
hi: 112 पृष्ठ = 6.406mm स्पाइन चौड़ाई
it: 112 pagine = 6,406 mm di spessore del dorso
ja: 112ページ = 背幅6.406mm
ko: 112페이지 = 6.406mm 책등 너비
pl: 112 stron = 6,406 mm szerokości grzbietu
pt: 112 páginas = 6,406mm largura da lombada
ru: 112 страниц = 6,406 мм ширина корешка
tr: 112 sayfa = 6.406mm omurga genişliği
zh: 112页 = 书脊宽度6.406毫米

source: **Dustjacket Examples:**
bn: **ডাস্টজ্যাকেট এক্সাম্পল:**
de: **Schutzumschlag-Beispiele:**
es: **Ejemplos de Sobrecubiertas:**
hi: **डस्टजैकेट उदाहरण:**
it: **Esempi di sovraccoperta:**
ja: **ダストジャケットの例:**
ko: **더스트재킷 예시:**
pl: **Przykłady obwolut:**
pt: **Exemplos de sobrecapa:**
ru: **Примеры суперобложек:**
tr: **Ceket Kapak Örnekleri:**
zh: **护封示例：**

source: 350 pages = 27mm spine width
bn: 350 পেজ = 27mm স্পাইন উইডথ
de: 350 Seiten = 27 mm Rückenbreite
es: 350 páginas = 27mm de ancho del lomo
hi: 350 पृष्ठ = 27mm स्पाइन चौड़ाई
it: 350 pagine = 27mm di spessore del dorso
ja: 350ページ = 背幅27mm
ko: 350페이지 = 27mm 책등 너비
pl: 350 stron = 27 mm szerokości grzbietu
pt: 350 páginas = 27mm largura da lombada
ru: 350 страниц = 27 мм ширина корешка
tr: 350 sayfa = 27mm omurga genişliği
zh: 350页 = 27毫米书脊宽度

source: 100 pages = 13mm spine width
bn: 100 পেজ = 13mm স্পাইন উইডথ
de: 100 Seiten = 13 mm Rückenbreite
es: 100 páginas = 13mm de ancho del lomo
hi: 100 पृष्ठ = 13mm स्पाइन चौड़ाई
it: 100 pagine = 13mm di spessore del dorso
ja: 100ページ = 背幅13mm
ko: 100페이지 = 13mm 책등 너비
pl: 100 stron = 13 mm szerokości grzbietu
pt: 100 páginas = 13mm de largura da lombada
ru: 100 страниц = 13 мм ширина корешка
tr: 100 sayfa = 13mm omurga genişliği
zh: 100页 = 13毫米书脊宽度

source: Different printers may use different paper thicknesses. These calculations are based on standard print-on-demand specifications.
bn: ডিফারেন্ট প্রিন্টার ডিফারেন্ট পেপার থিকনেস ইউজ করতে পারে। এই ক্যালকুলেশনগুলি স্ট্যান্ডার্ড প্রিন্ট-অন-ডিমান্ড স্পেসিফিকেশনের উপর বেসড।
de: Verschiedene Drucker können unterschiedliche Papierstärken verwenden. Diese Berechnungen basieren auf Standard-Spezifikationen für Print-on-Demand.
es: Diferentes impresoras pueden usar diferentes espesores de papel. Estos cálculos se basan en las especificaciones estándar de impresión bajo demanda.
hi: विभिन्न प्रिंटर विभिन्न कागज़ मोटाई का उपयोग कर सकते हैं। ये गणनाएं मानक प्रिंट-ऑन-डिमांड विशिष्टताओं पर आधारित हैं।
it: Diverse stampanti possono utilizzare spessori di carta diversi. Questi calcoli si basano su specifiche standard per la stampa su richiesta.
ja: 異なるプリンターでは、異なる紙の厚さを使用することがあります。これらの計算は、標準的なオンデマンド印刷仕様に基づいています。
ko: 프린터마다 다른 종이 두께를 사용할 수 있습니다. 이 계산은 표준 주문형 인쇄 사양을 기반으로 합니다.
pl: Różne drukarki mogą używać różnych grubości papieru. Te obliczenia opierają się na standardowych specyfikacjach druku na żądanie.
pt: Diferentes impressoras podem usar espessuras de papel diferentes. Esses cálculos são baseados em especificações padrão de impressão sob demanda.
ru: Разные принтеры могут использовать бумагу разной толщины. Эти расчеты основаны на стандартных спецификациях печати по запросу.
tr: Farklı matbaalar farklı kağıt kalınlıkları kullanabilir. Bu hesaplamalar standart talep üzerine baskı özelliklerine dayanmaktadır.
zh: 不同的打印机可能使用不同厚度的纸张。这些计算基于标准的按需打印规格。
