Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: de, es, hi, id, it, ja, ru, tr

source: **Dustjacket Document** - Set margins for dustjackets
de: **Schutzumschlag-Dokument** – Ränder für Schutzumschläge festlegen
es: **Documento de Sobrecubierta** - Establecer márgenes para sobrecubiertas
hi: **Dustjacket Document** - डस्टजैकेट के लिए मार्जिन सेट करें
id: **Dustjacket Document** - Set margin untuk dustjacket
it: **Documento sovraccoperta** - Imposta i margini per le sovraccoperte
ja: **ダストジャケットドキュメント** - ダストジャケットのマージンを設定
ru: **Обложка документа** - Установите поля для обложек
tr: **Ceket Kapak Belgesi** - Ceket kapaklar için kenar boşluklarını ayarla

source: Help Menu
de: Hilfemenü
es: Menú Ayuda
hi: सहायता मेनू
it: Menu Aiuto
ja: ヘルプメニュー
ru: Справка
tr: Yardım Menüsü

source: **Keyboard Shortcuts** - Display all keyboard shortcuts in a dialog
de: **Tastenkombinationen** – Zeigt alle Tastenkombinationen in einem Dialog an
es: **Atajos de Teclado** - Mostrar todos los atajos de teclado en un diálogo
hi: **Keyboard Shortcuts** - डायलॉग में सभी कीबोर्ड शॉर्टकट प्रदर्शित करें
id: **Keyboard Shortcuts** - Tampilkan semua keyboard shortcut dalam dialog
it: **Scorciatoie da tastiera** - Visualizza tutte le scorciatoie da tastiera in una finestra di dialogo
ja: **キーボードショートカット** - すべてのキーボードショートカットをダイアログで表示
ru: **Клавиатурные комбинации** - Отображает все клавиатурные комбинации в диалоговом окне
tr: **Klavye Kısayolları** - Tüm klavye kısayollarını bir iletişim kutusunda görüntüle

source: **About Momovu** - Show application information and version
de: **Über Momovu** – Zeigt Anwendungsinformationen und Version an
es: **Acerca de Momovu** - Mostrar información de la aplicación y versión
hi: **About Momovu** - एप्लिकेशन जानकारी और संस्करण दिखाएं
id: **About Momovu** - Tampilkan informasi aplikasi dan versi
it: **Informazioni su Momovu** - Mostra informazioni sull'applicazione e la versione
ja: **Momovuについて** - アプリケーション情報とバージョンを表示
ru: **О Momovu** - Показать информацию и версию приложения
tr: **Momovu Hakkında** - Uygulama bilgilerini ve sürümünü göster

source: Document Types
de: Dokumenttypen
es: Tipos de Documentos
hi: दस्तावेज़ प्रकार
id: Tipe Dokumen
it: Tipi di documento
ja: ドキュメントタイプ
ru: Типы документов
tr: Belge Türleri

source: Interior Documents
de: Innendokumente
es: Documentos Interiores
hi: आंतरिक दस्तावेज़
id: Dokumen Interior
it: Documenti interni
ja: 本文ドキュメント
ru: Внутренние документы
tr: İç Belgeler

source: Interior documents represent the content pages of a book:
de: Innendokumente stellen die Inhaltsseiten eines Buches dar:
es: Los documentos interiores representan las páginas de contenido de un libro:
hi: आंतरिक दस्तावेज़ एक पुस्तक के सामग्री पृष्ठों का प्रतिनिधित्व करते हैं:
id: Dokumen interior merepresentasikan halaman-halaman isi sebuah buku:
it: I documenti interni rappresentano le pagine di contenuto di un libro:
ja: 本文ドキュメントは本のコンテンツページを表します：
ru: Внутренние документы представляют собой содержание страниц книги:
tr: İç belgeler, bir kitabın içerik sayfalarını temsil eder:

source: Simple rectangular safety margins
de: Einfache rechteckige Sicherheitsränder
es: Márgenes de seguridad rectangulares simples
hi: सरल आयताकार सुरक्षा मार्जिन
id: Batas keamanan persegi panjang sederhana
it: Semplici margini di sicurezza rettangolari
ja: シンプルな長方形のセーフティマージン
ru: Простые прямоугольные запасы прочности
tr: Basit dikdörtgen güvenlik marjları

source: Side-by-side view available for spread preview
de: Nebeneinander-Ansicht verfügbar für Doppelseiten-Vorschau
es: Vista lado a lado disponible para vista previa de pliego
hi: स्प्रेड पूर्वावलोकन के लिए साइड-बाय-साइड व्यू उपलब्ध
id: Tampilan berdampingan tersedia untuk pratinjau halaman terbuka
it: Visualizzazione affiancata disponibile per l'anteprima della doppia pagina
ja: 見開きプレビュー用の見開き表示が利用可能
ru: Доступен параллельный просмотр для предварительного просмотра раскладки
tr: Çift sayfa önizlemesi için yan yana görünüm mevcut

source: Spine line visible in dual-page mode
de: Rückenlinie ist im Doppelseiten-Modus sichtbar
es: Línea del lomo visible en modo de página doble
hi: डुअल-पेज मोड में स्पाइन लाइन दृश्यमान
id: Garis tulang terlihat dalam mode halaman ganda
it: Linea del dorso visibile in modalità a doppia pagina
ja: 見開きモードで背線が表示
ru: Линия сгиба видна в режиме двойной страницы
tr: Çift sayfa modunda omurga çizgisi görünür

source: Navigation to first/last page enabled
de: Navigation zur ersten/letzten Seite aktiviert
es: Navegación a la primera/última página habilitada
hi: पहले/अंतिम पृष्ठ पर नेविगेशन सक्षम
id: Navigasi ke halaman pertama/terakhir diaktifkan
it: Navigazione alla prima/ultima pagina abilitata
ja: 最初/最後のページへのナビゲーションが有効
ru: Включение навигации на первую/последнюю страницу
tr: İlk/son sayfaya geçiş etkin

source: Interior document in single page view
de: Innendokument in Einzelseitenansicht
es: Documento interior en vista de página única
hi: सिंगल पेज व्यू में आंतरिक दस्तावेज़
id: Dokumen interior dalam tampilan halaman tunggal
it: Documento interno in visualizzazione a pagina singola
ja: 単一ページ表示の本文ドキュメント
ru: Внутренний документ в виде одной страницы
tr: İç belge tek sayfa görünümünde

source: Interior document displayed in single page view mode
de: Innendokument in Einzelseiten-Ansichtsmodus angezeigt
es: Documento interior mostrado en modo de vista de página única
hi: आंतरिक दस्तावेज़ सिंगल पेज व्यू मोड में प्रदर्शित
id: Dokumen interior ditampilkan dalam mode tampilan halaman tunggal
it: Documento interno visualizzato in modalità di visualizzazione a pagina singola
ja: 単一ページ表示モードで表示された本文ドキュメント
ru: Внутренний документ, отображаемый в режиме просмотра в виде одной страницы
tr: İç belge, tek sayfa görünüm modunda görüntüleniyor

source: Cover Documents
de: Umschlagdokumente
es: Documentos de Portada
hi: कवर दस्तावेज़
id: Dokumen Sampul
it: Documenti di Copertina
ja: 表紙ドキュメント
ru: Документы на обложке
tr: Kapak Belgeleri

source: Cover documents include front and back covers with spine:
de: Zu den Umschlagdokumenten gehören Vorder- und Rückumschlag mit Rücken:
es: Los documentos de portada incluyen portada y contraportada con lomo:
hi: कवर दस्तावेज़ में स्पाइन के साथ फ्रंट और बैक कवर शामिल हैं:
id: Dokumen sampul mencakup sampul depan dan belakang beserta tulang belakang:
it: I documenti di copertina includono copertina anteriore e posteriore con il dorso:
ja: 表紙ドキュメントには表紙、裏表紙、背が含まれます：
ru: В комплект документов входят передняя и задняя обложки с корешком:
tr: Kapak belgeleri, omurgalı ön ve arka kapakları içerir:

source: Spine width automatically calculated from page count
de: Rückenbreite wird automatisch anhand der Seitenzahl berechnet
es: Ancho del lomo calculado automáticamente a partir del número de páginas
hi: पृष्ठ संख्या से स्पाइन चौड़ाई स्वचालित रूप से गणना की गई
id: Lebar punggung buku dihitung secara otomatis dari jumlah halaman
it: Spessore del dorso calcolato automaticamente dal numero di pagine
ja: ページ数から背幅を自動計算
ru: Ширина корешка рассчитывается автоматически на основе количества страниц
tr: Sayfa sayısından otomatik olarak hesaplanan omurga genişliği

source: Barcode placement area in lower right of back cover
de: Barcode-Platzierungsbereich unten rechts auf der Rückseite
es: Área de ubicación del código de barras en la parte inferior derecha de la contraportada
hi: बैक कवर के निचले दाएं में बारकोड प्लेसमेंट क्षेत्र
id: Area penempatan barcode di bagian kanan bawah sampul belakang
it: Zona di posizionamento del codice a barre in basso a destra della copertina posteriore
ja: 裏表紙右下のバーコード配置領域
ru: Область размещения штрих-кода в правом нижнем углу задней крышки
tr: Arka kapağın sağ altındaki barkod yerleştirme alanı

source: Fold lines at spine edges (green dashed lines)
de: Faltlinien an Rückenkanten (grüne gestrichelte Linien)
es: Líneas de plegado en los bordes del lomo (líneas punteadas púrpuras)
hi: स्पाइन किनारों पर फोल्ड लाइनें (हरी धराशायी रेखाएं)
id: Lipat garis di tepi tulang belakang (garis putus-putus hijau)
it: Linee di piega ai bordi del dorso (linee tratteggiate viola)
ja: 背の端の折り線（紫色の破線）
ru: Сгибайте линии по краям корешка (пунктирные зеленые линии)
tr: Omurga kenarlarındaki katlama çizgileri (yeşil kesikli çizgiler)

source: Safety margins with bleed areas
de: Sicherheitsränder mit Beschnittbereichen
es: Márgenes de seguridad con áreas de sangrado
hi: ब्लीड क्षेत्रों के साथ सुरक्षा मार्जिन
id: Marginal keamanan dengan area pendarahan
it: Margini di sicurezza con aree di abbondanza
ja: 裁ち落とし領域を含むセーフティマージン
ru: Зоны безопасности с отсечением
tr: Taşma alanları ile güvenlik marjları

source: Cover document showing spine width calculation
de: Umschlagdokument mit Rückenbreitenberechnung
es: Documento de portada mostrando el cálculo del ancho del lomo
hi: स्पाइन चौड़ाई गणना दिखाता कवर दस्तावेज़
id: Dokumen sampul menunjukkan perhitungan lebar punggung
it: Documento copertina che mostra il calcolo dello spessore del dorso
ja: 背幅計算を示す表紙ドキュメント
ru: Документ, иллюстрирующий расчет ширины корешка
tr: Omurga genişliği hesaplamasını gösteren kapak belgesi

source: Cover document with automatically calculated spine width based on page count
de: Umschlagdokument mit automatisch berechneter Rückenbreite basierend auf der Seitenzahl
es: Documento de portada con ancho del lomo calculado automáticamente según el número de páginas
hi: पृष्ठ संख्या के आधार पर स्वचालित रूप से गणना की गई स्पाइन चौड़ाई के साथ कवर दस्तावेज़
id: Cakup dokumen dengan lebar punggung yang dihitung secara otomatis berdasarkan jumlah halaman
it: Documento copertina con spessore del dorso calcolato automaticamente in base al numero di pagine
ja: ページ数に基づいて自動計算された背幅を持つ表紙ドキュメント
ru: Документ с обложкой с автоматически рассчитанной шириной корешка на основе количества страниц
tr: Sayfa sayısına göre otomatik hesaplanan omurga genişliğine sahip kapak belgesi

source: Cover document with safety margins
de: Umschlagdokument mit Sicherheitsrändern
es: Documento de portada con márgenes de seguridad
hi: सुरक्षा मार्जिन के साथ कवर दस्तावेज़
id: Tutup dokumen dengan margin keamanan
it: Documento con margini di sicurezza
ja: セーフティマージン付きの表紙ドキュメント
ru: Закройте документ с учетом полей безопасности
tr: Güvenlik marjlarıyla kapak belgesi

source: Cover document showing safety margins and bleed areas
de: Umschlagdokument mit Sicherheitsrändern und Beschnittbereichen
es: Documento de portada mostrando márgenes de seguridad y áreas de sangrado
hi: सुरक्षा मार्जिन और ब्लीड क्षेत्र दिखाता कवर दस्तावेज़
id: Dokumen sampul menunjukkan batas keamanan dan area potong
it: Documento copertina che mostra i margini di sicurezza e le aree di abbondanza
ja: セーフティマージンと裁ち落とし領域を示す表紙ドキュメント
ru: Документ с изображением полей безопасности и зон обрезки
tr: Güvenlik marjlarını ve taşma alanlarını gösteren kapak belgesi

source: **Spine Width Calculation:**
de: **Rückenbreitenberechnung:**
es: **Cálculo del Ancho del Lomo:**
hi: **स्पाइन चौड़ाई गणना:**
id: **Perhitungan Lebar Punggung:**
it: **Calcolo dello spessore del dorso:**
ja: **背幅計算:**
ru: **Расчет ширины корешка:**
tr: **Omurga Genişliği Hesaplaması:**

source: Formula: (pages / 17.48) + 1.524 mm
de: Formel: (Seiten / 17,48) + 1,524 mm
es: Fórmula: (páginas / 17.48) + 1.524 mm
hi: सूत्र: (पृष्ठ / 17.48) + 1.524 mm
id: Rumus: (halaman / 17,48) + 1,524 mm
it: Formula: (pagine / 17,48) + 1,524mm
ja: 式: (ページ数 / 17.48) + 1.524 mm
ru: Формула: (страницы / 17,48) + 1,524 мм
tr: Formül: (sayfalar / 17.48) + 1.524 mm

source: Converted to points for display
de: In Punkte umgerechnet zur Anzeige
es: Convertido a puntos para mostrar
hi: प्रदर्शन के लिए अंकों में परिवर्तित
id: Dikonversi menjadi poin untuk ditampilkan
it: Convertito in punti per la visualizzazione
ja: 表示用にポイントに変換されました
ru: Преобразовано в баллы для отображения
tr: Görüntüleme için puanlara dönüştürüldü

source: Example: 300 pages = 18.69 mm spine width
de: Beispiel: 300 Seiten = 18,69 mm Rückenbreite
es: Ejemplo: 300 páginas = 18.69 mm de ancho del lomo
hi: उदाहरण: 300 पृष्ठ = 18.69 mm स्पाइन चौड़ाई
id: Contoh: 300 halaman = 18,69 mm lebar punggung buku
it: Esempio: 300 pagine = 18,69mm di spessore del dorso
ja: 例：300ページ＝背幅18.69mm
ru: Пример: 300 страниц = 18,69 мм толщины корешка
tr: Örnek: 300 sayfa = 18.69 mm omurga genişliği

source: Dustjacket Documents
de: Schutzumschlag-Dokumente
es: Documentos de Sobrecubierta
hi: डस्टजैकेट दस्तावेज़
id: Dokumen Dustjacket
it: Documenti sovraccoperta
ja: ダストジャケットドキュメント
ru: Документы о пыльных обложках
tr: Ceket Kapak Belgeleri

source: Dustjackets include covers, spine, and flaps:
de: Schutzumschläge umfassen Umschlag, Rücken und Klappen:
es: Las sobrecubiertas incluyen portadas, lomo y solapas:
hi: डस्टजैकेट में कवर, स्पाइन और फ्लैप शामिल हैं:
id: Dustjackets mencakup sampul, tulang belakang, dan flap:
it: Le sovraccoperte includono copertine, dorso e alette:
ja: ダストジャケットには表紙、背、フラップが含まれます：
ru: Обложки включают в себя корешок и форзацы:
tr: Ceket kapaklar kapakları, omurgayı ve kanatları içerir:

source: Complete dustjacket layout visualization
de: Vollständige Schutzumschlag-Layout-Visualisierung
es: Visualización del diseño completo de la sobrecubierta
hi: पूर्ण डस्टजैकेट लेआउट विज़ुअलाइज़ेशन
id: Visualisasi tata letak dustjacket lengkap
it: Visualizzazione completa del layout della sovraccoperta
ja: 完全なダストジャケットレイアウトの可視化
ru: Полная визуализация компоновки обложки
tr: Tam ceket kapak düzeni görselleştirmesi

source: Fixed flap dimensions: 3.25" x 9" (82.55mm x 228.6mm)
de: Feste Klappen-Abmessungen: 3,25" x 9" (82,55 mm x 228,6 mm)
es: Dimensiones fijas de solapas: 3.25" x 9" (82.55mm x 228.6mm)
hi: निश्चित फ्लैप आयाम: 3.25" x 9" (82.55mm x 228.6mm)
id: Ukuran flap tetap: 3,25" x 9" (82,55mm x 228,6mm)
it: Dimensioni fisse delle alette: 3,25" x 9" (82,55mm x 228,6mm)
ja: 固定フラップの寸法: 3.25インチ x 9インチ (82.55mm x 228.6mm)
ru: Фиксированные размеры планки: 3,25 дюйма x 9 дюймов (82,55 мм x 228,6 мм)
tr: Sabit kanat boyutları: 3.25" x 9" (82.55mm x 228.6mm)

source: Multiple fold lines for all edges
de: Mehrere Faltlinien für alle Kanten
es: Líneas de plegado múltiples para todos los bordes
hi: सभी किनारों के लिए मल्टिपल फोल्ड लाइनें
id: Beberapa garis lipat untuk semua sisi
it: Linee di piegatura multiple per tutti i bordi
ja: すべての端に複数の折り線
ru: Несколько линий сгиба для всех краев
tr: Tüm kenarlar için çoklu katlama çizgileri

source: Separate margins for flaps and covers
de: Getrennte Ränder für Klappen und Umschläge
es: Márgenes separados para solapas y portadas
hi: फ्लैप और कवर के लिए अलग मार्जिन
id: Margin terpisah untuk flap dan sampul
it: Margini separati per alette e copertine
ja: フラップと表紙の個別のマージン
ru: Отдельные поля для оттисков и обложек
tr: Kanatlar ve kapaklar için ayrı kenar boşlukları

source: Dustjacket with flaps and fold lines
de: Schutzumschlag mit Klappen und Faltlinien
es: Sobrecubierta con solapas y líneas de plegado
hi: फ्लैप और फोल्ड लाइनों के साथ डस्टजैकेट
id: Sampul buku dengan flap dan garis lipat
it: Sovraccoperta con alette e linee di piega
ja: フラップと折り線付きのダストジャケット
ru: Пылезащитная обложка с отворотами и линиями сгиба
tr: Kanatlar ve katlama çizgileriyle ceket kapak

source: Complete dustjacket layout with flaps, spine, fold lines, and bleed lines visible
de: Vollständiges Schutzumschlag-Layout mit sichtbaren Klappen, Rücken, Faltlinien und Beschnittlinien
es: Diseño completo de sobrecubierta con solapas, lomo, líneas de plegado y líneas de sangrado visibles
hi: पूर्ण डस्टजैकेट लेआउट जिसमें फ्लैप, स्पाइन, फोल्ड लाइनें और ब्लीड लाइनें दृश्यमान हैं
id: Tata letak seluruh sampul buku dengan flap, tulang belakang, garis lipat, dan garis potong terlihat
it: Layout completo della sovraccoperta con alette, dorso, linee di piega e linee di abbondanza visibili
ja: フラップ、背、折り線、裁ち落とし線が表示された完全なダストジャケットレイアウト
ru: Полный макет обложки с форзацами, видимыми на шпильке, линиями сгиба и линиями выхода за пределы полотна
tr: Kanatlar, omurga, katlama çizgileri ve taşma çizgileri görünür şekilde tam ceket kapak düzeni

source: Dustjacket with bleed lines
de: Schutzumschlag mit Beschnittlinien
es: Sobrecubierta con líneas de sangrado
hi: ब्लीड लाइनों के साथ डस्टजैकेट
id: Sampul depan dengan garis tumpul
it: Sovraccoperta con linee di abbondanza
ja: 裁ち落とし線付きのダストジャケット
ru: Пылезащитная обложка с отбеливающими линиями
tr: Taşma çizgileriyle ceket kapak

source: Dustjacket showing bleed lines that extend beyond trim lines for print production
de: Schutzumschlag mit Beschnittlinien, die über die Schnittlinien hinausreichen für die Druckproduktion
es: Sobrecubierta mostrando líneas de sangrado que se extienden más allá de las líneas de corte para producción de impresión
hi: डस्टजैकेट जो प्रिंट उत्पादन के लिए ट्रिम लाइनों से परे फैली ब्लीड लाइनें दिखाता है
id: Sampul depan menunjukkan garis tumpah yang meluas melewati garis potong untuk produksi cetak
it: Sovraccoperta che mostra le linee di abbondanza che si estendono oltre le linee di taglio per la produzione di stampa
ja: 印刷製作用にトリムラインを越えて延びる裁ち落とし線を示すダストジャケット
ru: Пылезащитная обложка, на которой видны линии проскока, выходящие за пределы линий обрезки для печатного производства
tr: Baskı üretimi için kesim çizgilerini aşan taşma çizgilerini gösteren ceket kapak

source: Presentation Mode
de: Präsentationsmodus
es: Modo de Presentación
hi: प्रेजेंटेशन मोड
id: Mode Presentasi
it: Modalità presentazione
ja: プレゼンテーションモード
ru: Режим презентации
tr: Sunum Modu

source: Presentation mode provides a distraction-free view:
de: Präsentationsmodus bietet eine ablenkungsfreie Ansicht:
es: El modo de presentación proporciona una vista sin distracciones:
hi: प्रेजेंटेशन मोड विकर्षण-मुक्त दृश्य प्रदान करता है:
id: Mode presentasi menyediakan tampilan tanpa gangguan:
it: La modalità presentazione offre una visualizzazione senza distrazioni:
ja: プレゼンテーションモードは集中できる表示を提供：
ru: Режим презентации обеспечивает просмотр без отвлекающих факторов:
tr: Sunum modu dikkat dağıtmayan bir görünüm sunar:

source: Full-screen display without UI elements
de: Vollbildanzeige ohne UI-Elemente
es: Pantalla completa sin elementos de UI
hi: UI तत्वों के बिना फुल-स्क्रीन डिस्प्ले
id: Tampilan layar penuh tanpa elemen UI
it: Visualizzazione a schermo intero senza elementi dell'interfaccia utente
ja: UI要素なしのフルスクリーン表示
ru: Полноэкранный режим без элементов интерфейса
tr: Arayüz elemanları olmadan tam ekran görüntüleme

source: Maintains current view mode and overlays
de: Behält aktuellen Ansichtsmodus und Überlagerungen bei
es: Mantiene el modo de vista actual y superposiciones
hi: वर्तमान व्यू मोड और ओवरले बनाए रखता है
id: Mempertahankan mode tampilan saat ini dan menampilkan tumpang tindih
it: Mantiene la modalità di visualizzazione corrente e le sovrapposizioni
ja: 現在の表示モードとオーバーレイを維持
ru: Сохраняет текущий режим просмотра и накладывает
tr: Mevcut görünüm modunu ve katmanları korur

source: Smooth page-by-page navigation
de: Flüssige seitenweise Navigation
es: Navegación suave página por página
hi: सुचारू पृष्ठ-दर-पृष्ठ नेविगेशन
id: Navigasi halaman demi halaman yang mulus
it: Navigazione fluida pagina per pagina
ja: スムーズなページごとのナビゲーション
ru: Плавная навигация по страницам
tr: Sayfa sayfa akıcı gezinme

source: Exit with F5 or Escape
de: Mit F5 oder Esc beenden
es: Salir con F5 o Escape
hi: F5 या Escape से बाहर निकलें
id: Keluar dengan F5 atau Escape
it: Esci con F5 o Escape
ja: F5またはEscapeで終了
ru: Выход с F5 или Escape
tr: F5 veya Escape ile çıkın

source: Navigation in presentation mode:
de: Navigation im Präsentationsmodus:
es: Navegación en modo de presentación:
hi: प्रेजेंटेशन मोड में नेविगेशन:
id: Navigasi dalam mode presentasi:
it: Navigazione in modalità presentazione:
ja: プレゼンテーションモードでのナビゲーション：
ru: Навигация в режиме презентации:
tr: Sunum modunda gezinme:

source: ``Page Down`` or ``Space`` - Next page
de: ``Page Down`` oder ``Leertaste`` – Nächste Seite
es: ``Page Down`` o ``Espacio`` - Página siguiente
hi: ``Page Down`` या ``Space`` - अगला पृष्ठ
id: ``Page Down`` atau ``Spasi`` - Halaman berikutnya
it: ``Page Down`` o ``Space`` - Pagina successiva
ja: ``Page Down``または``Space`` - 次のページ
ru: «Page Down» или «Пробел» — следующая страница
tr: ``Page Down`` veya ``Space`` - Sonraki sayfa

source: ``Page Up`` or ``Backspace`` - Previous page
de: ``Page Up`` oder ``Backspace`` – Vorherige Seite
es: ``Page Up`` o ``Backspace`` - Página anterior
hi: ``Page Up`` या ``Backspace`` - पिछला पृष्ठ
id: ``Page Up`` atau ``Backspace`` - Halaman sebelumnya
it: ``Page Up`` o ``Backspace`` - Pagina precedente
ja: ``Page Up``または``Backspace`` - 前のページ
ru: «Page Up» или «Backspace» — предыдущая страница
tr: ``Page Up`` veya ``Backspace`` - Önceki sayfa

source: ``Arrow Keys`` - Pan view if zoomed
de: ``Pfeiltasten`` – Ansicht schwenken bei Zoom
es: ``Teclas de Flecha`` - Paneo de vista si está ampliada
hi: ``Arrow Keys`` - ज़ूम होने पर व्यू पैन करें
id: ``Tombol Panah`` - Geser tampilan jika diperbesar
it: ``Tasti freccia`` - Spostamento della vista se ingrandito
ja: ``矢印キー`` - ズーム時にビューをパン
ru: ``Стрелки`` - Панорамировать вид при увеличении
tr: ``Ok Tuşları`` - Yakınlaştırılmışsa görünümü kaydır

source: ``F5`` or ``Escape`` - Exit presentation mode
de: ``F5`` oder ``Escape`` - Präsentationsmodus beenden
es: ``F5`` o ``Escape`` - Salir del modo de presentación
hi: ``F5`` या ``Escape`` - प्रेजेंटेशन मोड से बाहर निकलें
id: ``F5`` atau ``Escape`` - Keluar dari mode presentasi
it: ``F5`` o ``Escape`` - Esci dalla modalità presentazione
ja: ``F5``または``Escape`` - プレゼンテーションモードを終了
ru: ``F5`` или ``Escape`` — выход из режима презентации
tr: ``F5`` ya da ``Escape`` - Sunum modundan çık

source: Presentation mode (fullscreen, no UI)
de: Präsentationsmodus (Vollbild, keine Benutzeroberfläche)
es: Modo de presentación (pantalla completa, sin UI)
hi: प्रेजेंटेशन मोड (फुलस्क्रीन, कोई UI नहीं)
id: Mode presentasi (layar penuh, tanpa UI)
it: Modalità presentazione (a schermo intero, senza interfaccia utente)
ja: プレゼンテーションモード（フルスクリーン、UIなし）
ru: Режим презентации (на весь экран, без интерфейса)
tr: Sunum modu (tam ekran, UI yok)

source: Presentation mode showing pages in fullscreen without any UI elements
de: Präsentationsmodus, der die Seiten im Vollbild ohne jegliche UI-Elemente anzeigt
es: Modo de presentación mostrando páginas en pantalla completa sin elementos de UI
hi: प्रेजेंटेशन मोड किसी भी UI तत्व के बिना फुलस्क्रीन में पृष्ठ दिखा रहा है
id: Mode presentasi menampilkan halaman dalam layar penuh tanpa elemen UI apa pun
it: Modalità presentazione che mostra le pagine a schermo intero senza alcun elemento dell'interfaccia utente
ja: UI要素を表示せずにページをフルスクリーンで表示するプレゼンテーションモード
ru: Режим презентации, показывающий страницы во весь экран без каких-либо элементов интерфейса
tr: Herhangi bir UI öğesi olmadan tam ekranda sayfaları gösteren sunum modu

source: Starting presentation mode:
de: Präsentationsmodus starten:
es: Iniciar modo de presentación:
hi: प्रेजेंटेशन मोड शुरू करना:
id: Memulai mode presentasi:
it: Inizio della modalità presentazione:
ja: プレゼンテーションモードの開始：
ru: Запуск режима презентации:
tr: Sunum modunu başlatma:

source: Press ``F5`` while viewing a document
de: Drücken Sie ``F5`` während der Dokumentansicht
es: Presionar ``F5`` mientras visualiza un documento
hi: दस्तावेज़ देखते समय ``F5`` दबाएं
id: Tekan ``F5`` saat melihat sebuah dokumen
it: Premi ``F5`` mentre visualizzi un documento
ja: ドキュメント表示中に``F5``を押す
ru: Нажмите ``F5`` при просмотре документа
tr: Bir belgeyi görüntülerken ``F5`` tuşuna basın

source: All overlay toggles remain functional
de: Alle Überlagerungsschalter bleiben funktionsfähig
es: Todos los controles de superposición permanecen funcionales
hi: सभी ओवरले टॉगल कार्यात्मक रहते हैं
id: Semua tombol lapisan tetap berfungsi
it: Tutti i toggle delle sovrapposizioni rimangono funzionali
ja: すべてのオーバーレイ切り替えは機能を維持
ru: Все переключатели накладок остаются функциональными
tr: Tüm katman açma/kapama işlevleri çalışır durumda kalır
