Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: de, es, hi, id, it, ja, ru, tr

source: Barcode area overlay enabled
de: Barcode-Bereich-Überlagerung aktiviert
es: Superposición del área de código de barras habilitada
hi: बारकोड क्षेत्र ओवरले सक्षम
id: Overlay area barcode diaktifkan
it: Sovrapposizione area codice a barre abilitata
ja: バーコード領域オーバーレイを有効化
ru: Наложение области штрих-кода включено
tr: Barkod alanı katmanı etkin

source: Barcode placement area on the back cover
de: Barcode-Platzierungsbereich auf der Rückseite
es: Área de ubicación del código de barras en la contraportada
hi: बैक कवर पर बारकोड प्लेसमेंट क्षेत्र
id: Area penempatan barcode di bagian belakang sampul
it: Zona di posizionamento del codice a barre sulla copertina posteriore
ja: 裏表紙のバーコード配置領域
ru: Область размещения штрих-кода на задней обложке
tr: Arka kapaktaki barkod yerleştirme alanı

source: Bleed Lines
de: Beschnittlinien
es: Líneas de Sangrado
hi: ब्लीड लाइनें
id: Garis Pendarahan
it: Linee di abbondanza
ja: 裁ち落とし線
ru: Линии вылета
tr: Taşma Çizgileri

source: Bleed lines show the actual page edges for cover and dustjacket documents:
de: Beschnittlinien zeigen die tatsächlichen Seitenkanten für Umschlag- und Schutzumschlag-Dokumente:
es: Las líneas de sangrado muestran los bordes reales de página para documentos de portada y sobrecubierta:
hi: ब्लीड लाइनें कवर और डस्टजैकेट दस्तावेज़ों के वास्तविक पृष्ठ किनारे दिखाती हैं:
id: Garis bocor menunjukkan tepi halaman sebenarnya untuk dokumen sampul dan sampul luar:
it: Le linee di abbondanza mostrano i bordi effettivi delle pagine per i documenti di copertina e sovraccoperta:
ja: 裁ち落とし線は表紙とダストジャケットドキュメントの実際のページ端を示します：
ru: Линии вылета показывают фактические края страниц для документов обложки и суперобложки:
tr: Taşma çizgileri kapak ve ceket kapak belgeleri için gerçek sayfa kenarlarını gösterir:

source: **Appearance**: Light blue solid lines (#22b5f0) at page edges
de: **Erscheinungsbild**: Hellblaue durchgezogene Linien (#22b5f0) an den Seitenkanten
es: **Apariencia**: Líneas sólidas azul claro (#22b5f0) en los bordes de página
hi: **उपस्थिति**: पृष्ठ किनारों पर हल्की नीली ठोस रेखाएं (#22b5f0)
id: **Penampilan**: Garis padat biru muda (#22b5f0) di tepi halaman
it: **Aspetto**: Linee solide azzurre (#22b5f0) ai bordi della pagina
ja: **外観**: ページ端の水色の実線 (#22b5f0)
ru: **Внешний вид**: Светло-голубые сплошные линии (#22b5f0) по краям страницы
tr: **Görünüm**: Sayfa kenarlarında açık mavi katı çizgiler (#22b5f0)

source: **Purpose**: Show actual page boundaries (outside trim lines)
de: **Zweck**: Zeigt die tatsächlichen Seitengrenzen (außerhalb der Schnittlinien)
es: **Propósito**: Mostrar límites reales de página (fuera de líneas de corte)
hi: **उद्देश्य**: वास्तविक पृष्ठ सीमाएं दिखाएं (ट्रिम लाइनों के बाहर)
id: **Tujuan**: Menampilkan batas halaman sebenarnya (di luar garis potong)
it: **Scopo**: Mostrare i limiti effettivi della pagina (al di fuori delle linee di taglio)
ja: **目的**: 実際のページ境界を表示（トリムラインの外側）
ru: **Назначение**: Показать фактические границы страницы (за пределами линий обрезки)
tr: **Amaç**: Gerçek sayfa sınırlarını göstermek (kesim çizgilerinin dışında)

source: **Toggle**: ``Ctrl+R``
de: **Umschalten**: ``Strg+R``
es: **Alternar**: ``Ctrl+R``
hi: **टॉगल**: ``Ctrl+R``
id: **Akhiri**: ``Ctrl+R``
it: **Attiva/Disattiva**: ``Ctrl+R``
ja: **切り替え**: ``Ctrl+R``
ru: **Переключить**: ``Ctrl+R``
tr: **Aç/Kapat**: ``Ctrl+R``

source: Bleed lines appear at the actual page edges, while trim lines appear inside at the bleed offset: * Cover documents: 3.18mm (1/8") bleed * Dustjacket documents: 6.35mm (1/4") bleed
de: Beschnittlinien erscheinen an den tatsächlichen Seitenkanten, während Schnittlinien innerhalb des Beschnitt-Versatzes erscheinen: * Umschlag-Dokumente: 3,18 mm (1/8") Beschnitt * Schutzumschlag-Dokumente: 6,35 mm (1/4") Beschnitt
es: Las líneas de sangrado aparecen en los bordes reales de página, mientras que las líneas de corte aparecen dentro en el desplazamiento de sangrado: * Documentos de portada: 3.18mm (1/8") de sangrado * Documentos de sobrecubierta: 6.35mm (1/4") de sangrado
hi: ब्लीड लाइनें वास्तविक पृष्ठ किनारों पर दिखाई देती हैं, जबकि ट्रिम लाइनें ब्लीड ऑफसेट पर अंदर दिखाई देती हैं: * कवर दस्तावेज़: 3.18mm (1/8") ब्लीड * डस्टजैकेट दस्तावेज़: 6.35mm (1/4") ब्लीड
id: Garis tumpah muncul di tepi halaman sebenarnya, sedangkan garis potong muncul di dalam pada jarak tumpah: * Dokumen sampul: 3,18 mm (1/8") tumpah * Dokumen dustjacket: 6,35 mm (1/4") tumpah
it: Le linee di abbondanza appaiono ai bordi effettivi della pagina, mentre le linee di taglio appaiono all'interno all'offset di abbondanza: * Documenti copertina: 3,18mm (1/8") di abbondanza * Documenti sovraccoperta: 6,35mm (1/4") di abbondanza
ja: 裁ち落とし線は実際のページ端に表示され、トリムラインは裁ち落としオフセットの内側に表示されます： * 表紙ドキュメント: 3.18mm (1/8") 裁ち落とし * ダストジャケットドキュメント: 6.35mm (1/4") 裁ち落とし
ru: Линии вылета появляются на фактических краях страницы, в то время как линии обрезки появляются внутри со смещением вылета: * Документы обложки: 3,18 мм (1/8") вылет * Документы суперобложки: 6,35 мм (1/4") вылет
tr: Taşma çizgileri gerçek sayfa kenarlarında görünürken, kesim çizgileri taşma ofseti içinde görünür: * Kapak belgeleri: 3.18mm (1/8") taşma * Ceket kapak belgeleri: 6.35mm (1/4") taşma

source: Bleed lines overlay enabled
de: Beschnittlinien-Überlagerung aktiviert
es: Superposición de líneas de sangrado habilitada
hi: ब्लीड लाइन ओवरले सक्षम
id: Pengaturan garis bocor diaktifkan
it: Sovrapposizione linee di abbondanza abilitata
ja: 裁ち落とし線オーバーレイを有効化
ru: Наложение линий вылета включено
tr: Taşma çizgileri katmanı etkin

source: Bleed lines showing the actual page edges for print production
de: Beschnittlinien zeigen die tatsächlichen Seitenkanten für die Druckproduktion
es: Líneas de sangrado mostrando los bordes reales de página para producción de impresión
hi: प्रिंट उत्पादन के लिए वास्तविक पृष्ठ किनारे दिखाती ब्लीड लाइनें
id: Garis bocor menunjukkan tepi halaman sebenarnya untuk produksi cetak
it: Linee di abbondanza che mostrano i bordi effettivi della pagina per la produzione di stampa
ja: 印刷製作用の実際のページ端を示す裁ち落とし線
ru: Линии вылета, показывающие фактические края страницы для печатного производства
tr: Baskı üretimi için gerçek sayfa kenarlarını gösteren taşma çizgileri

source: Go to Page Dialog
de: Gehe-zu-Seite-Dialog
es: Diálogo Ir a Página
hi: पृष्ठ पर जाएं डायलॉग
id: Dialog ke Halaman
it: Vai alla finestra di dialogo Pagina
ja: ページ移動ダイアログ
ru: Диалог перехода на страницу
tr: Sayfaya Git İletişim Kutusu

source: Quick page navigation:
de: Schnelle Seitennavigation:
es: Navegación rápida de página:
hi: त्वरित पृष्ठ नेविगेशन:
id: Navigasi cepat halaman:
it: Navigazione rapida della pagina:
ja: クイックページナビゲーション：
ru: Быстрая навигация по страницам:
tr: Hızlı sayfa gezinmesi:

source: **Open**: Ctrl+G or View → Go to Page...
de: **Öffnen**: Strg+G oder Ansicht → Gehe zu Seite...
es: **Abrir**: Ctrl+G o Ver → Ir a página...
hi: **खोलें**: Ctrl+G या View → Go to Page...
id: **Buka**: Ctrl+G atau Lihat → Pergi ke Halaman...
it: **Apri**: Ctrl+G o Visualizza → Vai a pagina...
ja: **開く**: Ctrl+G または ビュー → ページに移動...
ru: **Открыть**: Ctrl+G или Вид → Перейти на страницу...
tr: **Aç**: Ctrl+G veya Görünüm → Sayfaya Git...

source: **Features**: - Shows current page and total pages - Input validation - Enter key navigates - Escape key cancels
de: **Funktionen**: - Zeigt aktuelle Seite und Gesamtseitenzahl an - Eingabevalidierung - Eingabetaste navigiert - Escape-Taste bricht ab
es: **Características**: - Muestra página actual y total de páginas - Validación de entrada - Tecla Enter navega - Tecla Escape cancela
hi: **Features**: - वर्तमान पृष्ठ और कुल पृष्ठ दिखाता है - इनपुट सत्यापन - Enter कुंजी नेविगेट करती है - Escape कुंजी रद्द करती है
id: **Fitur**: - Menampilkan halaman saat ini dan jumlah halaman total - Validasi input - Tombol Enter untuk navigasi - Tombol Escape untuk membatalkan
it: **Caratteristiche**: - Mostra la pagina corrente e le pagine totali - Convalida degli input - La tastiera Enter naviga - La tastiera Escape annulla
ja: **機能**: - 現在のページと総ページ数を表示 - 入力検証 - Enterキーで移動 - Escapeキーでキャンセル
ru: **Особенности**: - Отображает текущую страницу и общее количество страниц - Проверка ввода - Клавиша Enter для перехода - Клавиша Esc для отмены
tr: **Özellikler**: - Geçerli sayfa ve toplam sayfaları gösterir - Giriş doğrulaması - Enter tuşu gezinir - Escape tuşu iptal eder

source: Sample Files
de: Beispieldateien
es: Archivos de Muestra
hi: नमूना फ़ाइलें
id: Berkas Contoh
it: File di esempio
ja: サンプルファイル
ru: Примеры файлов
tr: Örnek Dosyalar

source: The repository includes sample PDFs for testing:
de: Das Repository enthält Beispiel-PDFs für Tests:
es: El repositorio incluye PDF de muestra para pruebas:
hi: रिपॉज़िटरी में परीक्षण के लिए नमूना PDF शामिल हैं:
id: Repoitori ini mencakup contoh PDF untuk pengujian:
it: Il repository include PDF di esempio per il test:
ja: リポジトリにはテスト用のサンプルPDFが含まれています：
ru: Репозиторий включает в себя примеры PDF-файлов для тестирования:
tr: Depo, test için örnek PDF'leri içerir:
