Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: de, es, hi, id, it, ja, ru, tr

source: Usage
de: Verwendung
es: Uso
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja: 使用方法
ru: Использование
tr: Kullanım

source: Momovu provides a comprehensive set of tools for previewing and analyzing PDF margins. This guide covers all features, command-line options, and keyboard shortcuts.
de: Momovu bietet ein umfassendes Set an Werkzeugen zur Vorschau und Analyse von PDF-Rändern. Diese Anleitung behandelt alle Funktionen, Befehlszeilenoptionen und Tastenkombinationen.
es: Momovu proporciona un conjunto completo de herramientas para previsualizar y analizar los márgenes de PDF. Esta guía abarca todas las funciones, opciones de línea de comandos y atajos de teclado.
hi: मोमोवू PDF मार्जिन के पूर्वावलोकन और विश्लेषण के लिए उपकरणों का एक व्यापक सेट प्रदान करता है। यह गाइड सभी सुविधाओं, कमांड-लाइन विकल्पों और कीबोर्ड शॉर्टकट को कवर करती है।
id: Momovu menyediakan set tool komprehensif untuk pratinjau dan analisis margin PDF. Panduan ini mencakup semua fitur, opsi command-line, dan shortcut keyboard.
it: Momovu offre un set completo di strumenti per l'anteprima e l'analisi dei margini PDF. Questa guida copre tutte le funzionalità, le opzioni da riga di comando e le scorciatoie da tastiera.
ja: Momovuは、PDFの余白をプレビューおよび分析するための包括的なツールを提供します。このガイドでは、すべての機能、コマンドラインオプション、およびキーボードショートカットについて説明します。
ru: Momovu предоставляет комплексный набор инструментов для предварительного просмотра и анализа полей PDF. В этом руководстве рассматриваются все функции, параметры командной строки и клавиатурные сокращения.
tr: Momovu, PDF kenar boşluklarını önizlemek ve analiz etmek için kapsamlı bir araç seti sunar. Bu kılavuz, tüm özelliklere, komut satırı seçeneklerine ve klavye kısayollarına yer vermektedir.

source: Quick Start
de: Schnellstart
es: Inicio Rápido
hi: त्वरित शुरुआत
it: Guida rapida
ja: クイックスタート
ru: Быстрый старт
tr: Hızlı Başlangıç

source: Basic usage:
de: Grundlegende Verwendung:
es: Uso básico:
hi: मूल उपयोग:
id: Penggunaan dasar:
it: Utilizzo di base:
ja: 基本的な使い方：
ru: Основное использование:
tr: Temel kullanım:

source: Basic momovu window with interior PDF
de: Grundlegendes Momovu-Fenster mit Innen-PDF
es: Ventana básica de momovu con PDF interior
hi: आंतरिक PDF के साथ बुनियादी मोमोवू विंडो
id: Window momovu basic dengan PDF interior
it: Finestra base momovu con PDF interno
ja: 本文PDFを表示した基本的なMomovuウィンドウ
ru: Основное окно momovu с внутренним PDF
tr: İç PDF ile temel momovu penceresi

source: Command Line Interface
de: Befehlszeilenschnittstelle
es: Interfaz de Línea de Comandos
hi: कमांड लाइन इंटरफ़ेस
it: Interfaccia della riga di comando
ja: コマンドラインインターフェース
ru: Интерфейс командной строки
tr: Komut Satırı Arayüzü

source: Synopsis
de: Übersicht
es: Sinopsis
hi: सारांश
id: Sinopsis
it: Sintesi
ja: 概要
ru: Синопсис
tr: Özet

source: Arguments
de: Argumente
es: Argumentos
hi: तर्क
id: Argumen
it: Argomenti
ja: 引数
ru: Аргументы
tr: Argümanlar

source: **Positional Arguments:**
de: **Positionale Argumente:**
es: **Argumentos Posicionales:**
hi: **स्थितीय तर्क:**
id: **Argumen Posisional:**
it: **Argomenti Posizionali:**
ja: **位置引数:**
ru: **Позиционные аргументы:**
tr: **Pozisyonel Argümanlar:**

source: ``PDF_FILE`` - Path to the PDF file to preview (optional)
de: ``PDF_FILE`` - Pfad zur PDF-Datei, die als Vorschau angezeigt werden soll (optional)
es: ``PDF_FILE`` - Ruta al archivo PDF para previsualizar (opcional)
hi: ``PDF_FILE`` - पूर्वावलोकन के लिए PDF फ़ाइल का पथ (वैकल्पिक)
id: ``PDF_FILE`` - Path ke file PDF untuk pratinjau (optional)
it: ``PDF_FILE`` - Percorso del file PDF da visualizzare in anteprima (opzionale)
ja: ``PDF_FILE`` - プレビューするPDFファイルへのパス（オプション）
ru: ``PDF_FILE`` - Путь к PDF-файлу для предварительного просмотра (необязательно)
tr: ``PDF_FILE`` - Önizlemek için PDF dosyasının yolu (isteğe bağlı)

source: **Optional Arguments:**
de: **Optionale Argumente:**
es: **Argumentos Opcionales:**
hi: **वैकल्पिक तर्क:**
id: **Argumen Opsional:**
it: **Argomenti opzionali:**
ja: **オプション引数:**
ru: **Дополнительные аргументы:**
tr: **İsteğe Bağlı Argümanlar:**

source: ``-h, --help`` - Show help message and exit
de: ``-h, --help`` - Zeigt die Hilfenachricht an und beendet das Programm
es: ``-h, --help`` - Mostrar mensaje de ayuda y salir
hi: ``-h, --help`` - सहायता संदेश दिखाएं और बाहर निकलें
id: ``-h, --help`` - Tampilkan help message dan exit
it: ``-h, --help`` - Mostra il messaggio di aiuto ed esci
ja: ``-h, --help`` - ヘルプメッセージを表示して終了
ru: ``-h, --help`` - Вывести справку и выйти
tr: ``-h, --help`` - Yardım mesajını göster ve çık

source: ``-D, --debug`` - Enable debug logging for troubleshooting
de: ``-D, --debug`` - Aktiviert die Debug-Protokollierung zur Fehlerbehebung
es: ``-D, --debug`` - Habilitar el registro de depuración para solucionar problemas
hi: ``-D, --debug`` - समस्या निवारण के लिए डीबग लॉगिंग सक्षम करें
id: ``-D, --debug`` - Enable debug logging untuk troubleshooting
it: ``-D, --debug`` - Abilita il registro di debug per la risoluzione dei problemi
ja: ``-D, --debug`` - トラブルシューティング用のデバッグログを有効化
ru: ``-D, --debug`` - Включить отладочную запись для устранения неполадок
tr: ``-D, --debug`` - Sorun giderme için hata ayıklama günlüğünü etkinleştirin

source: ``-v, --verbose`` - Increase output verbosity (can be used multiple times: -v, -vv, -vvv)
de: ``-v, --verbose`` - Erhöht die Ausgabeausführlichkeit (kann mehrfach verwendet werden: -v, -vv, -vvv)
es: ``-v, --verbose`` - Aumentar la verbosidad de la salida (puede usarse múltiples veces: -v, -vv, -vvv)
hi: ``-v, --verbose`` - आउटपुट की विस्तृतता बढ़ाएं (एक से अधिक बार उपयोग किया जा सकता है: -v, -vv, -vvv)
id: ``-v, --verbose`` - Tingkatkan verbosity output (dapat digunakan multiple: -v, -vv, -vvv)
it: ``-v, --verbose`` - Aumenta la verbosità dell'output (può essere utilizzato più volte: -v, -vv, -vvv)
ja: ``-v, --verbose`` - 出力の詳細レベルを増加（複数回使用可能: -v, -vv, -vvv）
ru: ``-v, --verbose`` - Увеличить подробность вывода (может быть использовано несколько раз: -v, -vv, -vvv)
tr: ``-v, --verbose`` - Çıktı detay seviyesini artır (birden fazla kez kullanılabilir: -v, -vv, -vvv)

source: ``-V, --version`` - Show version information and exit
de: ``-V, --version`` - Zeigt Versionsinformationen an und beendet das Programm
es: ``-V, --version`` - Mostrar información de versión y salir
hi: ``-V, --version`` - संस्करण सूचना दिखाएं और बाहर निकलें
id: ``-V, --version`` - Tampilkan informasi versi dan exit
it: ``-V, --version`` - Mostra le informazioni sulla versione ed esce
ja: ``-V, --version`` - バージョン情報を表示して終了
ru: ``-V, --version`` - Показать информацию о версии и выйти
tr: ``-V, --version`` - Sürüm bilgilerini göster ve çık

source: ``-n N, --num-pages N`` - Number of pages for spine width calculation
de: ``-n N, --num-pages N`` - Anzahl der Seiten zur Berechnung der Rückenbreite
es: ``-n N, --num-pages N`` - Número de páginas para el cálculo del ancho del lomo
hi: ``-n N, --num-pages N`` - स्पाइन चौड़ाई गणना के लिए पृष्ठों की संख्या
id: ``-n N, --num-pages N`` - Jumlah halaman untuk perhitungan lebar punggung
it: ``-n N, --num-pages N`` - Numero di pagine per il calcolo dello spessore del dorso
ja: ``-n N, --num-pages N`` - 背幅計算用のページ数
ru: ``-n N, --num-pages N`` - Количество страниц для расчёта ширины корешка
tr: ``-n N, --num-pages N`` - Omurga genişliği hesaplaması için sayfa sayısı

source: ``-d TYPE, --document TYPE`` - Document type: interior, cover, or dustjacket (default: interior)
de: ``-d TYPE, --document TYPE`` - Dokumenttyp: interior, cover oder dustjacket (Standard: interior)
es: ``-d TIPO, --document TIPO`` - Tipo de documento: interior, portada o sobrecubierta (predeterminado: interior)
hi: ``-d TYPE, --document TYPE`` - दस्तावेज़ प्रकार: interior, cover या dustjacket (डिफ़ॉल्ट: interior)
id: ``-d TYPE, --document TYPE`` - Tipe dokumen: interior, cover, atau dustjacket (default: interior)
it: ``-d TYPE, --document TYPE`` - Tipo di documento: interior, cover, o dustjacket (predefinito: interior)
ja: ``-d TYPE, --document TYPE`` - ドキュメントタイプ: interior（本文）、cover（表紙）、dustjacket（ダストジャケット）（デフォルト: interior）
ru: ``-d TYPE, --document TYPE`` - Тип документа: interior, cover или dustjacket (по умолчанию: interior)
tr: ``-d TİP, --document TİP`` - Belge türü: interior, cover veya dustjacket (varsayılan: interior)

source: ``-s, --side-by-side`` - Start in side-by-side view mode (interior documents only)
de: ``-s, --side-by-side`` - Startet im Nebeneinander-Ansichtsmodus (nur für Innendokumente)
es: ``-s, --side-by-side`` - Iniciar en modo de vista lado a lado (solo documentos interiores)
hi: ``-s, --side-by-side`` - साइड-बाय-साइड व्यू मोड में शुरू करें (केवल आंतरिक दस्तावेज़ों के लिए)
id: ``-s, --side-by-side`` - Start dalam mode view side-by-side (hanya dokumen interior)
it: ``-s, --side-by-side`` - Avvia in modalità vista affiancata (documenti interni soltanto)
ja: ``-s, --side-by-side`` - 見開き表示モードで起動（本文ドキュメントのみ）
ru: ``-s, --side-by-side`` - Начать в режиме просмотра рядом (только для внутренних документов)
tr: ``-s, --side-by-side`` - Yan yana görünüm modunda başlat (sadece iç belgeler)

source: ``-m, --safety-margins, --no-safety-margins`` - Show safety margins (default: enabled)
de: ``-m, --safety-margins, --no-safety-margins`` - Zeigt Sicherheitsränder an (Standard: aktiviert)
es: ``-m, --safety-margins, --no-safety-margins`` - Mostrar márgenes de seguridad (predeterminado: habilitado)
hi: ``-m, --safety-margins, --no-safety-margins`` - सुरक्षा मार्जिन दिखाएं (डिफ़ॉल्ट: सक्षम)
id: ``-m, --safety-margins, --no-safety-margins`` - Tampilkan margin aman (default: enabled)
it: ``-m, --safety-margins, --no-safety-margins`` - Mostra i margini di sicurezza (predefinito: abilitato)
ja: ``-m, --safety-margins, --no-safety-margins`` - セーフティマージンを表示（デフォルト: 有効）
ru: ``-m, --safety-margins, --no-safety-margins`` - Показывать поля безопасности (по умолчанию: включено)
tr: ``-m, --safety-margins, --no-safety-margins`` - Güvenlik paylarını göster (varsayılan: etkindir)

source: ``-t, --trim-lines, --no-trim-lines`` - Show trim lines (default: enabled)
de: ``-t, --trim-lines, --no-trim-lines`` - Zeigt Schnittlinien an (Standard: aktiviert)
es: ``-t, --trim-lines, --no-trim-lines`` - Mostrar líneas de recorte (predeterminado: habilitado)
hi: ``-t, --trim-lines, --no-trim-lines`` - ट्रिम लाइनें दिखाएं (डिफ़ॉल्ट: सक्षम)
id: ``-t, --trim-lines, --no-trim-lines`` - Tampilkan garis trim (default: enabled)
it: ``-t, --trim-lines, --no-trim-lines`` - Mostra le linee di taglio (predefinito: abilitato)
ja: ``-t, --trim-lines, --no-trim-lines`` - トリムラインを表示（デフォルト: 有効）
ru: ``-t, --trim-lines, --no-trim-lines`` - Показывать линии обрезки (по умолчанию: включено)
tr: ``-t, --trim-lines, --no-trim-lines`` - Kesim çizgilerini göster (varsayılan: etkin)

source: ``-b, --barcode, --no-barcode`` - Show barcode area for cover/dustjacket (default: enabled)
de: ``-b, --barcode, --no-barcode`` - Zeigt den Barcode-Bereich für Umschlag/Schutzumschlag an (Standard: aktiviert)
es: ``-b, --barcode, --no-barcode`` - Mostrar área de código de barras para portada/sobrecubierta (predeterminado: habilitado)
hi: ``-b, --barcode, --no-barcode`` - कवर/डस्टजैकेट के लिए बारकोड क्षेत्र दिखाएं (डिफ़ॉल्ट: सक्षम)
id: ``-b, --barcode, --no-barcode`` - Tampilkan area barcode untuk cover/dustjacket (default: enabled)
it: ``-b, --barcode, --no-barcode`` - Mostra l'area del codice a barre per la copertina/la sovracoperta (predefinito: abilitato)
ja: ``-b, --barcode, --no-barcode`` - 表紙/ダストジャケットのバーコード領域を表示 (デフォルト: 有効)
ru: ``-b, --barcode, --no-barcode`` - Показывать область штрих-кода для обложки/суперобложки (по умолчанию: включено)
tr: ``-b, --barcode, --no-barcode`` - Kapak/ceket kapak için barkod alanını göster (varsayılan: etkin)

source: ``-l, --fold-lines, --no-fold-lines`` - Show fold lines for cover/dustjacket (default: enabled)
de: ``-l, --fold-lines, --no-fold-lines`` - Zeigt Faltlinien für Umschlag/Schutzumschlag an (Standard: aktiviert)
es: ``-l, --fold-lines, --no-fold-lines`` - Mostrar líneas de plegado para portada/sobrecubierta (predeterminado: habilitado)
hi: ``-l, --fold-lines, --no-fold-lines`` - कवर/डस्टजैकेट के लिए फोल्ड लाइनें दिखाएं (डिफ़ॉल्ट: सक्षम)
id: ``-l, --fold-lines, --no-fold-lines`` - Tampilkan garis lipat untuk cover/dustjacket (default: enabled)
it: ``-l, --fold-lines, --no-fold-lines`` - Mostra le linee di piega per copertina/sovraccoperta (predefinito: abilitato)
ja: ``-l, --fold-lines, --no-fold-lines`` - 表紙/ダストジャケットの折り線を表示 (デフォルト: 有効)
ru: ``-l, --fold-lines, --no-fold-lines`` - Показывать линии сгиба для обложки/суперобложки (по умолчанию: включено)
tr: ``-l, --fold-lines, --no-fold-lines`` - Kapak/ceket kapak için katlama çizgilerini göster (varsayılan: etkin)

source: ``-r, --bleed-lines, --no-bleed-lines`` - Show bleed lines for cover/dustjacket (default: enabled)
de: ``-r, --bleed-lines, --no-bleed-lines`` - Zeigt Beschnittlinien für Umschlag/Schutzumschlag an (Standard: aktiviert)
es: ``-r, --bleed-lines, --no-bleed-lines`` - Mostrar líneas de sangrado para portada/sobrecubierta (predeterminado: habilitado)
hi: ``-r, --bleed-lines, --no-bleed-lines`` - कवर/डस्टजैकेट के लिए ब्लीड लाइनें दिखाएं (डिफ़ॉल्ट: सक्षम)
id: ``-r, --bleed-lines, --no-bleed-lines`` - Tampilkan garis bleed untuk cover/dustjacket (default: enabled)
it: ``-r, --bleed-lines, --no-bleed-lines`` - Mostra le linee di abbondanza per copertina/sovraccoperta (predefinito: abilitato)
ja: ``-r, --bleed-lines, --no-bleed-lines`` - 表紙/ダストジャケットの裁ち落とし線を表示 (デフォルト: 有効)
ru: ``-r, --bleed-lines, --no-bleed-lines`` - Показывать линии вылета для обложки/суперобложки (по умолчанию: включено)
tr: ``-r, --bleed-lines, --no-bleed-lines`` - Kapak/ceket kapak için taşma çizgilerini göster (varsayılan: etkin)

source: ``-p, --presentation`` - Start in presentation mode
de: ``-p, --presentation`` - Im Präsentationsmodus starten
es: ``-p, --presentation`` - Iniciar en modo de presentación
hi: ``-p, --presentation`` - प्रेजेंटेशन मोड में शुरू करें
id: ``-p, --presentation`` - Start dalam mode presentasi
it: ``-p, --presentation`` - Avvia in modalità presentazione
ja: ``-p, --presentation`` - プレゼンテーションモードで起動
ru: ``-p, --presentation`` - Запуск в режиме презентации
tr: ``-p, --presentation`` - Sunum modunda başlat

source: ``-f, --fullscreen`` - Start in fullscreen mode
de: ``-f, --fullscreen`` - Im Vollbildmodus starten
es: ``-f, --fullscreen`` - Iniciar en modo de pantalla completa
hi: ``-f, --fullscreen`` - फुलस्क्रीन मोड में शुरू करें
id: ``-f, --fullscreen`` - Start dalam mode fullscreen
it: ``-f, --fullscreen`` - Avvia in modalità a schermo intero
ja: ``-f, --fullscreen`` - フルスクリーンモードで起動
ru: ``-f, --fullscreen`` - Запуск в полноэкранном режиме
tr: ``-f, --fullscreen`` - Tam ekran modunda başlat

source: Examples
de: Beispiele
es: Ejemplos
hi: उदाहरण
id: Contoh
it: Esempi
ja: 例
ru: Примеры
tr: Örnekler

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de Teclado
hi: कीबोर्ड शॉर्टकट
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ru: Горячие клавиши
tr: Klavye Kısayolları

source: Navigation
es: Navegación
hi: नेविगेशन
id: Navigasi
it: Navigazione
ja: ナビゲーション
ru: Навигация
tr: Gezinme

source: ``Page Up`` - Go to previous page
de: ``Bild auf`` – Zur vorherigen Seite gehen
es: ``Page Up`` - Ir a la página anterior
hi: ``Page Up`` - पिछले पृष्ठ पर जाएं
id: ``Page Up`` - Pergi ke halaman sebelumnya
it: ``Page Up`` - Vai alla pagina precedente
ja: ``Page Up`` - 前のページへ移動
ru: ``Page Up`` - Перейти на предыдущую страницу
tr: ``Page Up`` - Önceki sayfaya git

source: ``Page Down`` - Go to next page
de: ``Bild ab`` - Zur nächsten Seite gehen
es: ``Page Down`` - Ir a la página siguiente
hi: ``Page Down`` - अगले पृष्ठ पर जाएं
id: ``Page Down`` - Pergi ke halaman berikutnya
it: ``Page Down`` - Vai alla pagina successiva
ja: ``Page Down`` - 次のページへ移動
ru: ``Page Down`` - Перейти на следующую страницу
tr: ``Page Down`` - Sonraki sayfaya git

source: ``Home`` - Go to first page (interior documents only)
de: ``Pos1`` - Zur ersten Seite gehen (nur für Innendokumente)
es: ``Home`` - Ir a la primera página (solo documentos interiores)
hi: ``Home`` - पहले पृष्ठ पर जाएं (केवल आंतरिक दस्तावेज़)
id: ``Home`` - Pergi ke halaman pertama (hanya dokumen interior)
it: ``Home`` - Vai alla prima pagina (solo documenti interni)
ja: ``Home`` - 最初のページへ移動（本文ドキュメントのみ）
ru: ``Home`` - Перейти на первую страницу (только внутренние документы)
tr: ``Home`` - İlk sayfaya git (sadece iç belgeler)

source: ``End`` - Go to last page (interior documents only)
de: ``Ende`` - Zur letzten Seite gehen (nur für Innendokumente)
es: ``End`` - Ir a la última página (solo documentos interiores)
hi: ``End`` - अंतिम पृष्ठ पर जाएं (केवल आंतरिक दस्तावेज़)
id: ``End`` - Pergi ke halaman terakhir (hanya dokumen interior)
it: ``End`` - Vai all'ultima pagina (solo documenti interni)
ja: ``End`` - 最後のページへ移動（本文ドキュメントのみ）
ru: ``End`` - Перейти к последней странице (только для внутренних документов)
tr: ``End`` - Son sayfaya git (sadece iç belgeler)

source: ``Arrow Keys`` - Pan the view when zoomed in
de: ``Pfeiltasten`` – Ansicht verschieben beim Zoomen
es: ``Teclas de Flecha`` - Desplazar la vista cuando está ampliada
hi: ``Arrow Keys`` - ज़ूम इन होने पर व्यू को पैन करें
id: ``Arrow Keys`` - Pan view saat zoom in
it: ``Tasti freccia`` - Sposta la vista quando ingrandito
ja: ``矢印キー`` - ズーム時にビューをパン
ru: ``Стрелки`` - Перемещение при увеличении масштаба
tr: ``Ok Tuşları`` - Yakınlaştırıldığında görünümü kaydırır

source: ``Mouse Wheel`` - Scroll vertically when zoomed in (or navigate pages when zoomed out)
de: ``Mausrad`` – Vertikal scrollen, wenn hereingezoomt (oder zwischen Seiten navigieren, wenn herausgezoomt)
es: ``Rueda del Mouse`` - Desplazarse verticalmente con zoom (o navegar páginas sin zoom)
hi: ``Mouse Wheel`` - ज़ूम इन होने पर वर्टिकल स्क्रॉल करें (या ज़ूम आउट होने पर पृष्ठों में नेविगेट करें)
id: ``Mouse Wheel`` - Scroll vertikal saat zoom in (atau navigasi halaman saat zoom out)
it: ``Rotella del mouse`` - Scorri verticalmente quando ingrandito (o naviga le pagine quando rimpicciolito)
ja: ``マウスホイール`` - ズーム時は垂直スクロール（ズームアウト時はページ移動）
ru: ``Колесико мыши`` — прокрутка вверх-вниз при увеличении (или перелистывание страниц при уменьшении)
tr: ``Fare Tekerleği`` - Yakınlaştırıldığında dikey kaydırma (veya uzaklaştırıldığında sayfalar arasında gezinme)

source: ``Shift+Mouse Wheel`` - Scroll horizontally when zoomed in
de: ``Umschalt+Mausrad`` – Horizontal scrollen beim Zoomen
es: ``Shift+Rueda del Mouse`` - Desplazarse horizontalmente con zoom
hi: ``Shift+Mouse Wheel`` - ज़ूम इन होने पर हॉरिज़ॉन्टल स्क्रॉल करें
id: ``Shift+Mouse Wheel`` - Scroll horizontal saat zoom in
it: ``MAIUSC+Rotellina del mouse`` - Scorri orizzontalmente quando ingrandito
ja: ``Shift+マウスホイール`` - ズーム時に水平スクロール
ru: ``Shift+Колесо мыши`` - прокрутка по горизонтали при увеличении масштаба
tr: ``Shift+Fare Tekerleği`` - Yakınlaştırıldığında yatay kaydırma

source: ``Space`` - Next page (in presentation mode)
de: ``Leertaste`` - Nächste Seite (im Präsentationsmodus)
es: ``Espacio`` - Página siguiente (en modo de presentación)
hi: ``Space`` - अगला पृष्ठ (प्रेजेंटेशन मोड में)
id: ``Space`` - Halaman berikutnya (dalam mode presentasi)
it: ``Spazio`` - Pagina successiva (in modalità presentazione)
ja: ``Space`` - 次のページ（プレゼンテーションモード時）
ru: ``Пробел`` - Следующая страница (в режиме презентации)
tr: ``Boşluk`` - Sonraki sayfa (sunum modunda)

source: ``Backspace`` - Previous page (in presentation mode)
de: ``Rücktaste`` - Vorherige Seite (im Präsentationsmodus)
es: ``Backspace`` - Página anterior (en modo de presentación)
hi: ``Backspace`` - पिछला पृष्ठ (प्रेजेंटेशन मोड में)
id: ``Backspace`` - Halaman sebelumnya (dalam mode presentasi)
it: ``Backspace`` - Pagina precedente (in modalità presentazione)
ja: ``Backspace`` - 前のページ（プレゼンテーションモード時）
ru: ``Backspace`` - Предыдущая страница (в режиме презентации)
tr: ``Backspace`` - Önceki sayfa (sunum modunda)

source: View Controls
de: Ansichtssteuerung
es: Controles de Vista
hi: व्यू नियंत्रण
it: Visualizza controlli
ja: 表示コントロール
ru: Управление просмотром
tr: Görünüm Denetimleri

source: ``Ctrl+Plus/=`` - Zoom in (10% increment)
de: ``Strg+Plus/=`` - Vergrößern (10%-Schritte)
es: ``Ctrl+Plus/=`` - Acercar (incremento del 10%)
hi: ``Ctrl+Plus/=`` - ज़ूम इन (10% वृद्धि)
id: ``Ctrl+Plus/=`` - Zoom in (increment 10%)
it: ``Ctrl+Plus/=`` - Ingrandisci (aumento del 10%)
ja: ``Ctrl+Plus/=`` - ズームイン（10%増加）
ru: ``Ctrl+Plus/=`` - Увеличить (шаг 10%)
tr: ``Ctrl+Plus/=`` - Yakınlaştır (%10 artış)

source: ``Ctrl+Minus`` - Zoom out (10% decrement)
de: ``Strg+Minus`` - Verkleinern (10%-Schritte)
es: ``Ctrl+Minus`` - Alejar (decremento del 10%)
hi: ``Ctrl+Minus`` - ज़ूम आउट (10% कमी)
id: ``Ctrl+Minus`` - Zoom out (decrement 10%)
it: ``Ctrl+Minus`` - Rimpicciolisci (diminuzione del 10%)
ja: ``Ctrl+Minus`` - ズームアウト（10%減少）
ru: ``Ctrl+Minus`` - Уменьшить масштаб (уменьшение на 10%)
tr: ``Ctrl+Minus`` - Uzaklaştır (%10 azalış)

source: ``Ctrl+0`` - Fit page to window
de: ``Strg+0`` – Seite an Fenster anpassen
es: ``Ctrl+0`` - Ajustar página a la ventana
hi: ``Ctrl+0`` - पृष्ठ को विंडो में फिट करें
id: ``Ctrl+0`` - Fit halaman ke window
it: ``Ctrl+0`` - Ridimensiona pagina alla finestra
ja: ``Ctrl+0`` - ページをウィンドウに合わせる
ru: ``Ctrl+0`` - Подогнать страницу под окно
tr: ``Ctrl+0`` - Sayfayı pencereye sığdır

source: ``Ctrl+Mouse Wheel`` - Zoom in/out at mouse cursor position
de: ``Strg+Mausrad`` – An der Mauszeigerposition vergrößern/verkleinern
es: ``Ctrl+Rueda del Mouse`` - Acercar/alejar en la posición del cursor
hi: ``Ctrl+Mouse Wheel`` - माउस कर्सर स्थिति पर ज़ूम इन/आउट
id: ``Ctrl+Mouse Wheel`` - Zoom in/out pada posisi cursor mouse
it: ``Ctrl+Rotellina del mouse`` - Zoom avanti/indietro sulla posizione del cursore del mouse
ja: ``Ctrl+マウスホイール`` - マウスカーソル位置でズームイン/アウト
ru: ``Ctrl+Колесико мыши`` - Увеличить/уменьшить масштаб в позиции курсора мыши
tr: ``Ctrl+Fare Tekerleği`` - Fare imleci konumunda yakınlaştır/uzaklaştır

source: Zoomed in view
de: Vergrößerte Ansicht
es: Vista Ampliada
hi: ज़ूम किया गया दृश्य
id: View zoom in
it: Vista ingrandita
ja: ズームインビュー
ru: Увеличенный вид
tr: Yakınlaştırılmış görünüm

source: Zoomed in view showing detail of the page content with high-quality rendering
de: Vergrößerte Ansicht, die Details des Seiteninhalts mit hochwertiger Darstellung zeigt
es: Vista ampliada mostrando el detalle del contenido de la página con renderizado de alta calidad
hi: ज़ूम किया गया दृश्य जो उच्च-गुणवत्ता रेंडरिंग के साथ पृष्ठ सामग्री का विवरण दिखाता है
id: View zoom in menunjukkan detail konten halaman dengan rendering berkualitas tinggi
it: Vista ingrandita che mostra i dettagli del contenuto della pagina con rendering di alta qualità
ja: 高品質レンダリングでページコンテンツの詳細を表示するズーム表示
ru: Увеличенный вид, показывающий детали содержания страницы с высококачественным рендерингом
tr: Yüksek kaliteli oluşturma ile sayfa içeriğinin detaylarını gösteren yakınlaştırılmış görünüm

source: ``F11`` - Toggle fullscreen mode
de: ``F11`` – Vollbildmodus umschalten
es: ``F11`` - Alternar modo pantalla completa
hi: ``F11`` - फुलस्क्रीन मोड टॉगल करें
id: ``F11`` - Toggle mode fullscreen
it: ``F11`` - Passa alla modalità schermo intero
ja: ``F11`` - フルスクリーンモードの切り替え
ru: ``F11`` - Переключить полноэкранный режим
tr: ``F11`` - Tam ekran modu aç/kapa

source: ``F5`` - Toggle presentation mode
de: ``F5`` – Präsentationsmodus umschalten
es: ``F5`` - Alternar modo de presentación
hi: ``F5`` - प्रेजेंटेशन मोड टॉगल करें
id: ``F5`` - Toggle mode presentasi
it: ``F5`` - Attiva/Disattiva la modalità presentazione
ja: ``F5`` - プレゼンテーションモードの切り替え
ru: ``F5`` - Переключить режим презентации
tr: ``F5`` - Sunum modunu aç/kapat
