Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: de, es, hi, id, it, ja, ru, tr

source: Fullscreen Mode
de: Vollbildmodus
es: Modo Pantalla Completa
hi: फुलस्क्रीन मोड
id: Mode Layar Penuh
it: Modalità a schermo intero
ja: フルスクリーンモード
ru: Режим полного экрана
tr: Tam Ekran Modu

source: Fullscreen mode maximizes the window:
de: Vollbildmodus maximiert das Fenster:
es: El modo de pantalla completa maximiza la ventana:
hi: फुलस्क्रीन मोड विंडो को अधिकतम करता है:
id: Mode layar penuh memaksimalkan jendela:
it: La modalità a schermo intero massimizza la finestra:
ja: フルスクリーンモードはウィンドウを最大化：
ru: Режим полного экрана максимизирует окно:
tr: Tam ekran modu pencereyi büyütür:

source: Window fills entire screen
de: Fenster füllt den gesamten Bildschirm aus
es: La ventana llena toda la pantalla
hi: विंडो पूरी स्क्रीन भरती है
id: Jendela mengisi seluruh layar
it: Finestra che riempie l'intero schermo
ja: ウィンドウが画面全体を占有
ru: Окно заполняет весь экран
tr: Pencere ekranın tamamını dolduruyor

source: Menus and toolbars remain accessible
de: Menüs und Symbolleisten bleiben zugänglich
es: Los menús y las barras de herramientas permanecen accesibles
hi: मेनू और टूलबार सुलभ रहते हैं
id: Menu dan bilah alat tetap dapat diakses
it: Menu e barre degli strumenti rimangono accessibili
ja: メニューとツールバーはアクセス可能なまま
ru: Меню и панели инструментов остаются доступными
tr: Menüler ve araç çubukları erişilebilir kalır

source: Different from presentation mode
de: Unterschiedlich zum Präsentationsmodus
es: Diferente al modo de presentación
hi: प्रेजेंटेशन मोड से अलग
id: Berbeda dengan mode presentasi
it: Diverso dalla modalità di presentazione
ja: プレゼンテーションモードとは異なる
ru: В отличие от режима презентации
tr: Sunum modundan farklı

source: Toggle with ``F11``
de: Mit ``F11`` umschalten
es: Alternar con ``F11``
hi: ``F11`` से टॉगल करें
id: Aktifkan dengan ``F11``
it: Attiva/Disattiva con ``F11``
ja: ``F11``で切り替え
ru: Переключить с помощью ``F11``
tr: ``F11`` ile aç/kapat

source: Fullscreen mode (maximized window)
de: Vollbildmodus (maximiertes Fenster)
es: Modo de pantalla completa (ventana maximizada)
hi: फुलस्क्रीन मोड (अधिकतम विंडो)
id: Mode layar penuh (jendela dimaksimalkan)
it: Modalità a schermo intero (finestra massimizzata)
ja: フルスクリーンモード（最大化されたウィンドウ）
ru: Режим полного экрана (окно, развернутое на весь экран)
tr: Tam ekran modu (büyütülmüş pencere)

source: Fullscreen mode with maximized window while keeping menus and toolbars visible
de: Vollbildmodus mit maximiertem Fenster bei sichtbaren Menüs und Symbolleisten
es: Modo de pantalla completa con la ventana maximizada manteniendo visibles los menús y barras de herramientas
hi: फुलस्क्रीन मोड अधिकतम विंडो के साथ जबकि मेनू और टूलबार दृश्यमान रहते हैं
id: Mode layar penuh dengan jendela yang dimaksimalkan sambil tetap menjaga menu dan bilah alat terlihat
it: Modalità schermo intero con finestra massimizzata mantenendo visibili menu e barre degli strumenti
ja: メニューとツールバーを表示したまま、ウィンドウを最大化したフルスクリーンモード
ru: Режим полного экрана с расширенным окном при видимых меню и панелях инструментов
tr: Menüler ve araç çubukları görünür kalırken büyütülmüş pencereyle tam ekran modu

source: Side-by-Side View
de: Nebeneinander-Ansicht
es: Vista Lado a Lado
hi: साइड-बाय-साइड व्यू
id: Tampilan Berdampingan
it: Vista a confronto laterale
ja: 見開き表示
ru: Параллельное отображение
tr: Yan Yana Görünüm

source: Side-by-side view displays interior pages as spreads:
de: Nebeneinander-Ansicht zeigt Innenseiten als Doppelseiten an:
es: La vista lado a lado muestra páginas interiores como pliegos:
hi: साइड-बाय-साइड व्यू आंतरिक पृष्ठों को स्प्रेड के रूप में प्रदर्शित करता है:
id: Tampilan berdampingan menampilkan halaman dalam sebagai tata letak dua halaman:
it: La visualizzazione affiancata mostra le pagine interne come doppie pagine:
ja: 見開き表示は本文ページを見開きとして表示：
ru: Режим отображения рядом показывает внутренние страницы как раскрытые:
tr: Yan yana görünüm, iç sayfaları yayılmış şekilde görüntüler:

source: First page displayed alone (right side)
de: Erste Seite wird alleine angezeigt (rechte Seite)
es: Primera página mostrada sola (lado derecho)
hi: पहला पृष्ठ अकेले प्रदर्शित (दाईं ओर)
id: Halaman pertama ditampilkan sendirian (sisi kanan)
it: Prima pagina visualizzata da sola (lato destro)
ja: 最初のページは単独表示（右側）
ru: Первая страница отображается отдельно (справа)
tr: İlk sayfa tek başına gösterildi (sağ taraf)

source: Subsequent pages in proper left/right pairs
de: Nachfolgende Seiten in korrekten links/rechts-Paaren
es: Páginas siguientes en pares izquierdo/derecho correctos
hi: उचित बाएँ/दाएँ जोड़ियों में अगले पृष्ठ
id: Halaman-halaman berikutnya dalam pasangan kiri/kanan yang tepat
it: Pagine successive in coppie corrette sinistra/destra
ja: 以降のページは適切な左右ペアで表示
ru: Последующие страницы в правильных парах слева/справа
tr: Düzgün sol/sağ çiftlerindeki sonraki sayfalar

source: Spine line visualization between pages
de: Rückenlinien-Visualisierung zwischen den Seiten
es: Visualización de línea del lomo entre páginas
hi: पृष्ठों के बीच स्पाइन लाइन विज़ुअलाइज़ेशन
id: Visualisasi garis tulang belakang antar halaman
it: Visualizzazione della linea del dorso tra le pagine
ja: ページ間の背線を可視化
ru: Визуализация линии шва между страницами
tr: Sayfalar arasındaki omurga hattı görselleştirme

source: Maintains reading order
de: Behält die Lesereihenfolge bei
es: Mantiene el orden de lectura
hi: पढ़ने का क्रम बनाए रखता है
id: Mempertahankan urutan membaca
it: Mantiene l'ordine di lettura
ja: 読書順序を維持
ru: Сохраняет порядок чтения
tr: Okuma sırasını korur

source: Toggle with ``Ctrl+D`` or via View menu (interior documents only).
de: Umschalten mit ``Strg+D`` oder über das Ansichtsmenü (nur für Innendokumente).
es: Alternar con ``Ctrl+D`` o vía menú Ver (solo documentos interiores).
hi: ``Ctrl+D`` से या View मेनू के माध्यम से टॉगल करें (केवल आंतरिक दस्तावेज़)।
id: Aktifkan/dinonaktifkan dengan ``Ctrl+D`` atau melalui menu Tampilan (hanya dokumen interior).
it: Attiva con ``Ctrl+D`` o tramite il menu Visualizza (solo documenti interni).
ja: ``Ctrl+D``または表示メニューから切り替え（本文ドキュメントのみ）。
ru: Переключение с помощью ``Ctrl+D`` или через меню Вид (только внутренние документы).
tr: ``Ctrl+D`` tuş kombinasyonu ile veya Görünüm menüsü üzerinden açılır (sadece iç belgeler).

source: Interior pages in side-by-side view
de: Innenseiten in Nebeneinander-Ansicht
es: Páginas interiores en vista lado a lado
hi: साइड-बाय-साइड व्यू में आंतरिक पृष्ठ
id: Halaman dalam dalam tampilan berdampingan
it: Pagine interne in vista a confronto laterale
ja: 見開き表示の本文ページ
ru: Внутренние страницы в режиме просмотра рядом
tr: Yan yana görünümde iç sayfalar

source: Interior pages displayed as a book spread in side-by-side view
de: Innenseiten als Doppelseite in Nebeneinander-Ansicht dargestellt
es: Páginas interiores mostradas como pliego de libro en vista lado a lado
hi: आंतरिक पृष्ठ साइड-बाय-साइड व्यू में पुस्तक स्प्रेड के रूप में प्रदर्शित
id: Halaman dalam ditampilkan sebagai buku yang terbuka dengan tata letak berdampingan
it: Pagine interne visualizzate come doppia pagina nella vista affiancata
ja: 見開き表示で本の見開きとして表示された本文ページ
ru: Внутренние страницы, отображаемые как разворот книги в режиме просмотра рядом
tr: İç sayfalar yan yana görünümde kitap çift sayfası olarak gösterilir

source: Visual Overlays
de: Visuelle Overlays
es: Superposiciones Visuales
hi: विज़ुअल ओवरले
id: Visual Overlay
it: Sovrapposizioni visive
ja: ビジュアルオーバーレイ
ru: Визуальные наложения
tr: Görsel Katmanlar

source: All overlays enabled simultaneously
de: Alle Overlays gleichzeitig aktiviert
es: Todas las superposiciones habilitadas simultáneamente
hi: सभी ओवरले एक साथ सक्रिय
id: Semua overlay diaktifkan secara bersamaan
it: Tutte le sovrapposizioni abilitate simultaneamente
ja: すべてのオーバーレイを同時に有効化
ru: Все наложения включены одновременно
tr: Tüm katmanlar aynı anda etkin

source: All visual overlays enabled together showing trim lines, safety margins, fold lines, barcode area, and bleed lines
de: Alle visuellen Überlagerungen gemeinsam aktiviert, zeigen Schnittlinien, Sicherheitsränder, Faltlinien, Barcode-Bereich und Beschnittlinien
es: Todas las superposiciones visuales habilitadas juntas mostrando líneas de recorte, márgenes de seguridad, líneas de plegado, área de código de barras y líneas de sangrado
hi: सभी विज़ुअल ओवरले एक साथ सक्षम जो ट्रिम लाइनें, सुरक्षा मार्जिन, फोल्ड लाइनें, बारकोड क्षेत्र और ब्लीड लाइनें दिखा रहे हैं
id: Semua lapisan visual yang diaktifkan bersama menampilkan garis potong, batas keselamatan, garis lipat, area barcode, dan garis overflow.
it: Tutte le sovrapposizioni visive abilitate insieme mostrano le linee di taglio, i margini di sicurezza, le linee di piega, l'area del codice a barre e le linee di abbondanza
ja: トリムライン、セーフティマージン、折り線、バーコード領域、裁ち落とし線を表示するすべての視覚オーバーレイを同時に有効化
ru: Все визуальные наложения включены вместе, показывая линии обрезки, поля безопасности, линии сгиба, область штрих-кода и линии вылета
tr: Tüm görsel katmanlar birlikte etkinleştirilerek kesim çizgileri, güvenlik marjları, katlama çizgileri, barkod alanı ve taşma çizgilerini gösteriyor

source: Safety Margins
de: Sicherheitsränder
es: Márgenes de Seguridad
hi: सुरक्षा मार्जिन
id: Marginal Keamanan
it: Margini di sicurezza
ja: セーフティマージン
ru: Поля безопасности
tr: Güvenlik Payları

source: Safety margins indicate the safe content area:
de: Sicherheitsränder zeigen den sicheren Inhaltsbereich an:
es: Los márgenes de seguridad indican el área de contenido segura:
hi: सुरक्षा मार्जिन सुरक्षित सामग्री क्षेत्र दर्शाते हैं:
id: Marginal keamanan menunjukkan area konten yang aman:
it: I margini di sicurezza indicano l'area di contenuto sicura:
ja: セーフティマージンは安全なコンテンツ領域を示します：
ru: Поля безопасности указывают безопасную область содержимого:
tr: Güvenlik payları, güvenli içerik alanını gösterir:

source: **Appearance**: Semi-transparent blue/purple overlay (#7F7FC1)
de: **Erscheinungsbild**: Halbtransparente blau/violette Überlagerung (#7F7FC1)
es: **Apariencia**: Superposición azul/púrpura semitransparente (#7F7FC1)
hi: **उपस्थिति**: अर्ध-पारदर्शी नीला/बैंगनी ओवरले (#7F7FC1)
id: **Tampilan**: Lapisan biru/ungu setengah transparan (#7F7FC1)
it: **Aspetto**: Sovrapposizione semitrasparente blu/viola (#7F7FC1)
ja: **外観**: 半透明の青/紫のオーバーレイ (#7F7FC1)
ru: **Внешний вид**: полупрозрачное синее/фиолетовое наложение (#7F7FC1)
tr: **Görünüm**: Yarı saydam mavi/mor katman (#7F7FC1)

source: **Default Size**: 12.7mm (0.5 inches)
de: **Standardgröße**: 12,7 mm (0,5 Zoll)
es: **Tamaño Predeterminado**: 12.7mm (0.5")
hi: **डिफ़ॉल्ट आकार**: 12.7mm (0.5 इंच)
id: **Ukuran Bawaan**: 12,7mm (0,5 inci)
it: **Dimensione predefinita**: 12,7 mm (0,5 pollici)
ja: **デフォルトサイズ**: 12.7mm (0.5インチ)
ru: **Размер по умолчанию**: 12,7 мм (0,5 дюйма)
tr: **Varsayılan Boyut**: 12.7 mm (0.5 inç)

source: **Purpose**: Show printable area safe from trimming
de: **Zweck**: Druckbereich anzeigen, der vor dem Schneiden geschützt ist
es: **Propósito**: Mostrar área imprimible segura del corte
hi: **उद्देश्य**: ट्रिमिंग से सुरक्षित प्रिंट करने योग्य क्षेत्र दिखाएं
id: **Tujuan**: Menampilkan area yang dapat dicetak dan aman dari pemangkasan
it: **Scopo**: Mostrare l'area stampabile al riparo dal taglio
ja: **目的**: 切断されない印刷領域を表示する
ru: **Назначение**: Показать печатаемую область, безопасную от обрезки
tr: **Amaç**: Kesimden güvenli yazdırılabilir alanı göstermek

source: **Toggle**: ``Ctrl+M``
de: **Umschalten**: ``Strg+M``
es: **Alternar**: ``Ctrl+M``
hi: **टॉगल**: ``Ctrl+M``
id: **Akhiri**: ``Ctrl+M``
it: **Attiva/Disattiva**: ``Ctrl+M``
ja: **切り替え**: ``Ctrl+M``
ru: **Переключение**: ``Ctrl+M``
tr: **Aç/Kapat**: ``Ctrl+M``

source: Safety margins overlay enabled
de: Sicherheitsränder-Überlagerung aktiviert
es: Superposición de márgenes de seguridad habilitada
hi: सुरक्षा मार्जिन ओवरले सक्षम
id: Pengamanan batas aman diaktifkan
it: Sovrapposizione margini di sicurezza abilitata
ja: セーフティマージンオーバーレイを有効化
ru: Наложение полей безопасности включено
tr: Güvenlik marjları katmanı etkin

source: Safety margins overlay showing the safe content area
de: Sicherheitsränder-Überlagerung zeigt den sicheren Inhaltsbereich
es: Superposición de márgenes de seguridad mostrando el área de contenido segura
hi: सुरक्षा मार्जिन ओवरले सुरक्षित सामग्री क्षेत्र दिखा रहा है
id: Overlay margin keamanan yang menunjukkan area konten aman
it: Sovrapposizione margini di sicurezza che mostra l'area di contenuto sicura
ja: 安全なコンテンツ領域を示すセーフティマージンオーバーレイ
ru: Наложение полей безопасности, показывающее безопасную область содержимого
tr: Güvenli içerik alanını gösteren güvenlik marjları katmanı

source: Trim Lines
de: Schnittlinien
es: Líneas de Corte
hi: ट्रिम लाइनें
id: Garis Potong
it: Linee di taglio
ja: トリムライン
ru: Линии обрезки
tr: Kesim Çizgileri

source: Trim lines show where pages will be cut:
de: Schnittlinien zeigen an, wo die Seiten geschnitten werden:
es: Las líneas de corte muestran dónde se cortarán las páginas:
hi: ट्रिम लाइनें दिखाती हैं कि पृष्ठ कहां काटे जाएंगे:
id: Garis potong menunjukkan bagian halaman yang akan dipotong:
it: Le linee di taglio mostrano dove le pagine verranno tagliate:
ja: トリムラインはページが裁断される位置を示します：
ru: Линии обрезки показывают, где будут разрезаны страницы:
tr: Kesim çizgileri sayfaların nereden kesileceğini gösterir:

source: **Appearance**: Black solid lines at edges
de: **Erscheinungsbild**: Schwarze durchgezogene Linien an den Kanten
es: **Apariencia**: Líneas sólidas negras en los bordes
hi: **उपस्थिति**: किनारों पर काली ठोस रेखाएं
id: **Penampilan**: Garis padat hitam di bagian tepi
it: **Aspetto**: Linee nere solide ai bordi
ja: **外観**: 端の部分に黒い実線
ru: **Внешний вид**: Черные сплошные линии по краям
tr: **Görünüm**: Kenarlarda siyah katı çizgiler

source: **Purpose**: Indicate final page dimensions
de: **Zweck**: Endgültige Seitenabmessungen angeben
es: **Propósito**: Indicar dimensiones finales de página
hi: **उद्देश्य**: अंतिम पृष्ठ आयाम दर्शाएं
id: **Tujuan**: Menunjukkan dimensi halaman akhir
it: **Scopo**: Indicare le dimensioni finali della pagina
ja: **目的**: 最終的なページ寸法を示す
ru: **Назначение**: Указать конечные размеры страницы
tr: **Amaç**: Son sayfa boyutlarını belirtmek

source: **Essential for**: Bleed verification
de: **Wesentlich für**: Beschnitt-Überprüfung
es: **Esencial para**: Verificación de sangrado
hi: **आवश्यक**: ब्लीड सत्यापन के लिए
id: **Esensial untuk**: Verifikasi pendarahan
it: **Essenziale per**: Verifica dell'abbondanza
ja: **必須用途**: 裁ち落としの確認
ru: **Необходимо для**: Проверка вылетов
tr: **Şu için gerekli**: Taşma doğrulaması

source: **Toggle**: ``Ctrl+T``
de: **Umschalten**: ``Strg+T``
es: **Alternar**: ``Ctrl+T``
hi: **टॉगल**: ``Ctrl+T``
it: **Attiva/Disattiva**: ``Ctrl+T``
ja: **切り替え**: ``Ctrl+T``
ru: **Переключить**: ``Ctrl+T``
tr: **Aç/Kapat**: ``Ctrl+T``

source: Trim lines overlay enabled
de: Schnittlinien-Überlagerung aktiviert
es: Superposición de líneas de corte habilitada
hi: ट्रिम लाइन ओवरले सक्षम
id: Pengaturan garis trim diaktifkan
it: Sovrapposizione linee di taglio abilitata
ja: トリムラインオーバーレイを有効化
ru: Наложение линий обрезки включено
tr: Kesim çizgileri katmanı etkin

source: Trim lines showing where the page will be cut
de: Schnittlinien zeigen, wo die Seite geschnitten wird
es: Líneas de corte que muestran dónde se cortará la página
hi: ट्रिम लाइनें दिखा रही हैं कि पृष्ठ कहां काटा जाएगा
id: Garis pemangkasan menunjukkan di mana halaman akan dipotong
it: Linee di taglio che mostrano dove la pagina verrà tagliata
ja: ページが裁断される位置を示すトリムライン
ru: Линии обрезки, показывающие, где страница будет разрезана
tr: Sayfanın nereden kesileceğini gösteren kesim çizgileri

source: Spine/Fold Lines
de: Rücken/Falzlinien
es: Líneas de Lomo/Plegado
hi: स्पाइन/फोल्ड लाइनें
id: Tulang/Patahan Garis Lipat
it: Linee dorso/piega
ja: 背/折り線
ru: Линии корешка/сгиба
tr: Omurga/Katlama Çizgileri

source: Document-specific spine indicators:
de: Dokumentspezifische Rücken-Indikatoren:
es: Indicadores específicos de documento del lomo:
hi: दस्तावेज़-विशिष्ट स्पाइन संकेतक:
id: Indikator punggung dokumen spesifik:
it: Indicatori specifici per tipo di documento:
ja: ドキュメント固有の背表紙インジケーター：
ru: Индикаторы корешка, специфичные для документа:
tr: Belgeye özgü omurga göstergeleri:

source: **Interior Documents:** * Center spine line in side-by-side view * Purple solid line between page pairs * Toggle: ``Ctrl+L``
de: **Innendokumente:** * Mittlere Rückenlinie in Nebeneinander-Ansicht * Violette durchgezogene Linie zwischen Seitenpaaren * Umschalten: ``Strg+L``
es: **Documentos Interiores:** * Línea central del lomo en vista lado a lado * Línea sólida púrpura entre pares de páginas * Alternar: ``Ctrl+L``
hi: **Interior Documents:** * साइड-बाय-साइड व्यू में केंद्र स्पाइन लाइन * पृष्ठ जोड़ों के बीच बैंगनी ठोस रेखा * टॉगल: ``Ctrl+L``
id: **Dokumen Interior:** * Garis tulang tengah dalam tampilan berdampingan * Garis padat ungu antara pasangan halaman * Tombol aktif/nonaktif: ``Ctrl+L``
it: **Documenti interni:** * Linea centrale del dorso nella visualizzazione affiancata * Linea solida viola tra le coppie di pagine * Attiva/disattiva: ``Ctrl+L``
ja: **本文ドキュメント:** * 見開き表示での中央背線 * ページペア間の紫色の実線 * 切り替え: ``Ctrl+L``
ru: **Внутренние документы:** * Центральная линия корешка в режиме просмотра рядом * Фиолетовая сплошная линия между парами страниц * Переключение: ``Ctrl+L``
tr: **İç Belgeler:** * Yan yana görünümde merkez omurga çizgisi * Sayfa çiftleri arasında mor düz çizgi * Aç/Kapat: ``Ctrl+L``

source: **Cover Documents:** * Fold lines at spine edges * Purple dashed lines * Based on calculated spine width * Toggle: ``Ctrl+L``
de: **Umschlagdokumente:** * Faltlinien an Rückenkanten * Violette gestrichelte Linien * Basierend auf berechneter Rückenbreite * Umschalten: ``Strg+L``
es: **Documentos de Portada:** * Líneas de plegado en los bordes del lomo * Líneas punteadas púrpuras * Basado en el ancho calculado del lomo * Alternar: ``Ctrl+L``
hi: **Cover Documents:** * स्पाइन किनारों पर फोल्ड लाइनें * बैंगनी धराशायी रेखाएं * गणना की गई स्पाइन चौड़ाई पर आधारित * टॉगल: ``Ctrl+L``
id: **Dokumen Sampul:** * Garis lipat di tepi tulang belakang * Garis putus-putus ungu * Berdasarkan lebar tulang belakang yang dihitung * Tombol aktif/nonaktif: ``Ctrl+L``
it: **Documenti di copertina:** * Linee di piega ai bordi del dorso * Linee tratteggiate viola * In base allo spessore calcolato del dorso * Attiva/disattiva: ``Ctrl+L``
ja: **表紙ドキュメント:** * 背の端の折り線 * 紫色の破線 * 計算された背幅に基づく * 切り替え: ``Ctrl+L``
ru: **Документы обложки:** * Линии сгиба по краям корешка * Фиолетовые пунктирные линии * На основе рассчитанной ширины корешка * Переключение: ``Ctrl+L``
tr: **Kapak Belgeleri:** * Omurga kenarlarında katlama çizgileri * Mor kesikli çizgiler * Hesaplanan omurga genişliğine dayalı * Aç/Kapat: ``Ctrl+L``

source: **Dustjacket Documents:** * Multiple fold lines for all edges * Purple dashed lines for all folds * Separate margins for flaps (teal) and spine (olive) * Toggle: ``Ctrl+L``
de: **Schutzumschlag-Dokumente:** * Mehrere Faltlinien für alle Kanten * Violette gestrichelte Linien für alle Faltungen * Getrennte Ränder für Klappen (Türkis) und Rücken (Oliv) * Umschalten: ``Strg+L``
es: **Documentos de Sobrecubierta:** * Múltiples líneas de plegado para todos los bordes * Líneas punteadas púrpuras para todos los pliegues * Márgenes separados para solapas (turquesa) y lomo (oliva) * Alternar: ``Ctrl+L``
hi: **Dustjacket Documents:** * सभी किनारों के लिए मल्टिपल फोल्ड लाइनें * सभी फोल्ड के लिए बैंगनी धराशायी रेखाएं * फ्लैप (टील) और स्पाइन (ऑलिव) के लिए अलग मार्जिन * टॉगल: ``Ctrl+L``
id: **Dokumen Dustjacket:** * Beberapa garis lipat untuk semua sisi * Garis putus-putus ungu untuk semua lipatan * Margins terpisah untuk flap (teal) dan tulang belakang (olive) * Tombol: ``Ctrl+L``
it: **Documenti sovraccoperta:** * Linee di piega multiple per tutti i bordi * Linee tratteggiate viola per tutte le pieghe * Margini separati per alette (turchese) e dorso (oliva) * Attiva/disattiva: ``Ctrl+L``
ja: **ダストジャケットドキュメント:** * すべての端に複数の折り線 * すべての折り目に紫色の破線 * フラップ（青緑）と背（オリーブ）に個別のマージン * 切り替え: ``Ctrl+L``
ru: **Документы суперобложки:** * Множественные линии сгиба для всех краев * Фиолетовые пунктирные линии для всех сгибов * Отдельные поля для клапанов (бирюзовые) и корешка (оливковые) * Переключение: ``Ctrl+L``
tr: **Ceket Kapak Belgeleri:** * Tüm kenarlar için çoklu katlama çizgileri * Tüm katlamalar için mor kesikli çizgiler * Kanatlar (turkuaz) ve omurga (zeytin) için ayrı kenar boşlukları * Aç/Kapat: ``Ctrl+L``

source: Spine/fold lines overlay enabled
de: Rücken/Falzlinien-Überlagerung aktiviert
es: Superposición de líneas de lomo/plegado habilitada
hi: स्पाइन/फोल्ड लाइनें ओवरले सक्षम
id: Garis lipat/punggung tumpang tindih diaktifkan
it: Sovrapposizione linee dorso/piega abilitata
ja: 背/折り線オーバーレイを有効化
ru: Наложение линий корешка/сгиба включено
tr: Omurga/katlama çizgileri katmanı etkin

source: Spine and fold lines indicating where the cover will be folded
de: Rücken- und Faltlinien zeigen an, wo der Umschlag gefaltet wird
es: Líneas de lomo y plegado indicando dónde se plegará la portada
hi: स्पाइन और फोल्ड लाइनें दर्शाती हैं कि कवर कहां मोड़ा जाएगा
id: Garis punggung dan lipatan yang menunjukkan di mana sampul akan dilipat
it: Linee del dorso e di piega che indicano dove la copertina verrà piegata
ja: 表紙が折られる位置を示す背と折り線
ru: Линии корешка и сгиба, указывающие, где обложка будет согнута
tr: Kapağın nereden katlanacağını gösteren omurga ve katlama çizgileri

source: Barcode Area
de: Barcode-Bereich
es: Área de Código de Barras
hi: बारकोड क्षेत्र
id: Area Kode Batang
it: Zona del codice a barre
ja: バーコード領域
ru: Зона штрих-кода
tr: Barkod Alanı

source: Barcode placement indicator:
de: Barcode-Platzierungsindikator:
es: Indicador de colocación de código de barras:
hi: बारकोड प्लेसमेंट संकेतक:
id: Indikator penempatan barcode:
it: Indicatore di posizionamento del codice a barre:
ja: バーコード配置インジケーター：
ru: Индикатор размещения штрих-кода:
tr: Barkod konumlandırma göstergesi:

source: **Location**: Lower right of back cover
de: **Position**: Unten rechts auf der Rückseite
es: **Ubicación**: Parte inferior derecha de la contraportada
hi: **स्थान**: बैक कवर के निचले दाएं
id: **Lokasi**: Bagian bawah kanan pada sampul belakang
it: **Posizione**: In basso a destra sul retro copertina
ja: **場所**: 裏表紙の右下
ru: **Расположение**: Правый нижний угол задней обложки
tr: **Konum**: Arka kapağın alt sağ tarafı

source: **Appearance**: Orange dash-dot rectangle with "BARCODE" label
de: **Erscheinungsbild**: Orangefarbenes Strich-Punkt-Rechteck mit der Beschriftung „BARCODE“
es: **Apariencia**: Rectángulo naranja de línea punto-raya con etiqueta "BARCODE"
hi: **उपस्थिति**: "BARCODE" लेबल के साथ नारंगी डैश-डॉट आयत
id: **Tampilan**: Persegi panjang bergaris putus-putus berwarna oranye dengan label "BARCODE"
it: **Aspetto**: Rettangolo arancione tratto-punto con etichetta "BARCODE"
ja: **外観**: 「BARCODE」ラベル付きのオレンジ色の一点鎖線の長方形
ru: **Внешний вид**: Оранжевый штрих-пунктирный прямоугольник с надписью "BARCODE"
tr: **Görünüm**: "BARCODE" etiketli turuncu kesik noktalı dikdörtgen

source: **Documents**: Cover and dustjacket only
de: **Dokumente**: Nur Umschlag und Schutzumschlag
es: **Documentos**: Solo portada y sobrecubierta
hi: **दस्तावेज़**: केवल कवर और डस्टजैकेट
id: **Dokumen**: Hanya sampul dan sampul luar
it: **Documenti**: Solo copertina e sovracoperta
ja: **ドキュメント**: 表紙とダストジャケットのみ
ru: **Документы**: Только обложка и суперобложка
tr: **Belgeler**: Sadece kapak ve toz kapağı

source: **Toggle**: ``Ctrl+B``
de: **Umschalten**: ``Strg+B``
es: **Alternar**: ``Ctrl+B``
hi: **टॉगल**: ``Ctrl+B``
it: **Attiva/Disattiva**: ``Ctrl+B``
ja: **切り替え**: ``Ctrl+B``
ru: **Переключить**: ``Ctrl+B``
tr: **Aç/Kapat**: ``Ctrl+B``
