Repository: pypi-data/pypi-mirror-370
Catalog: packages/momovu/momovu-1.2.6.tar.gz/momovu-1.2.6/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: de, es, hi, id, it, ja, ru, tr

source: ``Escape`` - Exit presentation mode
de: ``Escape`` - Präsentationsmodus beenden
es: ``Escape`` - Salir del modo de presentación
hi: ``Escape`` - प्रेजेंटेशन मोड से बाहर निकलें
id: ``Escape`` - Exit mode presentasi
it: ``Escape`` - Esci dalla modalità presentazione
ja: ``Escape`` - プレゼンテーションモードを終了
ru: ``Escape`` - Выход из режима презентации
tr: ``Escape`` - Sunum modundan çık

source: Zoom and Pan Behavior
de: Zoom- und Schwenkverhalten
es: Comportamiento de Zoom y Paneo
hi: ज़ूम और पैन व्यवहार
id: Perilaku Zoom dan Pan
it: Comportamento Zoom e Pan
ja: ズームとパンの動作
ru: Поведение масштабирования и панорамирования
tr: Yakınlaştırma ve Kaydırma Davranışı

source: **When zoomed out (fit to page):**
de: **Bei Verkleinerung (an Seite anpassen):**
es: **Cuando está alejado (ajustado a página):**
hi: **जब ज़ूम आउट हो (पृष्ठ में फिट):**
id: **Saat zoom out (fit to page):**
it: **Quando ridotto (adattato alla pagina):**
ja: **ズームアウト時（ページに合わせる）:**
ru: **При уменьшении (под размер страницы):**
tr: **Uzaklaştırıldığında (sayfaya sığdır):**

source: ``Mouse Wheel`` - Navigate between pages
de: ``Mausrad`` - Zwischen Seiten navigieren
es: ``Rueda del Mouse`` - Navegar entre páginas
hi: ``Mouse Wheel`` - पृष्ठों के बीच नेविगेट करें
id: ``Mouse Wheel`` - Navigasi antar halaman
it: ``Rotella del mouse`` - Naviga tra le pagine
ja: ``マウスホイール`` - ページ間を移動
ru: ``Колесико мыши`` - Навигация между страницами
tr: ``Fare Tekerleği`` - Sayfalar arasında gezin

source: ``Ctrl+Mouse Wheel`` - Zoom in/out at cursor position
de: ``Strg+Mausrad`` - An der Cursorposition vergrößern/verkleinern
es: ``Ctrl+Rueda del Mouse`` - Acercar/alejar en la posición del cursor
hi: ``Ctrl+Mouse Wheel`` - कर्सर स्थिति पर ज़ूम इन/आउट
id: ``Ctrl+Mouse Wheel`` - Zoom in/out pada posisi cursor
it: ``Ctrl+Rotella del mouse`` - Zoom avanti/indietro sulla posizione del cursore
ja: ``Ctrl+マウスホイール`` - カーソル位置でズームイン/アウト
ru: ``Ctrl+Колесико мыши`` - Увеличить/уменьшить масштаб в позиции курсора
tr: ``Ctrl+Fare Tekerleği`` - İmleç konumunda yakınlaştır/uzaklaştır

source: **When zoomed in:**
de: **Bei Vergrößerung:**
es: **Cuando está ampliado:**
hi: **जब ज़ूम इन हो:**
id: **Saat zoom in:**
it: **Quando ingrandito:**
ja: **ズームインしたとき:**
ru: **При увеличении:**
tr: **Yakınlaştırıldığında:**

source: ``Mouse Wheel`` - Pan vertically (scroll up/down)
de: ``Mausrad`` - Vertikal verschieben (hoch/runter scrollen)
es: ``Rueda del Mouse`` - Paneo vertical (arriba/abajo)
hi: ``Mouse Wheel`` - वर्टिकल पैन (ऊपर/नीचे स्क्रॉल)
id: ``Mouse Wheel`` - Pan vertikal (scroll up/down)
it: ``Rotella del mouse`` - Spostamento verticale (ruota avanti/indietro)
ja: ``マウスホイール`` - 垂直パン（上下スクロール）
ru: ``Колесико мыши`` - Вертикальная прокрутка (вверх/вниз)
tr: ``Fare Tekerleği`` - Dikey kaydır (yukarı/aşağı kaydır)

source: ``Shift+Mouse Wheel`` - Pan horizontally (scroll left/right)
de: ``Umschalt+Mausrad`` - Horizontal schwenken (nach links/rechts scrollen)
es: ``Shift+Rueda del Mouse`` - Paneo horizontal (izquierda/derecha)
hi: ``Shift+Mouse Wheel`` - हॉरिज़ॉन्टल पैन (बाएं/दाएं स्क्रॉल)
id: ``Shift+Mouse Wheel`` - Pan horizontal (scroll left/right)
it: ``MAIUSC+Rotellina del mouse`` - Spostamento orizzontale (scorri a sinistra/destra)
ja: ``Shift+マウスホイール`` - 水平パン（左右スクロール）
ru: ``Shift+Колесико мыши`` - Перемещение по горизонтали (прокрутка влево/вправо)
tr: ``Shift+Fare Tekerleği`` - Yatay kaydır (sola/sağa kaydır)

source: ``Arrow Keys`` - Pan in any direction
de: ``Pfeiltasten`` - In jede Richtung schwenken
es: ``Teclas de Flecha`` - Paneo en cualquier dirección
hi: ``Arrow Keys`` - किसी भी दिशा में पैन करें
id: ``Arrow Keys`` - Pan ke segala arah
it: ``Tasti Freccia`` - Spostamento in qualsiasi direzione
ja: ``矢印キー`` - 任意の方向にパン
ru: ``Стрелки`` - Панорамирование в любом направлении
tr: ``Ok Tuşları`` - Herhangi bir yönde kaydır

source: The zoom system features:
de: Das Zoom-System verfügt über:
es: El sistema de zoom presenta:
hi: ज़ूम सिस्टम की विशेषताएं:
id: Fitur sistem zoom:
it: Il sistema di zoom presenta:
ja: ズームシステムの特徴：
ru: Возможности системы масштабирования:
tr: Yakınlaştırma sistemi özellikleri:

source: **High-quality rendering** at all zoom levels (up to 200x)
de: **Hochwertige Darstellung** bei allen Zoomstufen (bis zu 200x)
es: **Renderizado de alta calidad** en todos los niveles de zoom (hasta 200x)
hi: **उच्च-गुणवत्ता रेंडरिंग** सभी ज़ूम स्तरों पर (200x तक)
id: **Rendering berkualitas tinggi** pada semua level zoom (hingga 200x)
it: **Rendering di alta qualità** a tutti i livelli di zoom (fino a 200x)
ja: **高品質レンダリング** - すべてのズームレベル（最大200倍）
ru: **Высококачественная отрисовка** на всех уровнях масштабирования (до 200x)
tr: Tüm yakınlaştırma seviyelerinde (200x'e kadar) **yüksek kaliteli oluşturma**

source: **Progressive rendering** for smooth zoom experience
de: **Progressives Rendering** für flüssige Zoom-Erfahrung
es: **Renderizado progresivo** para una experiencia de zoom fluida
hi: **प्रगतिशील रेंडरिंग** सुचारू ज़ूम अनुभव के लिए
id: **Rendering progresif** untuk pengalaman zoom mulus
it: **Rendering progressivo** per un'esperienza di zoom fluida
ja: **プログレッシブレンダリング** - スムーズなズーム体験
ru: **Прогрессивный рендеринг** для плавного масштабирования
tr: Pürüzsüz yakınlaştırma deneyimi için **ilerleyici oluşturma**

source: **Intelligent caching** for instant panning
de: **Intelligentes Caching** für sofortiges Schwenken
es: **Caché inteligente** para paneo instantáneo
hi: **बुद्धिमान कैशिंग** तत्काल पैनिंग के लिए
id: **Caching cerdas** untuk panning instan
it: **Caching intelligente** per spostamenti istantanei
ja: **インテリジェントキャッシング** - 即座のパン操作
ru: **Интеллектуальное кэширование** для мгновенного панорамирования
tr: Anında kaydırma için **akıllı önbellekleme**

source: **Mouse-centered zoom** for precise control
de: **Mauszentriertes Zoomen** für präzise Steuerung
es: **Zoom centrado en el mouse** para control preciso
hi: **माउस-केंद्रित ज़ूम** सटीक नियंत्रण के लिए
id: **Zoom berpusat pada mouse** untuk kontrol presisi
it: **Zoom centrato sul mouse** per un controllo preciso
ja: **マウス中心ズーム** - 精密な制御
ru: **Масштабирование, ориентированное на мышь**, для точного управления
tr: Hassas kontrol için **fare merkezli yakınlaştırma**

source: Display Options
de: Anzeigeoptionen
es: Opciones de Visualización
hi: डिस्प्ले विकल्प
it: Opzioni di visualizzazione
ja: 表示オプション
ru: Параметры отображения
tr: Görüntüleme Seçenekleri

source: ``Ctrl+D`` - Toggle side-by-side view (interior documents only)
de: ``Strg+D`` - Nebeneinander-Ansicht umschalten (nur für Innendokumente)
es: ``Ctrl+D`` - Alternar vista lado a lado (solo documentos interiores)
hi: ``Ctrl+D`` - साइड-बाय-साइड व्यू टॉगल करें (केवल आंतरिक दस्तावेज़)
id: ``Ctrl+D`` - Toggle view side-by-side (hanya dokumen interior)
it: ``Ctrl+D`` - Attiva/disattiva la visualizzazione affiancata (solo documenti interni)
ja: ``Ctrl+D`` - 見開き表示の切り替え（本文ドキュメントのみ）
ru: Ctrl+D — Переключить режим параллельного просмотра (только для внутренних документов)
tr: ``Ctrl+D`` - Yan yana görünümü aç/kapa (sadece iç belgeler)

source: ``Ctrl+T`` - Toggle trim lines visibility
de: ``Strg+T`` – Sichtbarkeit der Schnittlinien umschalten
es: ``Ctrl+T`` - Alternar visibilidad de líneas de recorte
hi: ``Ctrl+T`` - ट्रिम लाइनों की दृश्यता टॉगल करें
id: ``Ctrl+T`` - Toggle visibilitas garis trim
it: ``Ctrl+T`` - Attiva/Disattiva la visibilità delle linee di taglio
ja: ``Ctrl+T`` - トリムライン表示の切り替え
ru: «Ctrl+T» — переключить видимость усеченных строк
tr: ``Ctrl+T`` - Kesim çizgileri görünürlüğünü aç/kapat

source: ``Ctrl+M`` - Toggle safety margins visibility
de: ``Strg+M`` – Sichtbarkeit der Sicherheitsränder umschalten
es: ``Ctrl+M`` - Alternar visibilidad de márgenes de seguridad
hi: ``Ctrl+M`` - सुरक्षा मार्जिन दृश्यता टॉगल करें
id: ``Ctrl+M`` - Toggle visibilitas margin aman
it: ``Ctrl+M`` - Attiva/Disattiva la visibilità dei margini di sicurezza
ja: ``Ctrl+M`` - セーフティマージン表示の切り替え
ru: «Ctrl+M» — переключить видимость полей безопасности
tr: ``Ctrl+M`` - Güvenlik marjları görünürlüğünü aç/kapat

source: ``Ctrl+L`` - Toggle spine/fold lines visibility
de: ``Strg+L`` - Sichtbarkeit der Rücken-/Faltlinien umschalten
es: ``Ctrl+L`` - Alternar visibilidad de líneas de lomo/plegado
hi: ``Ctrl+L`` - स्पाइन/फोल्ड लाइनों की दृश्यता टॉगल करें
id: ``Ctrl+L`` - Toggle visibilitas garis punggung/lipat
it: ``Ctrl+L`` - Attiva/disattiva la visibilità delle linee del dorso/piega
ja: ``Ctrl+L`` - 背/折り線表示の切り替え
ru: Ctrl+L — Переключить видимость линий складок/сгиба
tr: ``Ctrl+L`` - Omurga/katlama çizgileri görünürlüğünü aç/kapat

source: ``Ctrl+B`` - Toggle barcode area (cover/dustjacket only)
de: ``Strg+B`` - Barcode-Bereich umschalten (nur Umschlag/Schutzumschlag)
es: ``Ctrl+B`` - Alternar área de código de barras (solo portada/sobrecubierta)
hi: ``Ctrl+B`` - बारकोड क्षेत्र टॉगल करें (केवल कवर/डस्टजैकेट)
id: ``Ctrl+B`` - Toggle area barcode (hanya cover/dustjacket)
it: ``Ctrl+B`` - Attiva/disattiva l'area del codice a barre (solo copertina/sovraccoperta)
ja: ``Ctrl+B`` - バーコード領域の切り替え（表紙/ダストジャケットのみ）
ru: «Ctrl+B» — Включить/выключить область штрих-кода (только обложка/обложка с форзацем)
tr: ``Ctrl+B`` - Barkod alanını aç/kapat (sadece kapak/ceket kapak)

source: ``Ctrl+R`` - Toggle bleed lines (cover/dustjacket only)
de: ``Strg+R`` – Beschnittlinien umschalten (nur Umschlag/Schutzumschlag)
es: ``Ctrl+R`` - Alternar líneas de sangrado (solo portada/sobrecubierta)
hi: ``Ctrl+R`` - ब्लीड लाइनें टॉगल करें (केवल कवर/डस्टजैकेट)
id: ``Ctrl+R`` - Toggle garis bleed (hanya cover/dustjacket)
it: ``Ctrl+R`` - Attiva/disattiva le linee di abbondanza (solo copertina/sovraccoperta)
ja: ``Ctrl+R`` - 裁ち落とし線の切り替え（表紙/ダストジャケットのみ）
ru: «Ctrl+R» — переключить линии отсечки (только для обложки/обложки-защитной обёртки)
tr: ``Ctrl+R`` - Taşma çizgilerini aç/kapat (sadece kapak/ceket kapak)

source: File Operations
de: Dateioperationen
es: Operaciones de Archivo
hi: फ़ाइल ऑपरेशन
it: Operazioni sui file
ja: ファイル操作
ru: Операции с файлами
tr: Dosya İşlemleri

source: ``Ctrl+O`` - Open a new PDF file
de: ``Strg+O`` – Neue PDF-Datei öffnen
es: ``Ctrl+O`` - Abrir un nuevo archivo PDF
hi: ``Ctrl+O`` - एक नई PDF फ़ाइल खोलें
id: ``Ctrl+O`` - Open file PDF baru
it: ``Ctrl+O`` - Apri un nuovo file PDF
ja: ``Ctrl+O`` - 新しいPDFファイルを開く
ru: «Ctrl+O» — Открыть новый PDF-файл
tr: ``Ctrl+O`` - Yeni bir PDF dosyası aç

source: ``Ctrl+W`` - Close current document
de: ``Strg+W`` - Aktuelles Dokument schließen
es: ``Ctrl+W`` - Cerrar documento actual
hi: ``Ctrl+W`` - वर्तमान दस्तावेज़ बंद करें
id: ``Ctrl+W`` - Close dokumen saat ini
it: ``Ctrl+W`` - Chiudi documento corrente
ja: ``Ctrl+W`` - 現在のドキュメントを閉じる
ru: ``Ctrl+W`` - Закрыть текущий документ
tr: ``Ctrl+W`` - Geçerli belgeyi kapat

source: ``Ctrl+G`` - Go to page dialog
de: ``Strg+G`` – Gehe-zu-Seite-Dialog
es: ``Ctrl+G`` - Diálogo de ir a página
hi: ``Ctrl+G`` - पृष्ठ पर जाएं डायलॉग
id: ``Ctrl+G`` - Dialog go to page
it: ``Ctrl+G`` - Vai alla finestra di dialogo della pagina
ja: ``Ctrl+G`` - ページ移動ダイアログ
ru: «Ctrl+G» — диалог «Перейти на страницу»
tr: ``Ctrl+G`` - Sayfaya git iletişim kutusu

source: ``Ctrl+Q`` - Quit application
de: ``Strg+Q`` – Anwendung beenden
es: ``Ctrl+Q`` - Salir de la aplicación
hi: ``Ctrl+Q`` - एप्लिकेशन बंद करें
id: ``Ctrl+Q`` - Quit aplikasi
it: ``Ctrl+Q`` - Esci dall'applicazione
ja: ``Ctrl+Q`` - アプリケーションを終了する
ru: ``Ctrl+Q`` - Выйти из приложения
tr: ``Ctrl+Q`` - Uygulamadan çık

source: Menu System
de: Menüsystem
es: Sistema de Menú
hi: मेनू सिस्टम
id: Sistem Menu
it: Sistema dei menu
ja: メニューシステム
ru: Система меню
tr: Menü Sistemi

source: File Menu
de: Dateimenü
es: Menú Archivo
hi: फ़ाइल मेनू
id: Menu File
it: Menu File
ja: ファイルメニュー
ru: Файл
tr: Dosya Menüsü

source: **Open** (Ctrl+O) - Open a new PDF file
de: **Öffnen** (Strg+O) – Neue PDF-Datei öffnen
es: **Abrir** (Ctrl+O) - Abrir un nuevo archivo PDF
hi: **Open** (Ctrl+O) - एक नई PDF फ़ाइल खोलें
id: **Open** (Ctrl+O) - Buka file PDF baru
it: **Apri** (Ctrl+O) - Apri un nuovo file PDF
ja: **開く** (Ctrl+O) - 新しいPDFファイルを開く
ru: **Открыть** (Ctrl+O) — Открыть новый PDF-файл
tr: **Aç** (Ctrl+O) - Yeni bir PDF dosyası açın

source: **Close** (Ctrl+W) - Close the current document
de: **Schließen** (Strg+W) – Aktuelles Dokument schließen
es: **Cerrar** (Ctrl+W) - Cerrar el documento actual
hi: **Close** (Ctrl+W) - वर्तमान दस्तावेज़ बंद करें
id: **Close** (Ctrl+W) - Tutup dokumen saat ini
it: **Chiudi** (Ctrl+W) - Chiude il documento corrente
ja: **閉じる** (Ctrl+W) - 現在のドキュメントを閉じる
ru: **Закрыть** (Ctrl+W) - закрыть текущий документ
tr: **Kapat** (Ctrl+W) - Geçerli belgeyi kapat

source: **Quit** (Ctrl+Q) - Exit the application
de: **Beenden** (Strg+Q) – Anwendung beenden
es: **Salir** (Ctrl+Q) - Salir de la aplicación
hi: **Quit** (Ctrl+Q) - एप्लिकेशन से बाहर निकलें
id: **Quit** (Ctrl+Q) - Exit aplikasi
it: **Esci** (Ctrl+Q) - Esci dall'applicazione
ja: **終了** (Ctrl+Q) - アプリケーションを終了
ru: **Выйти** (Ctrl+Q) - Выйти из приложения
tr: **Çık** (Ctrl+Q) - Uygulamadan çıkar

source: View Menu
de: Ansichtsmenü
es: Menú Ver
hi: व्यू मेनू
it: Visualizza Menu
ja: 表示メニュー
ru: Просмотр меню
tr: Görünüm Menüsü

source: **Zoom Controls:**
de: **Zoom-Steuerungen:**
es: **Controles de Zoom:**
hi: **ज़ूम नियंत्रण:**
it: **Controlli dello zoom:**
ja: **ズーム操作:**
ru: **Контролы масштаба:**
tr: **Yakınlaştırma Kontrolleri:**

source: **Zoom In** (Ctrl+Plus) - Increase zoom level by 10%
de: **Vergrößern** (Strg+Plus) – Zoomstufe um 10% erhöhen
es: **Acercar** (Ctrl+Más) - Aumentar el nivel de zoom en un 10%
hi: **Zoom In** (Ctrl+Plus) - ज़ूम स्तर 10% बढ़ाएं
id: **Zoom In** (Ctrl+Plus) - Tingkatkan level zoom 10%
it: **Zoom Avanti** (Ctrl+Più) - Aumenta il livello di zoom del 10%
ja: **ズームイン** (Ctrl+Plus) - ズームレベルを10%増加
ru: **Приблизить** (Ctrl+Plus) - Увеличить масштаб на 10%
tr: **Yakınlaştır** (Ctrl+Artı) - Yakınlaştırma seviyesini %10 artırır

source: **Zoom Out** (Ctrl+Minus) - Decrease zoom level by 10%
de: **Verkleinern** (Strg+Minus) – Zoomstufe um 10% verringern
es: **Alejar** (Ctrl+Minus) - Disminuir el nivel de zoom en un 10%
hi: **Zoom Out** (Ctrl+Minus) - ज़ूम स्तर 10% घटाएं
id: **Zoom Out** (Ctrl+Minus) - Kurangi level zoom 10%
it: **Riduci zoom** (Ctrl+Meno) - Riduci il livello di zoom del 10%
ja: **ズームアウト** (Ctrl+Minus) - ズームレベルを10%減少
ru: **Масштаб меньше** (Ctrl+минус) — уменьшить масштаб на 10%
tr: **Ölçekleme Küçült** (Ctrl+Eksi) - Yakınlaştırma seviyesini %10 azaltır

source: **Fit to Page** (Ctrl+0) - Fit entire page in window
de: **An Seite anpassen** (Strg+0) – Ganze Seite ins Fenster einpassen
es: **Ajustar a Página** (Ctrl+0) - Ajustar toda la página en la ventana
hi: **Fit to Page** (Ctrl+0) - विंडो में पूरा पृष्ठ फिट करें
id: **Fit to Page** (Ctrl+0) - Fit seluruh halaman dalam window
it: **Adatta alla pagina** (Ctrl+0) - Adatta l'intera pagina alla finestra
ja: **ページに合わせる** (Ctrl+0) - ページ全体をウィンドウに表示
ru: **Поместить на страницу** (Ctrl+0) — поместить всю страницу в окно
tr: **Sayfaya Sığdır** (Ctrl+0) - Tüm sayfayı pencereye sığdır

source: **Mouse Wheel Zoom** (Ctrl+Mouse Wheel) - Smooth zoom at cursor position
de: **Mausrad-Zoom** (Strg+Mausrad) – Flüssiger Zoom an der Cursorposition
es: **Zoom con Rueda del Mouse** (Ctrl+Rueda del Mouse) - Zoom suave en la posición del cursor
hi: **Mouse Wheel Zoom** (Ctrl+Mouse Wheel) - कर्सर स्थिति पर सुचारू ज़ूम
id: **Mouse Wheel Zoom** (Ctrl+Mouse Wheel) - Smooth zoom pada posisi cursor
it: **Zoom con la rotellina del mouse** (Ctrl+rotellina del mouse) - Zoom fluido sulla posizione del cursore
ja: **マウスホイールズーム** (Ctrl+マウスホイール) - カーソル位置でスムーズにズーム
ru: **Масштабирование колесиком мыши** (Ctrl+колесико мыши) — плавное масштабирование в позиции курсора
tr: **Fare Yuvarlağı Yakınlaştırma** (Ctrl+Fare Yuvarlağı) - İmlecin konumunda yumuşak yakınlaştırma

source: **Display Modes:**
de: **Anzeigemodi:**
es: **Modos de Visualización:**
hi: **डिस्प्ले मोड:**
it: **Modalità di visualizzazione:**
ja: **表示モード:**
ru: **Режимы отображения:**
tr: **Görüntüleme Modları:**

source: **Fullscreen** (F11) - Toggle fullscreen mode
de: **Vollbild** (F11) – Vollbildmodus umschalten
es: **Pantalla Completa** (F11) - Alternar modo pantalla completa
hi: **Fullscreen** (F11) - फुलस्क्रीन मोड टॉगल करें
id: **Fullscreen** (F11) - Toggle mode fullscreen
it: **A schermo intero** (F11) - Attiva/disattiva la modalità a schermo intero
ja: **フルスクリーン** (F11) - フルスクリーンモードの切り替え
ru: **Полный экран** (F11) — Включить/выключить полноэкранный режим
tr: **Tam ekran** (F11) - Tam ekran modu aç/kapa

source: **Presentation Mode** (F5) - Enter/exit presentation mode
de: **Präsentationsmodus** (F5) – Präsentationsmodus aktivieren/deaktivieren
es: **Modo de Presentación** (F5) - Entrar/salir del modo de presentación
hi: **Presentation Mode** (F5) - प्रेजेंटेशन मोड में प्रवेश/निकास
id: **Presentation Mode** (F5) - Enter/exit mode presentasi
it: **Modalità presentazione** (F5) - Entra/esci dalla modalità presentazione
ja: **プレゼンテーションモード** (F5) - プレゼンテーションモードの開始/終了
ru: **Режим презентации** (F5) - Вход/выход из режима презентации
tr: **Sunum Modu** (F5) - Sunum moduna gir/çık

source: **Side-by-Side View** (Ctrl+D) - Toggle dual page view (interior only)
de: **Nebeneinander-Ansicht** (Strg+D) – Doppelseitenansicht umschalten (nur Innenseiten)
es: **Vista Lado a Lado** (Ctrl+D) - Alternar vista de página doble (solo interior)
hi: **Side-by-Side View** (Ctrl+D) - डुअल पेज व्यू टॉगल करें (केवल आंतरिक)
id: **Side-by-Side View** (Ctrl+D) - Toggle dual page view (hanya interior)
it: **Vista a confronto** (Ctrl+D) - Attiva/Disattiva la vista a doppia pagina (solo interno)
ja: **見開き表示** (Ctrl+D) - 見開きページ表示の切り替え（本文のみ）
ru: **Просмотр рядом** (Ctrl+D) — Включение двойного просмотра страниц (только внутренние)
tr: **Yan Yana Görünüm** (Ctrl+D) - Çift sayfa görünümünü aç/kapat (sadece iç sayfalar)

source: **Overlays:**
de: **Überlagerungen:**
es: **Superposiciones:**
hi: **ओवरले:**
it: **Sovrapposizioni:**
ja: **オーバーレイ:**
ru: **Наложения:**
tr: **Üst Katmanlar:**

source: **Show Trim Lines** (Ctrl+T) - Toggle trim line visibility
de: **Schnittlinien anzeigen** (Strg+T) – Sichtbarkeit der Schnittlinien umschalten
es: **Mostrar Líneas de Corte** (Ctrl+T) - Alternar visibilidad de líneas de corte
hi: **Show Trim Lines** (Ctrl+T) - ट्रिम लाइन दृश्यता टॉगल करें
id: **Show Trim Lines** (Ctrl+T) - Toggle visibilitas garis trim
it: **Mostra linee di taglio** (Ctrl+T) - Attiva/Disattiva la visibilità delle linee di taglio
ja: **トリムライン表示** (Ctrl+T) - トリムライン表示の切り替え
ru: **Показать линии обрезки** (Ctrl+T) — Включение/выключение видимости линий обрезки
tr: **Kenar Çizgilerini Göster** (Ctrl+T) - Kenar çizgisi görünürlüğünü aç/kapa

source: **Show Safety Margins** (Ctrl+M) - Toggle margin visibility
de: **Sicherheitsränder anzeigen** (Strg+M) – Sichtbarkeit der Ränder umschalten
es: **Mostrar Márgenes de Seguridad** (Ctrl+M) - Alternar visibilidad de márgenes
hi: **Show Safety Margins** (Ctrl+M) - मार्जिन दृश्यता टॉगल करें
id: **Show Safety Margins** (Ctrl+M) - Toggle visibilitas margin
it: **Mostra margini di sicurezza** (Ctrl+M) - Attiva/Disattiva la visibilità dei margini
ja: **セーフティマージン表示** (Ctrl+M) - マージン表示の切り替え
ru: **Показать поля безопасности** (Ctrl+M) — переключить видимость полей
tr: **Güvenlik Paylarını Göster** (Ctrl+M) - Kenar boşlukları görünürlüğünü değiştir

source: **Show Spine Line** (Ctrl+L) - Toggle spine/fold lines
de: **Rückenlinie anzeigen** (Strg+L) – Rücken-/Faltlinien umschalten
es: **Mostrar Línea del Lomo** (Ctrl+L) - Alternar líneas de lomo/plegado
hi: **Show Spine Line** (Ctrl+L) - स्पाइन/फोल्ड लाइनें टॉगल करें
id: **Show Spine Line** (Ctrl+L) - Toggle garis punggung/lipat
it: **Mostra linea del dorso** (Ctrl+L) - Attiva/disattiva le linee del dorso/piega
ja: **背線表示** (Ctrl+L) - 背/折り線の切り替え
ru: **Показать линию складки** (Ctrl+L) – Включить/выключить линии складки/обложки
tr: **Omurga Çizgisi Göster** (Ctrl+L) - Omurga/katlama çizgilerini aç/kapa

source: **Show Barcode Area** (Ctrl+B) - Toggle barcode area (cover/dustjacket)
de: **Barcode-Bereich anzeigen** (Strg+B) – Barcode-Bereich umschalten (Umschlag/Schutzumschlag)
es: **Mostrar Área de Código de Barras** (Ctrl+B) - Alternar área de código de barras (portada/sobrecubierta)
hi: **Show Barcode Area** (Ctrl+B) - बारकोड क्षेत्र टॉगल करें (कवर/डस्टजैकेट)
id: **Tampilkan Area Kode Batang** (Ctrl+B) - Nyalakan/matikan area kode batang (sampul/sampul luar)
it: **Mostra area codice a barre** (Ctrl+B) - Attiva/disattiva l'area del codice a barre (copertina/sovraccoperta)
ja: **バーコード領域表示** (Ctrl+B) - バーコード領域の切り替え（表紙/ダストジャケット）
ru: **Показать область штрих-кода** (Ctrl+B) — переключить область штрих-кода (обложка/подложка)
tr: **Barkod Alanını Göster** (Ctrl+B) - Barkod alanını (kapak/dustjacket) aç/kapa

source: **Show Bleed Lines** (Ctrl+R) - Toggle bleed lines (cover/dustjacket)
de: **Beschnittlinien anzeigen** (Strg+R) – Beschnittlinien umschalten (Umschlag/Schutzumschlag)
es: **Mostrar Líneas de Sangrado** (Ctrl+R) - Alternar líneas de sangrado (portada/sobrecubierta)
hi: **Show Bleed Lines** (Ctrl+R) - ब्लीड लाइनें टॉगल करें (कवर/डस्टजैकेट)
id: **Tampilkan Garis Bleed** (Ctrl+R) - Nyalakan/matikan garis bleed (sampul/bagian luar)
it: **Mostra linee di abbondanza** (Ctrl+R) - Attiva/disattiva le linee di abbondanza (copertina/sovraccoperta)
ja: **裁ち落とし線表示** (Ctrl+R) - 裁ち落とし線の切り替え（表紙/ダストジャケット）
ru: **Показать линии обрезки** (Ctrl+R) — Включение/выключение линий обрезки (обложка/обложка-навес)
tr: **Kanama Çizgilerini Göster** (Ctrl+R) - Kanama çizgilerini (kapak/dustjacket) aç/kapa

source: **Navigation:**
es: **Navegación:**
hi: **नेविगेशन:**
id: **Navigasi:**
it: **Navigazione:**
ja: **ナビゲーション:**
ru: **Навигация:**
tr: **Navigasyon:**

source: **Go to Page...** (Ctrl+G) - Open page navigation dialog
de: **Gehe zu Seite...** (Strg+G) – Seitennavigationsdialog öffnen
es: **Ir a Página...** (Ctrl+G) - Abrir diálogo de navegación de páginas
hi: **Go to Page...** (Ctrl+G) - पृष्ठ नेविगेशन डायलॉग खोलें
id: **Pergi ke Halaman...** (Ctrl+G) - Buka dialog navigasi halaman
it: **Vai alla pagina...** (Ctrl+G) - Apri la finestra di dialogo per la navigazione alle pagine
ja: **ページに移動...** (Ctrl+G) - ページナビゲーションダイアログを開く
ru: **Перейти на страницу...** (Ctrl+G) - Открыть диалог навигации по страницам
tr: **Sayfaya Git...** (Ctrl+G) - Sayfa gezinme iletişim kutusunu aç

source: Document Menu
de: Dokumentmenü
es: Menú Documento
hi: दस्तावेज मेनू
it: Menu Documenti
ja: ドキュメントメニュー
ru: Меню документа
tr: Doküman Menüsü

source: **Interior Document** - Set margins for interior pages
de: **Innendokument** – Ränder für Innenseiten festlegen
es: **Documento Interior** - Establecer márgenes para páginas interiores
hi: **Interior Document** - आंतरिक पृष्ठों के लिए मार्जिन सेट करें
id: **Interior Document** - Set margin untuk halaman interior
it: **Documento interno** - Imposta i margini per le pagine interne
ja: **本文ドキュメント** - 本文ページのマージンを設定
ru: **Внутренний документ** - Установка полей для внутренних страниц
tr: **İç Belge** - İç sayfalar için kenar boşluklarını ayarla

source: **Cover Document** - Set margins for book covers
de: **Umschlagdokument** – Ränder für Buchumschläge festlegen
es: **Documento de Portada** - Establecer márgenes para portadas de libros
hi: **Cover Document** - पुस्तक कवर के लिए मार्जिन सेट करें
id: **Cover Document** - Set margin untuk book cover
it: **Documento di copertina** - Imposta i margini per le copertine dei libri
ja: **表紙ドキュメント** - 本の表紙のマージンを設定
ru: **Документ обложки** — Установка полей для обложек книг
tr: **Kapak Belgesi** - Kitap kapakları için kenar boşluklarını ayarla
