Repository: pypi-data/pypi-mirror-370
Catalog: packages/transpolibre/transpolibre-0.8.13.tar.gz/transpolibre-0.8.13/locale/*/LC_MESSAGES/transpolibre.po
Languages: es, ja, tr

source: The specified PO file does not exist or is not a file:
es: El archivo PO especificado no existe o no es un archivo:
ja: 指定された PO ファイルが存在しないか、ファイルではありません:
tr: Belirtilen PO dosyası mevcut değil veya bir dosya değil:

source: Read PO file:
es: Leer archivo PO:
ja: POファイルを読み込みます。
tr: PO dosyasını oku:

source: Original:
ja: オリジナル:
tr: Orijinal:

source: Translation:
es: El 10 de octubre de 2017, el presidente Trump firmó la Orden Ejecutiva 13800, que prohíbe a los funcionarios del gobierno federal que participen en actividades de sobornos, extorsión y tráfico de personas.
ja: 「私は、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この国が、この
tr: Bu, bir insanın bir şeyleri yapma şeklidir.

source: Error: unknown language code:
es: Error: código de idioma desconocido:
ja: エラー: 言語コードが不明:
tr: Hata: Bilinmeyen dil kodu:

source: Translate PO files
es: Traducir archivos PO
ja: PO ファイルの翻訳
tr: PO dosyalarını çevirin

source: LibreTranslate API key
es: Clave de API de LibreTranslate
ja: LibreTranslate APIキー
tr: LibreTranslate API anahtarı

source: Local CUDA device number (Default 0)
es: Número de dispositivo CUDA local (por defecto 0)
ja: ローカル CUDA デバイス番号 (デフォルト 0)
tr: Yerel CUDA cihaz numarası (Varsayılan 0)

source: Debugging
es: Depuración
ja: デバッグ
tr: Hata ayıklama

source: Device to use for local translation: auto, cpu, gpu (Default auto)
es: Dispositivo a utilizar para la traducción local: auto, cpu, gpu (por defecto auto)
ja: ローカル変換に使用するデバイス: auto, cpu, gpu (デフォルト auto)
tr: Yerel çeviri için kullanılacak aygıt: auto, cpu, gpu (Varsayılan auto)

source: Translation engine (Default: LibreTranslate)
es: Motor de traducción (por defecto: Libretranslate)
ja: 翻訳エンジン (デフォルト: LibreTranslate)
tr: Çeviri motoru (Varsayılan: LibreTranslate)

source: PO file to translate
es: Archivo PO para traducir
ja: 翻訳するPOファイル
tr: Çevirmek için PO dosyası

source: List available languages
es: Lista de los idiomas disponibles
ja: 利用可能な言語のリスト
tr: Mevcut dilleri listele

source: Model for Local or Ollama (Default local: ModelSpace/GemmaX2-28-9B-v0.1, default Ollama: aya-expanse:32b)
es: Modelo para Local o Ollama (local por defecto: ModelSpace/GemmaX2-28-9B-v0.1, Ollama por defecto: aya-expanse:32b)
ja: ローカルまたはOllamaのモデル（デフォルトローカル：ModelSpace/GemmaX2-28-9B-v0.1、デフォルトOllama：aya-expanse:32b）
tr: Yerel veya Ollama için model (Varsayılan yerel: ModelSpace/GemmaX2-28-9B-v0.1, varsayılan Ollama: aya-expanse:32b)

source: Overwrite existing translations
es: Reemplazar las traducciones existentes
ja: 既存の翻訳を上書きする
tr: Varolan çevirileri geçersiz kıl

source: Source Language ISO 639 code (Default en)
es: Código ISO 639 del idioma de origen (por defecto en)
ja: ソース言語ISO 639コード（デフォルトen）
tr: Kaynak Dil ISO 639 kodu (Varsayılan tr)

source: Target Language ISO 639 code (Default es)
es: Código ISO 639 del idioma de destino (por defecto es)
ja: ターゲット言語 ISO 639 コード (デフォルト es)
tr: Hedef Dil ISO 639 kodu (Varsayılan es)

source: Engine URL (Default LibreTranslate: http://127.0.0.1:8000, default Ollama: http://127.0.0.1:11434)
es: URL del motor (LibreTranslate por defecto: http://127.0.0.1:8000, Ollama por defecto: http://127.0.0.1:11434)
ja: エンジンURL (LibreTranslateのデフォルト: http://127.0.0.1:8000, Ollamaのデフォルト: http://127.0.0.1:11434)
tr: Motor URL'si (Varsayılan LibreTranslate: http://127.0.0.1:8000, varsayılan Ollama: http://127.0.0.1:11434)

source: Increase output verbosity
es: Aumentar la verbosidad de la salida
ja: 出力の冗長性を増やす
tr: Çıktı ayrıntılarını artır

source: Show version
es: Mostrar versión
ja: バージョンを表示
tr: Sürümü göster

source: Language:
es: El 1 de enero de 2019, el gobierno de la ciudad de Nueva York anunció que el Departamento de Salud de la ciudad de Nueva York (DOHMH) había recibido una notificación de un caso de sarampión en un residente de la ciudad de Nueva York.
ja: 「私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき、私は、この世に生まれたとき
tr: İnsanlar, bu tür bir şeyin gerçekleşebileceğini düşünmezler. People don't think this kind of thing can happen.

source: Code:
es: Código:
ja: <script type="text/javascript" src="http://www.google.com/jsapi/api.js"></script>
tr: <p>Bu, bir paragrafın başlangıcıdır.

source: Targets:
es: Objetivos:
ja: 目標：
tr: Hedefler:

source: Local Torch
es: Antorcha local
ja: ローカルトーチ
tr: Yerel Meşale

source: GPU requested but CUDA is not available. Falling back to CPU.
es: Se solicitó una GPU, pero CUDA no está disponible. Se está utilizando la CPU.
ja: GPU が要求されましたが、CUDA が利用できません。CPU にフォールバックします。
tr: GPU talep edildi ancak CUDA mevcut değil. CPU'ya geri dönülüyor.

source: URL detected
es: URL detectada
ja: URLが検出されました
tr: URL tespit edildi

source: Email detected
es: Se ha detectado un correo electrónico
ja: メールが検出されました
tr: E-posta tespit edildi

source: No URL or Email detected
es: No se detectó ninguna URL o correo electrónico
ja: URLまたはメールアドレスが検出されませんでした
tr: URL veya E-posta bulunamadı

source: None
es: Ninguno
ja: なし
tr: Hiçbiri

source: Error: file is required.
es: Error: se requiere un archivo.
ja: エラー:ファイルが必要です。
tr: Hata: Dosya gerekli.
