{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"c":5,"C":6,"(":7,")":8,"O":9,"1":10,"2":11,"=":12,"N":13,".":14,"n":15,"3":16,"F":17,"Cl":18,">>":19,"~":20,"-":21,"4":22,"[C@H]":23,"S":24,"[C@@H]":25,"[O-]":26,"Br":27,"#":28,"/":29,"[nH]":30,"[N+]":31,"s":32,"5":33,"o":34,"P":35,"[Na+]":36,"[Si]":37,"I":38,"[Na]":39,"[Pd]":40,"[K+]":41,"[K]":42,"[P]":43,"B":44,"[C@]":45,"[C@@]":46,"[Cl-]":47,"6":48,"[OH-]":49,"\\":50,"[N-]":51,"[Li]":52,"[H]":53,"[2H]":54,"[NH4+]":55,"[c-]":56,"[P-]":57,"[Cs+]":58,"[Li+]":59,"[Cs]":60,"[NaH]":61,"[H-]":62,"[O+]":63,"[BH4-]":64,"[Cu]":65,"7":66,"[Mg]":67,"[Fe+2]":68,"[n+]":69,"[Sn]":70,"[BH-]":71,"[Pd+2]":72,"[CH]":73,"[I-]":74,"[Br-]":75,"[C-]":76,"[Zn]":77,"[B-]":78,"[F-]":79,"[Al]":80,"[P+]":81,"[BH3-]":82,"[Fe]":83,"[C]":84,"[AlH4]":85,"[Ni]":86,"[SiH]":87,"8":88,"[Cu+2]":89,"[Mn]":90,"[AlH]":91,"[nH+]":92,"[AlH4-]":93,"[O-2]":94,"[Cr]":95,"[Mg+2]":96,"[NH3+]":97,"[S@]":98,"[Pt]":99,"[Al+3]":100,"[S@@]":101,"[S-]":102,"[Ti]":103,"[Zn+2]":104,"[PH]":105,"[NH2+]":106,"[Ru]":107,"[Ag+]":108,"[S+]":109,"[I+3]":110,"[NH+]":111,"[Ca+2]":112,"[Ag]":113,"9":114,"[Os]":115,"[Se]":116,"[SiH2]":117,"[Ca]":118,"[Ti+4]":119,"[Ac]":120,"[Cu+]":121,"[S]":122,"[Rh]":123,"[Cl+3]":124,"[cH-]":125,"[Zn+]":126,"[O]":127,"[Cl+]":128,"[SH]":129,"[H+]":130,"[Pd+]":131,"[se]":132,"[PH+]":133,"[I]":134,"[Pt+2]":135,"[C+]":136,"[Mg+]":137,"[Hg]":138,"[W]":139,"[SnH]":140,"[SiH3]":141,"[Fe+3]":142,"[NH]":143,"[Mo]":144,"[CH2+]":145,"%10":146,"[CH2-]":147,"[CH2]":148,"[n-]":149,"[Ce+4]":150,"[NH-]":151,"[Co]":152,"[I+]":153,"[PH2]":154,"[Pt+4]":155,"[Ce]":156,"[B]":157,"[Sn+2]":158,"[Ba+2]":159,"%11":160,"[Fe-3]":161,"[18F]":162,"[SH-]":163,"[Pb+2]":164,"[Os-2]":165,"[Zr+4]":166,"[N]":167,"[Ir]":168,"[Bi]":169,"[Ni+2]":170,"[P@]":171,"[Co+2]":172,"[s+]":173,"[As]":174,"[P+3]":175,"[Hg+2]":176,"[Yb+3]":177,"[CH-]":178,"[Zr+2]":179,"[Mn+2]":180,"[CH+]":181,"[In]":182,"[KH]":183,"[Ce+3]":184,"[Zr]":185,"[AlH2-]":186,"[OH2+]":187,"[Ti+3]":188,"[Rh+2]":189,"[Sb]":190,"[S-2]":191,"%12":192,"[P@@]":193,"[Si@H]":194,"[Mn+4]":195,"p":196,"[Ba]":197,"[NH2-]":198,"[Ge]":199,"[Pb+4]":200,"[Cr+3]":201,"[Au]":202,"[LiH]":203,"[Sc+3]":204,"[o+]":205,"[Rh-3]":206,"%13":207,"[Br]":208,"[Sb-]":209,"[S@+]":210,"[I+2]":211,"[Ar]":212,"[V]":213,"[Cu-]":214,"[Al-]":215,"[Te]":216,"[13c]":217,"[13C]":218,"[Cl]":219,"[PH4+]":220,"[SiH4]":221,"[te]":222,"[CH3-]":223,"[S@@+]":224,"[Rh+3]":225,"[SH+]":226,"[Bi+3]":227,"[Br+2]":228,"[La]":229,"[La+3]":230,"[Pt-2]":231,"[N@@]":232,"[PH3+]":233,"[N@]":234,"[Si+4]":235,"[Sr+2]":236,"[Al+]":237,"[Pb]":238,"[SeH]":239,"[Si-]":240,"[V+5]":241,"[Y+3]":242,"[Re]":243,"[Ru+]":244,"[Sm]":245,"*":246,"[3H]":247,"[NH2]":248,"[Ag-]":249,"[13CH3]":250,"[OH+]":251,"[Ru+3]":252,"[OH]":253,"[Gd+3]":254,"[13CH2]":255,"[In+3]":256,"[Si@@]":257,"[Si@]":258,"[Ti+2]":259,"[Sn+]":260,"[Cl+2]":261,"[AlH-]":262,"[Pd-2]":263,"[SnH3]":264,"[B+3]":265,"[Cu-2]":266,"[Nd+3]":267,"[Pb+3]":268,"[13cH]":269,"[Fe-4]":270,"[Ga]":271,"[Sn+4]":272,"[Hg+]":273,"[11CH3]":274,"[Hf]":275,"[Pr]":276,"[Y]":277,"[S+2]":278,"[Cd]":279,"[Cr+6]":280,"[Zr+3]":281,"[Rh+]":282,"[CH3]":283,"[N-3]":284,"[Hf+2]":285,"[Th]":286,"[Sb+3]":287,"%14":288,"[Cr+2]":289,"[Ru+2]":290,"[Hf+4]":291,"[14C]":292,"[Ta]":293,"[Tl+]":294,"[B+]":295,"[Os+4]":296,"[PdH2]":297,"[Pd-]":298,"[Cd+2]":299,"[Co+3]":300,"[S+4]":301,"[Nb+5]":302,"[123I]":303,"[c+]":304,"[Rb+]":305,"[V+2]":306,"[CH3+]":307,"[Ag+2]":308,"[cH+]":309,"[Mn+3]":310,"[Se-]":311,"[As-]":312,"[Eu+3]":313,"[SH2]":314,"[Sm+3]":315,"[IH+]":316,"%15":317,"[OH3+]":318,"[PH3]":319,"[IH2+]":320,"[SH2+]":321,"[Ir+3]":322,"[AlH3]":323,"[Sc]":324,"[Yb]":325,"[15NH2]":326,"[Lu]":327,"[sH+]":328,"[Gd]":329,"[18F-]":330,"[SH3+]":331,"[SnH4]":332,"[TeH]":333,"[Si@@H]":334,"[Ga+3]":335,"[CaH2]":336,"[Tl]":337,"[Ta+5]":338,"[GeH]":339,"[Br+]":340,"[Sr]":341,"[Tl+3]":342,"[Sm+2]":343,"[PH5]":344,"%16":345,"[N@@+]":346,"[Au+3]":347,"[C-4]":348,"[Nd]":349,"[Ti+]":350,"[IH]":351,"[N@+]":352,"[125I]":353,"[Eu]":354,"[Sn+3]":355,"[Nb]":356,"[Er+3]":357,"[123I-]":358,"[14c]":359,"%17":360,"[SnH2]":361,"[YH]":362,"[Sb+5]":363,"[Pr+3]":364,"[Ir+]":365,"[N+3]":366,"[AlH2]":367,"[19F]":368,"%18":369,"[Tb]":370,"[14CH]":371,"[Mo+4]":372,"[Si+]":373,"[BH]":374,"[Be]":375,"[Rb]":376,"[pH]":377,"%19":378,"%20":379,"[Xe]":380,"[Ir-]":381,"[Be+2]":382,"[C+4]":383,"[RuH2]":384,"[15NH]":385,"[U+2]":386,"[Au-]":387,"%21":388,"%22":389,"[Au+]":390,"[15n]":391,"[Al+2]":392,"[Tb+3]":393,"[15N]":394,"[V+3]":395,"[W+6]":396,"[14CH3]":397,"[Cr+4]":398,"[ClH+]":399,"b":400,"[Ti+6]":401,"[Nd+]":402,"[Zr+]":403,"[PH2+]":404,"[Fm]":405,"[N@H+]":406,"[RuH]":407,"[Dy+3]":408,"%23":409,"[Hf+3]":410,"[W+4]":411,"[11C]":412,"[13CH]":413,"[Er]":414,"[124I]":415,"[LaH]":416,"[F]":417,"[siH]":418,"[Ga+]":419,"[Cm]":420,"[GeH3]":421,"[IH-]":422,"[U+6]":423,"[SeH+]":424,"[32P]":425,"[SeH-]":426,"[Pt-]":427,"[Ir+2]":428,"[se+]":429,"[U]":430,"[F+]":431,"[BH2]":432,"[As+]":433,"[Cf]":434,"[ClH2+]":435,"[Ni+]":436,"[TeH3]":437,"[SbH2]":438,"[Ag+3]":439,"%24":440,"[18O]":441,"[PH4]":442,"[Os+2]":443,"[Na-]":444,"[Sb+2]":445,"[V+4]":446,"[Ho+3]":447,"[68Ga]":448,"[PH-]":449,"[Bi+2]":450,"[Ce+2]":451,"[Pd+3]":452,"[99Tc]":453,"[13C@@H]":454,"[Fe+6]":455,"[c]":456,"[GeH2]":457,"[10B]":458,"[Cu+3]":459,"[Mo+2]":460,"[Cr+]":461,"[Pd+4]":462,"[Dy]":463,"[AsH]":464,"[Ba+]":465,"[SeH2]":466,"[In+]":467,"[TeH2]":468,"[BrH+]":469,"[14cH]":470,"[W+]":471,"[13C@H]":472,"[AsH2]":473,"[In+2]":474,"[N+2]":475,"[N@@H+]":476,"[SbH]":477,"[60Co]":478,"[AsH4+]":479,"[AsH3]":480,"[18OH]":481,"[Ru-2]":482,"[Na-2]":483,"[CuH2]":484,"[31P]":485,"[Ti+5]":486,"[35S]":487,"[P@@H]":488,"[ArH]":489,"[Co+]":490,"[Zr-2]":491,"[BH2-]":492,"[131I]":493,"[SH5]":494,"[VH]":495,"[B+2]":496,"[Yb+2]":497,"[14C@H]":498,"[211At]":499,"[NH3+2]":500,"[IrH]":501,"[IrH2]":502,"[Rh-]":503,"[Cr-]":504,"[Sb+]":505,"[Ni+3]":506,"[TaH3]":507,"[Tl+2]":508,"[64Cu]":509,"[Tc]":510,"[Cd+]":511,"[1H]":512,"[15nH]":513,"[AlH2+]":514,"[FH+2]":515,"[BiH3]":516,"[Ru-]":517,"[Mo+6]":518,"[AsH+]":519,"[BaH2]":520,"[BaH]":521,"[Fe+4]":522,"[229Th]":523,"[Th+4]":524,"[As+3]":525,"[NH+3]":526,"[P@H]":527,"[Li-]":528,"[7NaH]":529,"[Bi+]":530,"[PtH+2]":531,"[p-]":532,"[Re+5]":533,"[NiH]":534,"[Ni-]":535,"[Xe+]":536,"[Ca+]":537,"[11c]":538,"[Rh+4]":539,"[AcH]":540,"[HeH]":541,"[Sc+2]":542,"[Mn+]":543,"[UH]":544,"[14CH2]":545,"[SiH4+]":546,"[18OH2]":547,"[Ac-]":548,"[Re+4]":549,"[118Sn]":550,"[153Sm]":551,"[P+2]":552,"[9CH]":553,"[9CH3]":554,"[Y-]":555,"[NiH2]":556,"[Si+2]":557,"[Mn+6]":558,"[ZrH2]":559,"[C-2]":560,"[Bi+5]":561,"[24NaH]":562,"[Fr]":563,"[15CH]":564,"[Se+]":565,"[At]":566,"[P-3]":567,"[124I-]":568,"[CuH2-]":569,"[Nb+4]":570,"[Nb+3]":571,"[MgH]":572,"[Ir+4]":573,"[67Ga+3]":574,"[67Ga]":575,"[13N]":576,"[15OH2]":577,"[2NH]":578,"[Ho]":579,"[Cn]":580,"similar ":581,"substructure ":582,"families":583," Donor":584," Acceptor":585," NegIonizable":586," PosIonizable":587," ZnBinder":588," Aromatic":589," Hydrophobe":590," LumpedHydrophobe":591}